{
  "scheme_id": "6846c8b350c110b1567f2a6c",
  "slug": "rmsrppp",
  "scheme_name": "Rajya/Mukhyamantri Swarn/Rajat Padak Protsahan Puraskar",
  "scheme_short_title": "RMSRPPP",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Cash Incentive",
    "NCC"
  ],
  "brief_description": "This scheme awards cash incentives to NCC cadets who demonstrate outstanding performance in the current year's RDC, TSC, VSC, or NSC camps, recognizing six gold medal recipients with ₹3,000/- and six silver medal recipients with ₹2000/-.",
  "detailed_description": "&amp;quot;Rajya / Mukhyamantri Swarn / Rajat Padak Protsahan Puraskar&amp;quot; implemented by the Department of Education, Government of Uttarakhand, aims to promote excellence in National Cadet Corps (NCC) training by incentivizing high-performing cadets. Through this scheme, cadets who win gold or silver medals during RDC (Republic Day Camp), TSC (Thal Sainik Camp), VSC (Vayu Sainik Camp), or NSC (Nav Sainik Camp) are awarded cash prizes. The scheme is implemented by NCC Group Headquarters through a structured selection and recommendation process.",
  "benefits": [
    "Gold Medal Winners: A cash award of ₹3,000/- each is given to 6 cadets who achieve gold medals during NCC training and camps. Silver Medal Winners: A cash award of ₹2,000/- each is given to 6 cadets who achieve silver medals during NCC training and camps."
  ],
  "eligibility_criteria": "The applicant must be an NCC cadet. The applicant must have demonstrated outstanding performance in one of the following camps during the current training year: RDC (Republic Day Camp), TSC (Thall Sainik Camp), VSC (Vayu Sena Camp), or NSC (Nau Sainik Camp). The applicant must be among the top 6 performers for the gold medal or the next 6 performers for the silver medal.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Application forms are filled by all NCC Units. Step 2: Filled applications are forwarded by the Units to the Group Headquarters. Step 3: Group Headquarters conducts necessary verification. Step 4: After verification, Group Headquarters sends the applications to the Directorate. Step 5: At the Directorate, a Board of Officers is formed to scrutinize the applications and related documents/board proceedings. Step 6: Based on performance and scrutiny, cash awards are allocated to the top 6 cadets (gold) and next 6 cadets (silver)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 149)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Fully Filled Application Form. Any other documents as required."
}