{
  "scheme_id": "65d70e5a938a0b13cc8d1e7e",
  "slug": "ftis",
  "scheme_name": "Farmers Training Institute Scheme",
  "scheme_short_title": "FTIS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Farmer",
    "Training Institute",
    "Training",
    "Agriculture",
    "Agriculture Technology"
  ],
  "brief_description": "The objective of the scheme is to provide training to farmers at the village level on updated and innovative agriculture technology. The Training Institute facilitates exposure visits for farmers to agriculturally advanced states.",
  "detailed_description": "The \"Farmers Training Institute Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the scheme is to provide training to farmers at the village level on updated and innovative agriculture technology. The Training Institute facilitates exposure visits for farmers to agriculturally advanced states. The Scheme also facilitates exposure visits for farmers within and outside the State.",
  "benefits": [
    "Pattern of Assistance:",
    "Farmers are imparted specialised training at the center including in the farmers' field. Exposure programmes and field tours are also conducted for farmers' groups.",
    "Type of Assistance and Entitlement (If any):",
    "Assist in Training and capacity building and sponsoring Progressive/Award winning farmers for Exposure trips within/outside the State."
  ],
  "eligibility_criteria": "The applicant should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmers can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the relevant documents at the office of the District Agriculture Officer and District Training Officer. Mode of Selection of Beneficiary(s): The bonafide farmers having sufficient available cultivable land shall be selected on a first come first served basis. Whom to Contact: District Agriculture Officers of the concerned districts. Sub-Divisional Agricultural Officers of the concerned sub-divisions. District Training Officers, Tura/Shillong. Agricultural Development Officers of the concerned Community and Rural Development Blocks."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=45"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of having sufficient available cultivable land Any other document as required"
}