{
  "scheme_id": "657051e553ed274f6a92a109",
  "slug": "gvatbshsdocfvs",
  "scheme_name": "Goa Value Added Tax-Based Subsidy on H.S.D. Oil Consumed by Fishing Vessels Scheme",
  "scheme_short_title": "GVATBSHSDOCFVS",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fish",
    "Fishermen",
    "Subsidy",
    "Financial Assistance"
  ],
  "brief_description": "\"Goa Value Added Tax-Based Subsidy on H.S.D. Oil Consumed by Fishing Vessels Scheme\" is a scheme by the Department of Fisheries, Govt. of Goa. Through this scheme, the amount equivalent to the actual VAT paid shall be reimbursed to the owner as a subsidy on H.S.D. Oil consumed by the fishing vessel.",
  "detailed_description": "\"Goa Value Added Tax-Based Subsidy on H.S.D. Oil Consumed by Fishing Vessels Scheme\" is a scheme by the Department of Fisheries, Government of Goa. Through this scheme, the amount equivalent to the actual VAT paid shall be reimbursed to the owner as a subsidy on H.S.D. Oil consumed by the fishing vessel. The applications are accepted only in offline mode.",
  "benefits": [
    "An amount equivalent to the actual Value Added Tax paid shall be reimbursed to the owner of the fishing vessel as a subsidy on H.S.D. Oil consumed by the fishing vessel used for the purpose of fishing on a limited quota, as decided by the government. The total quota of H.S.D. Oil for the purpose of this scheme shall be restricted to 20,000 K.L. per financial year for the entire fishing industry."
  ],
  "eligibility_criteria": "1. The applicant should have a registered fishing vessel under the M.S. Act.\n2. The applicant should possess a valid Net Licence and Fishing Licence for the year.\n3. The applicant should not be a defaulter of the Department of Fisheries.\n4. The applicant should not be a violator of the Goa, Daman and Diu Marine Fishing Regulation Act, 1980 (3 of 1981) and rules framed thereunder.\n5. The applicant should procure H.S.D. Oil from a Diesel Outlet run by the Registered Fisheries Co-operative Society or outlets approved by the Government of Goa.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request the prescribed format of the application form from the department.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://fisheries.goa.gov.in/schemes-services/"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "documents_required": "1. Statement of HSD Oil Consumed.\n2. Invoice of HSD Oil.\n3. Bills of HSD Oil.\n4. VRC Copy.\n5. Fish Catch Data.\n6. Fishing Vessel Licence Certificate.\n7. Fishing Net Licence Certificate.\n8. Fishermen Corpus Fund Form Duly Filled.\n9. Report on VAT Charged on HSD Oil by the Oil Company."
}