{
  "scheme_id": "642a575ff1a4e351b5308331",
  "slug": "cmcalss",
  "scheme_name": "Chief Minister's COVID-19 Affected Livelihood Support Scheme",
  "scheme_short_title": "CMCALSS",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "Family Welfare Department",
  "implementing_agency": "District Social Welfare Offices",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Asisstance",
    "Social Welfare",
    "COVID-19",
    "Employment"
  ],
  "brief_description": "The guidelines of the \"Chief Minister's COVID-19 Affected Livelihood Support Scheme\" were approved by the Dept. of Social Welfare, Govt. of Manipur. The COVID-19 Pandemic and the resulting economic dislocations have severely affected the livelihood of a large percentage of the population.",
  "detailed_description": "The guidelines of the &amp;quot;Chief Minister&amp;#39;s COVID-19 Affected Livelihood Support Scheme&amp;quot; were approved by the Dept. of Social Welfare, Govt. of Manipur on 6th July 2021. The COVID-19 Pandemic and the resulting economic dislocations have severely affected the livelihood of a large percentage of the population, especially vulnerable groups including daily wage earners, those without a regular source of income, and without sufficient savings to fall back upon. There is a need to have additional direct income support for these vulnerable groups. The beneficiary will be those domiciled in Manipur, whose livelihood has been adversely affected by the COVID-19 Pandemic leading to an inability to maintain a basic minimum standard of living. There can be only one beneficiary per family. This beneficiary must be the main bread earner and should be employed in the informal sector.",
  "benefits": [
    "Direct Cash Transfer of ₹ 5,000/- in 2 (two) equal installments (₹ 2,500/- per installment) to every identified family."
  ],
  "eligibility_criteria": "The applicant should be domiciled in the state of Manipur. The livelihood of the applicant should have been adversely affected by the COVID-19 pandemic, leading to an inability to maintain a basic minimum standard of living. The applicant should be the only applicant from the family. The applicant should be the main bread earner. The applicant should be employed in the informal sector.\n\n\nThe applicants will include, but not be limited, to the following occupations:\n(a) Street Vendor.\n(b) Farmer (includes Agriculture, Fisheries, Horticulture, and Animal Husbandry).\n(c) Daily-Wage Worker and Labourer.\n(d) Construction-Site Worker.\n(e) Public Transport Driver (Auto, Winger, Bus, Rickshaw, etc).\n(f) School Van Driver.\n(g) Shop Assistant.\n(h) Artisan.\n(i) Weaver.\n(j) Performing Artist\n(k) Home-Based Business etc.\n\nInclusion Criteria (subject to exclusion criteria fulfillment):\n(a) Ration Card Holder.\n(b) MGNREGA Card Holder.\n(c) PM-KISAN Beneficiary.\n(d) CMHT/ PMJAY Beneficiary.\n(e) PMUY Beneficiary.\n(f) PM SVANidhi Beneficiary.\n(g) CMST/ CMAT Beneficiary.\n(h) PMAY (G) or PMAY (U) Beneficiary.\n(i) SBM (G) or SBM (U) Beneficiary.\n(j) Person in Vendor List of Municipalities or District Councils.\n(k) Person with a permit for public transport/ school van in Municipalities or District Councils.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The application form can be downloaded from the Department's website www.socialwelfare.nic.in or collected from the District Social Welfare Offices, Office of CDPOs. The application forms are also available during MeeyamgiNumit at Chief Minister's Darbar Hall.",
        "Step 2: Fill in the mandatory fields of the Application Form, and attach the supporting (self-attested) documents and the passport-sized photograph.",
        "Step 3: Submit the form to the Office of the District Social Welfare Officer concerned.",
        "Step 4: The first level of verification will be done by the field official/ staff deputed for the particular area. The official/ staff will verify the eligibility of the applicant to receive the benefits under the scheme.",
        "Step 5: The second level of verification will be by the Sub-divisional Officer. The third and final verification will be done by the Deputy Commissioner.",
        "Step 6: Following the approvals, a draft beneficiary list for the district will be prepared.",
        "Step 7: The draft beneficiary list will be examined by the District Level Committee.",
        "Step 8: The approved list will be the Verified Beneficiary List for the District, based on which cash transfers will be made. The name of the selected beneficiaries will be made available on the Department's website or displayed on the notice board of the Directorate, Social Welfare/ District Social Welfare Offices.",
        "NOTE 1: Helplines will be set up in every district to assist applicants and receive grievances and feedback."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialwelfare.mn.gov.in/media/filer_public/e5/c2/e5c27bf0-8ae4-4202-bd97-f7fb263684c5/cmcalss1.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://socialwelfare.mn.gov.in/media/filer_public/51/fd/51fda9bf-5542-4796-ad45-0bcfa0bb6bda/application_form_-_10__final-cmcalss__1-merged.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://socialwelfare.mn.gov.in/media/filer_public/9b/89/9b894ea8-09c5-4ed6-8179-211322634f7f/frequently_asked_questions-_cmcalss_10_1.pdf"
    }
  ],
  "exclusions": "(a) Government employee and his/ her dependents.\n(b) A person receiving a Government pension and his/her dependents.\n(c) An Income tax/ GST/ professional tax payee.\n(d) Any person less than 18 years old.",
  "documents_required": "Bank Account Details Aadhaar Card In the case of Street Vendors/Women Vendors: Street Vendor card/list of Municipalities or District Councils In the case of public Transport Drivers (Autorickshaw, Cycle Rickshaw, Tata Magic, Winger, Bus): Permit for public transport issued by Transport Dept./Municipalities/District Councils In the case of School Van Driver: School Van Permit/Certificate issued by the Transport Department / School Authority concerned In the case of Artists / Performing artists: Beneficiary list of Chief Minister's Artistesingi Tengbang (CMAT)\nDocuments required in support of socio-economic status:\nDocument A: Copy of Registration/license/permit/ the of beneficiaries, etc.\nissued by the relevant Department in connection with the above profession/occupation.\nDocument B: Copy of the bank passbook containing details of the bank account number, name & details of the bank, and name of the account holder.\nNote 1: In case the applicant does not have an Aadhaar Number, then the Deputy Commissioner must certify the claim and allow other documents to be submitted (voter ID, MGNREGA Job Card, etc.)\nNote 2: Aadhaar Enrolment is a must before the release of the 2nd installment."
}