{
  "scheme_id": "6808cdc95b9f421ef9a724d5",
  "slug": "fdsgpgp",
  "scheme_name": "Fodder Development Scheme For Gram Panchayat, Gaushala And Panjarpol Having Gauchar Land",
  "scheme_short_title": "FDSGPGP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Registered Societies",
    "Government Organisation"
  ],
  "tags": [
    "Agriculture",
    "Animal Husbandry",
    "Fodder Development"
  ],
  "brief_description": "This scheme provides financial assistance for the development and improvement of gauchar (pasture) land to promote green fodder cultivation and ensure better health and productivity of cattle.",
  "detailed_description": "The &amp;quot;Fodder Development Scheme For Gram Panchayat, Gaushala And Panjarpol Having Gauchar Land&amp;quot; launched by the Department of Agriculture, Farmers Welfare &amp;amp; Co-operation, Government of Gujarat, aims to improve the fertility and productivity of gauchar land by supporting activities like removal of weeds, ploughing, sowing of fodder seeds, and fencing. By enhancing the availability of green fodder, the scheme not only boosts milk production and cattle health but also improves the rural environment and creates employment.",
  "benefits": [
    "Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Constituent Benefits\nFodder Development Scheme for Gram Panchayat, Gaushala and Panjarapol having gauchar land | For developing cow pastures in an area of up to 20 hectares are assisted with 75% of per hectare expenditure up to a maximum of ₹75,000/- i.e. A maximum assistance of ₹15,00,000/- for a total of 20 hectares. | The benefit of this scheme will be available only once."
  ],
  "eligibility_criteria": "Village panchayats having land for gauchar, gaushala and panjrapoles Gauchar, gaushala and panjrapoles must be registered under the Public Charity Act.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the online application and submit it to the board within 30 days of application with the signature and stamp of the GGVB's nodal officer of the concerned district with the necessary documents listed in the application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=BMK6EDNp+BGYicSpRTpP4A==&domain=A36Rf7FTT/556gX2TyXKFw=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "7/12 extract, 8-A extract, 6-rights record. GPS photos of gauchar land with date/time. Project map and cost estimation (as per S.O.R.). Surveyor's certificate of land measurement. Any other documents as required."
}