{
  "scheme_id": "65cdf09fcd96dc5e07541942",
  "slug": "arsls",
  "scheme_name": "Agriculture Research Stations and Laboratories Scheme",
  "scheme_short_title": "ARSLS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Soil health"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Research Station",
    "Laboratory",
    "Farmer",
    "Bio Pesticide",
    "Bio Agent"
  ],
  "brief_description": "The objective of the scheme is to conduct adaptive research trials on different crops in the Research Farms and in Farmers' Field for adaptability and use of bio pesticides/bio agents.",
  "detailed_description": "The \"Agriculture Research Stations and Laboratories Scheme\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to conduct adaptive research trials on different crops in the Research Farms and in Farmers&amp;#39; Fields for adaptability and use of bio-pesticides/bio-agents.",
  "benefits": [
    "Pattern of Assistance:",
    "Adaptive research at farmers' field.",
    "Type of Assistance And Entitlement (If Any):",
    "Training on Soil management, Providing Soil Health Cards, Conducting soil surveys, etc."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at the nearest office of the Agriculture Development Officer of a CD Block/ Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: District Agriculture Officers of the concerned districts Sub-Divisional Agricultural Officers of the concerned sub-divisions District Training Officers, Tura/Shillong Agricultural Development Officers of the concerned Community and Rural Development Blocks"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=82"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of being a farmer Any other document as required"
}