{
  "scheme_id": "676d3f9cff1de86fed72b398",
  "slug": "bcsmas",
  "scheme_name": "Backward Class Students Meritorious Award Scheme",
  "scheme_short_title": "BCSMAS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Backward Classes and Minorities Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Backward Class",
    "Student",
    "Meritorious",
    "Examination",
    "Award",
    "Education"
  ],
  "brief_description": "\"Backward Classes Student Merit Award Scheme\" aims to recognize and reward academic excellence among backward-class students. Monetary awards are provided to one boy and one girl student from backward classes who secure the highest marks at the district level in class 10th and 12th board exams.",
  "detailed_description": "Launched in 2009, the &quot;Backward Classes Student Merit Award Scheme&quot; by the Backward Classes and Minorities Welfare Department, Government of Madhya Pradesh aims to recognize and reward academic excellence among backward class students. Through this scheme, monetary awards are provided to one boy and one girl student from backward classes who secure the highest marks at the district level in class 10th and 12th board examinations. The scheme is implemented by the Assistant Director, Backward Classes and Minorities Welfare.",
  "benefits": [
    "Class 10th Board Examination: ₹5,000/- per student Class 12th Board Examination: ₹10,000/- per student Frequency of Disbursement: Annual Time of Disbursement: Distribution on August 15 or January 26"
  ],
  "eligibility_criteria": "The applicant should be a student of class 10th or 12th. The applicant should be a resident of Madhya Pradesh. The applicant should be from the backward class category. The applicant should be enrolled in a recognized school in Madhya Pradesh. The applicant should be a top scorer at the district level in the class 10th board exam or among the highest scorers (one male and one female) in the class 12th board exam.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Assistant Director, Backward Classes and Minorities Welfare and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=590"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile Certificate of Madhya Pradesh Caste certificate Samagra ID Bank account details/Bank Passbook Mark Sheet of Class 10th/12th Board Examination Other necessary documents, if required"
}