{
  "scheme_id": "6777d8ff09be7bb7dfa1d965",
  "slug": "mssg",
  "scheme_name": "Mahila Swavlamban Scheme",
  "scheme_short_title": "MSSG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": false,
  "categories": [
    "Women and Child",
    "Social welfare & Empowerment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Economic Development",
    "Women Empowerment",
    "Loans"
  ],
  "brief_description": "The scheme provides financial assistance to women from rural and urban areas for undertaking economic activities, with support in the form of a subsidy and loans.",
  "detailed_description": "The &amp;quot;Mahila Swavlamban Scheme&amp;quot; launched by the Women and Child Development Department, Gujarat, aims to empower women by providing financial assistance for starting or expanding economic activities. This initiative targets women from rural and urban areas, especially those from families living below the poverty line. The scheme offers a subsidy and a loan to support the economic development of women, helping them become self-reliant. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Subsidy Support: A subsidy of 15% or up to ₹30,000/- (whichever is lower) is provided to eligible women to support their business ventures. Loan Facility: Women can avail of loans up to ₹2,00,000/- to start or expand their economic activities."
  ],
  "eligibility_criteria": "The applicant must be a woman. The applicant must be a resident of Gujarat. The applicant must belong to the BPL (Below Poverty Line) category The applicant's annual income must be ₹1,20,000/- in rural areas and ₹1,50,000/-in urban areas.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The applicant must fill out the prescribed form with complete details. Step-2: Submit the form along with the necessary documents to the Women's Economic Development Corporation. Helpdesk: Contact Details. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wcd.gujarat.gov.in/initiativedetails?id=233"
    }
  ],
  "documents_required": "Age proof. Aadhaar card. Quotation for business activities. Experience certificate. Income proof. Copy of Ration card."
}