{
  "scheme_id": "645872b182abf04de47c7c12",
  "slug": "ma-maha",
  "scheme_name": "Merit Awards",
  "scheme_short_title": "MA-MAHA",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "District Social Welfare Offices Of The Department Of Social Justice & Special Assistance, Govt. Of Maharashtra",
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Award",
    "Student With Disability",
    "School"
  ],
  "brief_description": "In the \"Merit Awards\" scheme, awards are given to the students with disability who rank 1st, 2nd, and 3rd among disabled students in the Secondary School Certificate (S.S.C.) and Higher Secondary Certificate (H.S.C.) in their respective divisional boards of education.",
  "detailed_description": "The &quot;Merit Awards&quot; is a scheme by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. In this scheme, awards are given to the students with disability who rank 1st, 2nd, and 3rd among disabled students in the Secondary School Certificate (S.S.C.) and Higher Secondary Certificate (H.S.C.) in their respective divisional boards of education. Only citizens who are permanent residents of the state of Maharashtra are eligible to apply for this scheme. This scheme is 100% funded by the Govt. of Maharashtra.",
  "benefits": [
    "The quantum of the award is ₹1,000/- cash amount, certificate. The beneficiary is also provided travel expenses to attend the place of the award, and felicitation up to an amount ₹100/- per student."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a permanent resident of Maharashtra State. The applicant should be a Person with Disability (Visually Handicapped, Low Vision, Hearing Impaired, Orthopedically Handicapped, etc). The applicant should have ranked 1st, 2nd, and 3rd among disabled students in the Secondary School Certificate (S.S.C.) and Higher Secondary Certificate (H.S.C.) in their respective divisional boards of education.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the District Social Welfare Office , and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Regional Deputy Commissioner, District Social Welfare Office.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form from the District Social Welfare Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/disability-welfare"
    }
  ],
  "documents_required": "Proof reg. the Latest Educational Qualification. Proof of securing 1st, 2nd, and 3rd among disabled students in the Secondary School Certificate (S.S.C.) and Higher Secondary Certificate (H.S.C.) in their respective divisional boards of education. Bonafide Certificate from the Institution. Aadhaar Card. 2-Passport Sized Photograph (Signed Across). Residential Certificate / Domicile Certificate of the State of Maharashtra. Disability Certificate. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Social Welfare Office."
}