{
  "scheme_id": "6849572ee6e4c4d18e4cd7d5",
  "slug": "coffee-quality-management",
  "scheme_name": "Market Development and Export Promotion : Post Graduate Diploma Course in Coffee Quality Management",
  "scheme_short_title": "COFFEE QUALITY MANAGEMENT",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Quality Management"
  ],
  "brief_description": "To meet the ever evolving needs of Indian Coffee industry for professional cup tasting and coffee quality management, an one year \"Post Graduate Diploma course in Coffee Quality Management\" was introduced for the first time in Coffee Board.",
  "detailed_description": "The programme comprises of three trimesters mainly focussing on both theoretical and practical aspects on various coffee related concepts like coffee quality evaluation, blending, brewing, roasting, barista skills and retailing. The curriculum and syllabus of the programme is updated from time to time as per the employability requirement of the ever-evolving coffee industry. The main objective of the diploma programme is to create professionals who are well versed in not only evaluating the quality of coffees but also in overall quality management of coffees from Bean to cup.",
  "benefits": [
    "Coffee cultivation practices, Post-harvest management and practices, Coffee Quality Evaluation, Roasting and brewing techniques, Marketing and Trade, Quality assurance systems (Theory and Practical sessions) Duration: 12 months course in 3 trimesters conducted in English. Accommodation: Free accommodation will be provided only during the first trimester at CCRI, Balehonnur, Chikkamagaluru. Course Fee: Rs.2,50,000/-. A 50% concession in the course fee will be provided for SC/ST candidates. Applicants seeking this concession must submit a valid caste certificate along with their application. Note: The fee structure is subject to revision, if applicable. Admissions open to candidates from open category and preference is given to those sponsored by coffee industry. Age limit: Shall not exceed 30 Years as on last date of application submission "
  ],
  "eligibility_criteria": "Candidates must hold a bachelor's degree with at least one of the subjects namely Botany, Zoology, Chemistry, Biotechnology, Bioscience, Food Technology, Food Science, Environmental science or a Bachelor's degree in Agricultural sciences.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application forms can be downloaded from our website or collected personally from Coffee Board, Bangalore. Filled in application form along with a NEFT transfer details. Foreign students admitted under open and sponsored categories should be well versed in the English language. Their admission is subject to the clearance of Govt. of India."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Duly filled application form Mark lists Proof of Date of Birth Caste Certificate Application fee payment details "
}