{
  "scheme_id": "67aad4b2f5fa5651e974942d",
  "slug": "psw",
  "scheme_name": "Pension Scheme to Widow",
  "scheme_short_title": "PSW",
  "state": "Dadra & Nagar Haveli and Daman & Diu",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "District Panchayat/Municipal Council Of UT Of Dadra & Nagar Haveli And Daman & Diu",
  "dbt_scheme": true,
  "categories": [
    "Women and Child",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Assistance to Widows"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Widow",
    "Woman"
  ],
  "brief_description": "The scheme is implemented by the Social Welfare Department, aims to provide financial assistance to widows aged between 18-59 years. The scheme offers ₹1,000/- per month to help meet their basic needs, ensuring public assistance for widows in need of support to maintain a dignified life.",
  "detailed_description": "The scheme \"Pension Scheme to Widow\" is implemented by the Social Welfare Department, UT of Dadra &amp;amp; Nagar Haveli and Daman &amp;amp; Diu. The scheme aims to provide financial assistance to widows aged between 18-59 years. This scheme offers ₹1,000/- per month to help them meet their basic needs. Eligible beneficiaries should be domiciles of Dadra &amp;amp; Nagar Haveli and Daman &amp;amp; Diu, with an annual income not exceeding ₹1.5 lakh. The pension is discontinued if the widow remarries or enters a live-in relationship. Additionally, beneficiaries should not be receiving financial assistance under any other widow pension scheme. This initiative ensures essential financial support to widows, helping them lead a dignified life.",
  "benefits": [
    "Under this scheme, widows receive financial assistance of ₹1,000/- per month. Note: The mode of fund transfer shall be Direct Benefit Transfer (DBT)."
  ],
  "eligibility_criteria": "The applicant should be a domicile of the Dadra & Nagar Haveli and Daman & Diu. The applicant should be a widow. The applicant should be between 18 and 59 years of age. The benefit will be discontinued if the applicant remarries or enters a live-in relationship. The applicant's annual income should not exceed ₹1.5 lakh. The applicant should not be receiving financial assistance under any other widow pension scheme. Special/General Conditions: In case of non-availability of age proof the beneficiary shall be referred to Medical Board (Government Hospital) of the concerned district for verification of age. After attaining age of 60 years, the beneficiary shall be transferred to the Pension Scheme to Old Age Persons (Senior Citizen).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: The applicant can collect the application form from the office of the District Panchayat or Municipal Council of the concerned district. Alternatively, the application form can be downloaded from the official website. Step 2: The applicant should carefully fill out the application form and attach all necessary documents. Step 3: The duly filled application form, addressed to the Chief Executive Officer/Chief Officer of the concerned District Panchayat/Municipal Council, should be submitted to the Gram Panchayat/District Panchayat/Municipal Council of the concerned district. Post Application Process: Step 1: Field-level staff of the District Panchayat/Municipal Council will verify the submitted documents and scrutinize the application. They will also collect a life certificate from the beneficiaries annually. Step 2: The Chief Executive Officer/Chief Officer of the respective District Panchayat/Municipal Council will review and approve the applications. Timelines: • Application process: The application may be processed within 30 (thirty) days from the date of receipt. • Payment disbursement: Once the application is approved by the Approving / Recommending authorities, the payment shall be disbursed into the bank account of the widow women by the fifth of every month. Grievance Redressal & Contact: For any grievance, the aggrieved widow women may approach, the Chief Executive Officer/Chief Officer of District Panchayat/Municipal Council in the concerned district or District Collector of the concerned district or Department of Social Welfare.  "
      ]
    }
  ],
  "references": [
    {
      "title": "Notification",
      "url": "http://daman.nic.in/jobs/2021/113-06-03-2021.pdf"
    },
    {
      "title": "Website",
      "url": "https://dnhpanchayat.in/scheme/details/23"
    },
    {
      "title": "Application Form",
      "url": "https://dnhpanchayat.in/uploads/scheme/ApplicationFormsNSAP.pdf"
    }
  ],
  "documents_required": "Proof of Age (In case of non-availability of age proof, the beneficiary shall be referred to Medical Board (Government Hospital) of concern district for verification of age.) Death Certificate of spouse issued by Competent Authority Income Certificate issued by the Competent Authority Domicile Certificate issued by the Competent Authority Copy of Bank Pass Book (Aadhaar linked) Copy of Aadhaar Card Election Card/Passport/Ration card (any one) Passport size photographs (2 copies) Undertaking/Affidavit (Not getting any pension from any other department) in the prescribed proforma at Annexure II "
}