{
  "scheme_id": "6836d59a7e3dd7685816c553",
  "slug": "doctoral-fellowship",
  "scheme_name": "ICSSR Doctoral Fellowship",
  "scheme_short_title": "ICSSR DOCTORAL FELLOWSHIP",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "implementing_agency": "Indian Council Of Social Science Research",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "ICSSR Fellowships",
    "Doctoral Fellowship",
    "Social Science Research",
    "PhD",
    "Research Scholars"
  ],
  "brief_description": "The Indian Council of Social Science Research (ICSSR) offers Doctoral Fellowships to support full-time Ph.D. scholars engaged in high-quality research in the field of social and human sciences. These fellowships are awarded to Indian research scholars registered in Ph.D. programs at UGC-recognized u",
  "detailed_description": "The Fellowship is aimed at promoting original, socially relevant, and policy-focused research in the social sciences. The fellowship provides financial support through a monthly grant of ₹20,000 and an annual contingency grant of ₹20,000 for up to two years, with an initial award period of one year, which is renewed for the second year subject to fulfilment of requisite criteria. It also offers institutional and short-term fellowships including a six-month short term fellowship for scholars nearing Ph.D. submission (minimum three years of completed PhD research) and a standalone contingency grant of ₹62,500 for specific research needs. Applications are invited through ICSSR's website and social media platforms. Fellows are expected to pursue full-time research, submit regular progress reports, and provide a final submission that includes published work, a book-length thesis, and audited financial records. Given India&#39;s social science ecosystem, it seeks to promote research excellence, evidence-based research, and scholarship that is also relevant to policymakers.",
  "benefits": [
    "1) Monthly Fellowship amount @ Rs.20,000 per month",
    "2) Contingency Grant @ Rs.20,000 per annum"
  ],
  "eligibility_criteria": "1) Applicant must be an Indian citizen.\n2) Must be a full-time bonafide Ph.D. scholar in a social science discipline in a UGC-recognized university, deemed-to-be university, institute of national importance, ICSSR Research Institute, or college with approved Ph.D. programme.\n3) The Ph.D. topic must have been confirmed by the DRC/authorised statutory body of the institution on or before the last date of call for applications.\n4) Age must be below 40 years as on the last date of application.\n5) Age relaxation of 5 years allowed for SC/ST/OBC-(NCL) candidates and Persons with Benchmark Disabilities (PwD).\n6) Must have secured a minimum of 55% marks in post-graduation, with 5% relaxation for reserved categories (SC/ST/OBC-(NCL)/PwD).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: Visit ICSSR website - www.icssr.org - and navigate to Fellowships section.",
        "Step 02: Click on Doctoral Fellowship Scheme.",
        "Step 03: Register/Login to the ICSSR portal.",
        "Step 04: Fill the online application form.",
        "Step 05: Upload documents and submit."
      ]
    }
  ],
  "references": [
    {
      "title": "ICSSR Doctoral Fellowship",
      "url": "https://icssr.org/doctoral-fellowship"
    }
  ],
  "exclusions": "1) Those who are not fulfilling the eligibility criteria.",
  "documents_required": "The list of documents required will be given in the Application Form when the Call is announced."
}