{
  "scheme_id": "67fdeb81e2f1560de65e9566",
  "slug": "development-support-for-coffee-wrapping-material-for-white-stem-borer-affected-plants",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non Tribal growers of Non-Traditional Area : Support for wrapping material for White Stem Borer affected plants",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE WRAPPING MATERIAL FOR WHITE STEM BORER AFFECTED PLANTS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Wrapping Material For White Stem Borer Affected Plants"
  ],
  "brief_description": "To encourage the coffee growers by providing 50% subsidy on material cost so that the technology will be adopted on a massive scale which will contribute to great extent in minimizing the pest load in field and for effective management of the dreaded pest, CWSB in Arabica plantations.",
  "detailed_description": "To encourage the coffee growers by providing 50% subsidy on material cost so that the technology will be adopted on a massive scale which will contribute to great extent in mininimizing the pest load in field and for effective management of the dreaded pest, CWSB in Arabica plantations.",
  "benefits": [
    "Proposed unit cost of NWF material for wrapping of CWSB infested plants & scale of subsidy:",
    "Variety | Approx. wrapping material required (meter) | Approx. Cost of the material @ Rs. 7/m | Eligible Subsidy @ 50% (in Rs.)\nDwarf Arabica | 5 | 35.00 | 17.50\nTall Arabica | 7 | 49.00 | 24.50",
    "Note : The scale of subsidy is subject for revision by the CEO / Secretary based on the allocation of budget under subsidy head."
  ],
  "eligibility_criteria": "All growers (Except Corporate / Partnership firms)",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for implementation: Coffee Board extension units will receive the indent from the interested growers on the requirement of NWF along with 50% of the cost of the material during the month of May and June The receipts will be communicated to the Director of Research for procurement and supply. Based on the indent, the Director of Research will procure the material before July by floating tenders after following procedures as per the GFR. The procured materials will be supplied to the indented growers before August to wrap the material on the coffee stems before the flight period."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Documents required: Proof of Land Ownership in the form of any one of the following Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self-attested copy of the Registered GPA  Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}