{
  "scheme_id": "67fe0eaf8e880c684922d762",
  "slug": "support-for-quality-up-gradation-eco-certification-fpos",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Support for Quality-Up-Gradation / Eco Certification / FPOs",
  "scheme_short_title": "SUPPORT FOR QUALITY-UP-GRADATION / ECO CERTIFICATION / FPOS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Quality-Up-Gradation Eco Certification FPOs"
  ],
  "brief_description": "To facilitate improvement of quality of coffee produced by the tribal growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain organic certification of their coffees, so as to enable them to earn better returns.",
  "detailed_description": "To facilitate improvement of quality of coffee produced by the tribal growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain organic certification of their coffees, so as to enable them to earn better returns. This component has three major activities viz., supply of pulpers, construction of cement drying yards and organic certification of coffee holdings.",
  "benefits": [
    "Unit cost Amount will be fixed after empanelment of companies.  Scale of support For Individual growers : 50% of the unit cost. Through nodal agency : 50% of the unit cost."
  ],
  "eligibility_criteria": "All Coffee holdings who have not availed the benefit for Baby pulpers during last ten years period are eligible.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Procurement & Supply of Baby Pulpers through State Nodal Agency in Andhra Pradesh State nodal agency shall initiate suitable action for identification of the beneficiaries, obtaining applications and inviting tenders through the tendering process by observing all official formalities and placing the supply order. Coffee Board will provide technical specification of the machinery and list of suppliers. After ensuring the supply and distribution of baby pulpers to the beneficiaries, the state nodal agency shall prefer claim for release of the subsidy from the Board along with copies of documents viz., list of beneficiaries, tender notification, supply order issued, invoice / bill (with GST number) etc. The Coffee Board will scrutinize the claim and release the subsidy to the state nodal agency. The state nodal agency shall furnish the utilization certificate to the Coffee Board for the amount released before the end of the respective financial year.  Procurement & Supply of Baby Pulpers in Odisha The Nodal Department / Agency identified by State Government shall initiate suitable action for identification of the beneficiaries. After ensuring the supply and distribution of baby pulpers to the beneficiaries, the Nodal Department / Agency identified by state government shall prefer claim for release of the subsidy from the Board along with copies of documents viz., list of beneficiaries, tender notification, supply order issued, invoice / bill (with GST number) etc. The Coffee Board will scrutinize the claim and release the subsidy through NEFT / PFMS to the Nodal Department / Agency identified by State Government or to individuals. The Nodal Department / Agency identified by State Government shall furnish the utilization certificate to the Coffee Board for the amount released before the end of the respective financial year.  Procurement of Baby Pulpers by individuals: Grower has to submit the application to the O/o. Coffee Board along with relevant documents viz land records, caste certificate, invoice, etc. The JLOs / SLOs have to inspect and issue TFR and PV for release of the subsidy from the Board along with copies of documents After verification the claim has to be forwarded to DDE, Paderu for release of subsidy through PFMS. The DDE, Paderu will scrutinize the claim and release the subsidy to the beneficiaries.  Amendment to the Scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}