{
  "scheme_id": "650989cf7846de4ead17ee54",
  "slug": "agroforestry",
  "scheme_name": "Agroforestry component under RKVY",
  "scheme_short_title": "AGROFORESTRY",
  "level": "Central",
  "nodal_department": "Department of Agriculture & Farmers Welfare",
  "implementing_agency": "State Government Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Environmental management and protection"
  ],
  "target_beneficiaries": [
    "Individual",
    "State Government"
  ],
  "brief_description": "Sub-Mission on Agroforestry was launched in 2016-17 to promote plantation on farmlands along with agricultural crops. The scheme aims to increase farm income, expand tree cover and promote better carbon sequestration for climate change adaptation and mitigation.",
  "detailed_description": "In 2023-24, the scheme was restructured as an Agroforestry component under Rashtriya Krishi Vikas Yojana (RKVY) and focusses on Quality Planting Material. Under the scheme, financial assistance is being provided to the beneficiaries for establishment of nurseries and raising of saplings. The scheme shall promote the setting up of new small, medium and hi-tech nurseries for producing Quality Planting Materials (QPM). The details of cost norms is as under: <br> S. No.InterventionUnit cost (upper limit)Remarks1Establishment of new nurseriesa. Hi-tech (2 ha)Rs. 50 lakhs100% assistance to government agencies for taking up the work on government land and 50% assistance to private agency / individual entrepreneurb. Big (1 ha)Rs. 60 lakhs100% assistance to government agencies for taking up the work on government land and 50% assistance to private agency / individual entrepreneurc. Small (0.5 ha)Rs. 10 lakhs100% assistance to government agencies for taking up the work on government land and 50% assistance to private agency / individual entrepreneur2Raising saplings in the existing nurseryUpto Rs. 5 lakh / nursery100% assistance to government agencies and 50% back ended credit-linked assistance for private partners 3a. Strengthening of existing tissue culture unitsRs. 20100% assistance to government agencies and 50% back ended credit-linked assistance for private partners b. Establishment of tissue culture unitsRs. 200100% assistance to government agencies and 50% back ended credit-linked assistance for private partners <br> Any other provisions shall be as per RKVY Guidelines. <br> The key objectives of the scheme are as follows: • To encourage and expand tree plantation in complementary and integrated manner with crops and livestock, to improve productivity, employment opportunities, income generation and livelihoods of rural households, especially the small farmers. • To ensure availability of quality planting material like seeds, seedlings, clones, hybrids, improved varieties, etc. • To popularise various Agroforestry practices/models suitable to different agro ecological regions and land use conditions. • To create database, information and knowledge support in the area of agroforestry. • To provide Research &amp; Development (R&amp;D), extension and capacity building support to agroforestry sector. • To identify and catalyze linkages with traditional and emerging markets for the timber and non-timber products generated from agroforestry plantation on farmland including Bio-fuels, matchwood, plywood, silk, fiber, lac, beauty and wellness sector, handicrafts, construction, etc. • To promote value addition and processing of agroforestry produce by creating collection and post-harvest facilities for additional income generation by farmers. • To provide use of modern technology for monitoring and evaluation (M&amp;E) on the impact of agroforestry in agro-ecology.",
  "benefits": [
    "The scheme targets to provide following benefits:",
    "1) Adaptation to impact of climate change effects through microclimate moderation, conservation of natural resources and creation of an additional source of livelihood and income opportunities.",
    "2) Enhancement in productivity, soil fertility improvement, soil conservation, nutrient cycling, microclimate improvement etc.",
    "3) Enhanced carbon sequestration in farmlands as well as ecosystem services.",
    "4) Sustainable availability of Quality Planting Material for agroforestry",
    "5) Promote the setting up of new small, medium and hi-tech nurseries for producing Quality Planting Materials (QPM) like seeds, seedlings, clones, and improved varieties to meet the requirement of farmers."
  ],
  "eligibility_criteria": "All benefits shall be provided through state-specific Annual Action Plan",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "As per RKVY guidelines",
        "Step 01: Proposals can be submitted to States. The State Government will examine the project proposal from the viewpoint of suitability to the priorities and objectives of the State and the general framework of RKVY.",
        "Step 02: If found suitable, the proposal will be forwarded to the State Level Sanctioning Committee (SLSC) chaired by Chief Secretary for consideration.",
        "Step 03: Based on the approval of the SLSC, the project will be rolled out after an agreement has been signed between the State Government and Project Promoter."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agriwelfare.gov.in/Documents/Operational%20Guidelines%20of%20AGROFOREST%20Y%20under%20RKVY.pdf"
    }
  ],
  "documents_required": "1) Aadhaar number\n2) Land documents\n3) Bank details\n4) Photographs\nThe specific documents for availing the benefits of the program may vary depending on the type of intervention and the state. It is recommended to consult with the relevant authorities for detailed information on documents to be submitted."
}