{
  "scheme_id": "64b8edd1b594314dec800a34",
  "slug": "mabay",
  "scheme_name": "Mukhyamantri Aawasiye Bhu-Adhikaar Yojana",
  "scheme_short_title": "MABAY",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "Revenue Department",
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Housing",
    "Shelter",
    "Land",
    "Plots"
  ],
  "brief_description": "Revenue Department of Madhya Pradesh State started this scheme to provide residential plots.",
  "detailed_description": "Each family is entitled to live a dignified life with access to essential necessities. Those who are eligible for the housing schemes initiated by either the Central or State government can truly reap the benefits once they obtain a housing plot. Once the residential plot is secured, assistance can be availed for housing loans through government schemes and banks. In light of this, the state government is launching the &amp;quot;Mukhyamantri Awasiya Bhu-Adhikar Yojana,&amp;quot; aimed at granting eligible families residential plots on the &amp;#39;populated areas&amp;#39; within each gram panchayat region in rural areas.",
  "benefits": [
    "Plot will be provided to all those families who do not have their own house."
  ],
  "eligibility_criteria": "The applicant family does not have a residence to live independently. The applicant family has less than 5 acres of land. The applicant family holds the eligibility slip for obtaining ration from the Public Distribution System (PDS) shop. No member of the applicant family is income tax payer. No member of the applicant family is in government service. The name of the applicant is registered in the voter list till January 01, 2021 in the village where he wants residential plot.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicants have to visit official website.  Click on \"Apply\" under the scheme name. On the new page , click on the \"Avedan\". Select the \"New Application\" option. Now fill out the application form and provide the required details. Submit"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://revenue.mp.gov.in/upload/files/094344313693.pdf"
    },
    {
      "title": "Details",
      "url": "https://saara.mp.gov.in/saaraweb/BhuSwamiAdhikar/ruralplot.html"
    }
  ],
  "documents_required": "Aadhar card. Address proof. Proof of income. Proof of age. Identity card. Bank account statement. Mobile number. Passport size photograph"
}