{
  "scheme_id": "64c75225481f59106a7b82c6",
  "slug": "shw",
  "scheme_name": "Shelter Home For Women (SHW)",
  "scheme_short_title": "SHW",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Women and Child Development Department",
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment",
    "Women and Child"
  ],
  "sub_categories": [
    "Shelter",
    "Rehabilitation",
    "Citizen empowerment",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Government Organisation",
    "NGO",
    "Trust"
  ],
  "tags": [
    "Women",
    "Shelter",
    "Counselling",
    "Skill",
    "Training"
  ],
  "brief_description": "The scheme \"Shelter Home for Women (SHW)\" provides temporary shelter and support to women who have no family or social support systems to rely on and rehabilitate the women socially and economically by the provision of skill training, and counselling.",
  "detailed_description": "The scheme &quot;Shelter Home for Women (SHW)&quot; is a Social Welfare Scheme by the Directorate of Women &amp; Child Development, Govt. of Goa. The scheme provides temporary shelter and support to women who have no family or social support systems to rely on and rehabilitate the women socially and economically by the provision of skill training, and counselling. The shelter Homes are given Financial Assistance in the form of grants consisting of salary components and maintenance expenditures.",
  "benefits": [
    "The Shelter Homes are given Financial Assistance in the form of Grants consisting of Salary Components and Maintenance Expenditures."
  ],
  "eligibility_criteria": "The applicant should qualify as ANY ONE of the following -\nA Non-Government Voluntary Organization registered under the Registration of Societies Act, 1860. A Public Trust, registered under any law for the time being in force. Local Body. Government Body. Body as specified by the Govt. having a Managing Body with powers, duties and responsibilities, the experience of working in the field of women and children welfare, and rendering their services without distinction of caste, religion or language.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the Directorate of Women & Child Development, Panaji-Goa, and request a hard copy of the proforma of the application form for the scheme from the Concerned Authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Concerned Authority.",
        "Step 4: Acquire the receipt/acknowledgement of the successful submission of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/08/DWCD-Citizen-Charter-1.pdf"
    }
  ],
  "documents_required": "Proof of Registration. Details of the Admitted Women. Details of the Rehabilitation Measures (Skill Training, and Counselling). Bank Details (for the purpose of transfer of grants)."
}