{
  "scheme_id": "680b6978197a2fd77e4bb473",
  "slug": "spabem",
  "scheme_name": "A Scheme to Provide Assistance for Building E-Market Facilities in Market Committees",
  "scheme_short_title": "SPABEM",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Agriculture",
    "E-Market"
  ],
  "brief_description": "This scheme provides financial assistance to market committees in Gujarat to establish e-market facilities, aligning with the National Agriculture Market Policy for a unified national e-market.",
  "detailed_description": "&quot;A Scheme to Provide Assistance for Building E-Market Facilities in Market Committees&quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support market committees to set up e-market facilities, enhancing transparency and efficiency in agricultural marketing across the state.",
  "benefits": [
    "Financial Assistance: ₹1,00,000/- (One Lakh Rupees) per eligible market committee."
  ],
  "eligibility_criteria": "Co-operative Market Committees shall be eligible under this scheme. The committee must operate within Gujarat.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Fill in the application form on plain paper as per the instructions. Step 2: Attach all required documents. Step 3: Submit the completed application to the District Registrar for processing."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    }
  ],
  "documents_required": "Proof of cooperative market committee registration. Details of the proposed e-market facility setup. Any other documents as required."
}