{
  "scheme_id": "676d033cff1de86fed723e47",
  "slug": "jbsyb",
  "scheme_name": "Janani Bal Suraksha Yojana",
  "scheme_short_title": "JBSYB",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Health Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Children’s health and immunization",
    "Pregnancy care"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Maternal Health",
    "Pregnancy",
    "Women And Child",
    "Immunization"
  ],
  "brief_description": "This health initiative aimed at improving maternal and infant health by increasing institutional deliveries, reducing infant and maternal mortality rates, and promoting immunization in Bihar.",
  "detailed_description": "Launched as part of efforts towards women&amp;#39;s empowerment, &amp;quot;Janani Bal Suraksha Yojana&amp;quot; has significantly improved health outcomes for pregnant women and nursing mothers in Bihar. The scheme, through the efforts of trained health workers like ASHA and MAMTA, has contributed to a remarkable rise in institutional deliveries and reductions in both infant and maternal mortality rates.",
  "benefits": [
    "Increased Institutional Deliveries: The percentage of institutional deliveries has risen from 4% in 2006-07 to 47% now, ensuring safer childbirths. Reduction in Infant Mortality: Infant mortality rate has decreased from 61 per thousand births in 2005 to 35 per thousand births, contributing to healthier infants. Higher Immunization Coverage: Regular immunization rates have increased from 18.6% in 2005 to 84% in 2018-19, surpassing the national average. Decrease in Maternal Mortality: Maternal mortality rate has reduced from 312 in 2005 to 165 in 2018-19, promoting safer childbirth for mothers. Improved Life Expectancy: The average life expectancy of women in Bihar has increased from 61.6 years in 2006 to 68.5 years in 2016, enhancing overall women's health. Empowerment of Women: The scheme supports women's health and also includes provisions for police recruitment, including 35% reservation for women in police positions. Support for Marginalized Communities: Additional benefits for women from Scheduled Castes and Scheduled Tribes to ensure inclusivity and equality in access to healthcare. Improved Healthcare Access: Trained health workers like ASHA and MAMTA provide guidance, ensuring pregnant women and nursing mothers receive timely and appropriate care."
  ],
  "eligibility_criteria": "The applicant must be a pregnant woman or nursing mother residing in Bihar. The applicant should be willing to undergo institutional delivery and follow the health protocols set by the health department. The applicant should be a member of a marginalized community to receive additional benefits under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the nearest health center or hospital.",
        "Step 2: Meet with an ASHA or MAMTA worker for guidance and support.",
        "Step 3: Submit the necessary documents for verification."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cs.egovbihar.in/gad/Content6e38.html?links&page=leading_empowerment"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of pregnancy (e.g., ultrasound or medical certificate). Identification proof (Aadhaar card, voter ID, etc.). Proof of residence (e.g., ration card, voter ID). Medical documents from a registered healthcare provider. Any other documents (if required)."
}