{
  "scheme_id": "68109734096abd5b8bc52344",
  "slug": "tcsc",
  "scheme_name": "Tiatr Cantaram Singing Competition",
  "scheme_short_title": "TCSC",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Academy",
    "Financial Support",
    "Award",
    "Artist",
    "Singing",
    "Competition"
  ],
  "brief_description": "The \"Tiatr Cantaram Singing Competition\", organised by the Kala Academy under the Department of Art, Culture and Museums, Government of Goa, aims to promote singing talent, preserve and revive the tradition of Tiatr songs, and encourage both traditional and new compositions that reflect Goa.",
  "detailed_description": "The &quot;Tiatr Cantaram Singing Competition&quot;, organised by the Kala Academy under the Department of Art, Culture and Museums, Government of Goa, aims to promote singing talent, preserve and revive the tradition of Tiatr songs, and encourage both traditional and new compositions that reflect Goa's rich Tiatr heritage. The competition is open to all Goan artists.",
  "benefits": [
    "A common music band is provided by Kala Academy free of cost for practice and competition. Each participant gets ₹150/- as travel and daily allowance. Winners receive cash prizes in different categories.",
    "Solo Singing [Male & Female]: 1st Prize: ₹2,000/-, 2nd Prize: ₹1,500/-, 3rd Prize: ₹1,000/-",
    "Duet Singing: 1st Prize: ₹4,000/-, 2nd Prize: ₹3,000/-, 3rd Prize: ₹2,000/-",
    "Duo Singing: 1st Prize: ₹4,000/-, 2nd Prize: ₹3,000/-, 3rd Prize: ₹2,000/-",
    "Trio Singing: 1st Prize: ₹6,000/-, 2nd Prize: ₹4,500/-, 3rd Prize: ₹3,000/-",
    "Quartet [Group of 4]: 1st Prize: ₹8,000/-, 2nd Prize: ₹6,000/-, 3rd Prize: ₹4,000/-",
    "Choral [Group Singing]: 1st Prize: ₹8,000/-, 2nd Prize: ₹6,000/-, 3rd Prize: ₹4,000/-"
  ],
  "eligibility_criteria": "The Competition is open to all Goan artists.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Kala Academy, Goa, and request a hard copy of the prescribed format of the application form free of charge from the Program & Development Section, Tiatr Academy of Goa , Block A, 2nd Floor, Campal Trade Centre, Campal, Panaji, Goa.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Member Secretary, Kala Academy, Goa .",
        "Authority for Redressal of Grievances: Member Secretary/Chairman, Kala Academy, Goa.",
        "*All participants fulfilling the requirements should submit their applications within the stipulated date.",
        "*The right to accept or reject the entry is vested with Kala Academy."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://artandculture.goa.gov.in/sites/default/files/Kala%20Academy%20Goa%20Schemes.pdf"
    }
  ],
  "documents_required": "Four typed copies of the song lyrics. No Objection Certificate (NOC) from the original composer."
}