{
  "scheme_id": "67d276b6777a17dd53e0cc7f",
  "slug": "pfphmva",
  "scheme_name": "Promoting to Farmer for Post Harvesting & Management (Value Addition)",
  "scheme_short_title": "PFPHMVA",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Joint Liability Groups (JLGS)",
    "Registered Societies",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Post Harvesting Technology"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to support farmers in setting up crop value addition units using post-harvesting technology and management concepts.",
  "detailed_description": "The scheme &amp;quot;Promoting to Farmer for Post Harvesting &amp;amp; Management (Value Addition)&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to encourage all categories of farmers to establish crop value addition units that utilize post-harvesting technology and management strategies.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nProject Based Processing Unit | 50% of the cost or ₹10,00,000/- whichever is less | 10 Year"
  ],
  "eligibility_criteria": "Eligible entities:\nFarmers Interest Group Farmers Producer Group Farmer Producer Companies Self-Help Groups (SHGs) and Sakhi Mandals of Women farmers Co-operative society at village level\nEligible Individuals with relevant agricultural education:\nDiploma in Agriculture Graduate in Agriculture Postgraduate in Agriculture Bachelor of Rural Studies (B.R.S.)",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Note: Application will be accepted on the principle of first come, first serve bases within the target limits. Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dag.gujarat.gov.in/Home/SchemesDetailsPage/ZGBPasq5nKT5f3TEB66czQ%E2%99%AC%E2%99%AC"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Card. Land Ownership Documents. Bank Account Details. Project Proposal Document. Farmer Group Registration Certificate (if applicable). Diploma/Degree Certificate (for individual applicants). Any other document if required."
}