{
  "scheme_id": "645be3be3b5b7730866a5979",
  "slug": "cmacs",
  "scheme_name": "CM Anuprati Coaching Scheme",
  "scheme_short_title": "CMACS",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Social Justice And Empowerment Department, Government Of Rajasthan",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Anuprati",
    "Coaching",
    "Competitive Examination",
    "UPSC",
    "RPSC"
  ],
  "brief_description": "The scheme is an initiative launched by the Government of Rajasthan to provide free coaching to students from economically weaker sections (EWS) and socially backward communities for various competitive exams such as IAS, RAS, and other government job recruitment exams.",
  "detailed_description": "The &amp;quot;CM Anuprati Coaching Scheme&amp;quot; was introduced by the Social Justice and Empowerment Department, Government of Rajasthan. The objective of the scheme is to encourage talented candidates from Scheduled Caste, Scheduled Tribe, Other Backward Class, Extremely Backward Class, Economically Weaker Section or Minority categories of Rajasthan by providing financial assistance after their selection in various competitive examinations, such as IAS, RAS, IIT, IIM, CPMT, NIT, and other government engineering and medical entrance exams.",
  "benefits": [
    "Under the scheme, the following are the details of the amounts provided for the preparation of various exams:",
    "Sl. No. | Examination | Amount | Duration | Minimum Qualification\n1 | Civil Services Examination conducted by UPSC | Through reputed institutes- ₹75,000/- | 1 Year | 1. Studying in final two years of graduation/undergraduate 2. 70% marks in class 12\n | Civil Services Examination conducted by UPSC | Through other institutions- ₹50,000/- | 1 Year | 1. Studying in final two years of graduation/undergraduate 2. 60% marks in class 12\n2 | RAS or Subordinate Services Combined Competitive Examination conducted by RPSC | Through reputed institutions – ₹50,000/- | 1 Year | 1. Studying in final two years of graduation/undergraduate 2. 65% marks in class 12\n | RAS or Subordinate Services Combined Competitive Examination conducted by RPSC | Through other institutions – ₹40,000/- | 1 Year | 1. Studying in final two years of graduation/undergraduate 2. 55% marks in class 12\n3 | Sub Inspector examination conducted By RPSC, earlier on Grade Pay of ₹3,600/- and currently on Pay Matrix Level-10 and above other examinations | ₹20,000/- | 6 Months | 1. Studying in final two years of graduation/undergraduate 2. 50% marks in class 12\n4 | REET Examination | ₹15,000/- | 4 Months | 1. B.Ed/STC 2. 50% marks in class 12\n5 | Examinations conducted by RSSB such as Patwari, Junior Assistant for previous grade pay ₹2400 and the current above pay level 5 and for previous grade pay ₹3600 and other examinations below pay level 10 | ₹10,000/- | 4 Months | 1. Studying in Graduation/12th and RSCIT or Computer Course or O Level/Higher Computer Level Certificate/Diploma 2. 50% marks in class 12\n6 | Constable Examination | ₹10,000/- | 4 Months | 50% marks in Class 10\n7 | Entrance Examination of Engineering/Medical | Through reputed institutes- ₹70,000/- per year | 2 years (Studying in Class 11th & 12th and for a period of two years after passing Class 12th) | 70% marks in Class 10\n | Entrance Examination of Engineering/Medical | Through other institutions – ₹55,000/- per year | 2 years (Studying in Class 11th & 12th and for a period of two years after passing Class 12th) | 60% marks in Class 10\n8 | CLAT Examination | Through reputed institutes- ₹40,000/- per year | 1 Year | 60% marks in Class 10\n | CLAT Examination | Through reputed institutes- ₹25,000/- per year | 1 Year | 50% marks in Class 10\n9 | CAFC | Through reputed institutes- ₹40,000/- per year | 1 year (Studying in Class 11th & 12th and for a period of two years after passing Class 12th for students of the Commerce subject) | 60% marks in Class 10\n10 | CSEET | Through reputed institutes- ₹25,000/- per year | 1 year (Studying in Class 11th & 12th and for a period of two years after passing Class 12th for students of the Commerce subject) | 60% marks in Class 10\n11 | CMFAC | Through reputed institutes- ₹25,000/- per year | 1 year (Studying in Class 11th & 12th and for a period of two years after passing Class 12th for students of the Commerce subject) | 60% marks in Class 10"
  ],
  "eligibility_criteria": "The candidate must be a native of Rajasthan. The candidate should belong to one of the following categories: Scheduled Caste (SC), Scheduled Tribe (ST), Other Backward Class (OBC), Extremely Backward Class (EBC), Economically Weaker Section (EWS), or Minority category. The annual income of the candidate's parents/guardians (including the candidate's income, if applicable) must be less than ₹8.00 lakh, or the candidate's parents must be State Government employees receiving a salary up to Level-11 of the Pay Matrix. The candidate should not have previously availed the benefits of this scheme. The candidate must possess the minimum qualifications required for the competitive examination.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit the official portal of Rajasthan Single Sign On: https://sso.rajasthan.gov.in/  Step 2: On the homepage, click on the \" Register here \" tab. Step 3: Select ‘Jan Aadhaar' option for registration under the ‘Citizen' tab. Step 4: Complete the registration process by entering your Jan Aadhaar Number. Step 5: After successful registration, you will receive a User ID (SSO ID) and Password. These credentials will allow you to check your application status and apply for scheme in the future. Application Process: Step 1: To apply under the scheme, revisit the official portal of Rajasthan Single Sign On: https://sso.rajasthan.gov.in/  Step 2: On the homepage, click on the \" Login to RajSSO \" tab. Step 3: Enter your username (SSO ID), password, and Captcha, then click ‘Login'. Step 4: Once logged in, update your profile. Step 5: Click on SJMS SMS icon, click on CM Anuprati Coaching icon on SJMS SMS icon dashboard. Step 6: Fill in the required information, and upload all necessary documents on the online portal. Step 7: After entering the information and uploading the documents, make sure to submit/save your application form. Note 1: When the notification is issued by the State Government, the interested candidate must apply through the official portal via e-Mitra/SSOID using their Jan Aadhaar Card. Note 2: After receiving the online application forms from candidates as per the prescribed eligibility, the required documents (such as caste certificate, domicile certificate, 10th and 12th mark sheets, income certificate, etc.) will be automatically verified from the database of the web portal/Jan Aadhaar/Raj e-bolt/DigiLocker of the issuing agency through web service, without the need to upload the documents wherever possible. These application forms will be verified automatically, eliminating the need for manual verification. Note 3: The candidate must select the exam they propose to take coaching for, along with one of the listed coaching institutes. Online application will be allowed if there is an available target for the relevant category in the district for exam selection. Note 4: The option to change the name of the coaching institute and exam will remain available until the last date prescribed for the online application by the candidate. Note 5: The candidate must join in the same academic session as per the merit list issued for that year. If they do not, they will not be able to avail the benefit in the following academic session.  User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202206141157335834.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://sje.rajasthan.gov.in/Default.aspx?PageID=284"
    },
    {
      "title": "SSO Portal",
      "url": "https://sso.rajasthan.gov.in/signin"
    },
    {
      "title": "User Manual",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202402191520050796.pdf"
    },
    {
      "title": "Required Documents",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202402191514560241.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card Passport-size photograph Janadhaar Number SSO ID Caste/Community certificate Domicile certificate 10th and 12th class marksheets Graduation degree certificate RSCIT Certification Computer Certificate, Diploma Certificate depends on the courses selected Income certificate If the candidate's parents/guardians are salaried employees in a government department/board or are employed in corporate/private service, an income certificate issued by the Head of Office/Employer is required. Any other documents as specified"
}