{
  "scheme_id": "654cb0205838968fc3888bf8",
  "slug": "pecfar",
  "scheme_name": "Paired Early Career Fellowship in Applied Research",
  "scheme_short_title": "PECFAR",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Indo-German Science & Technology Centre, Government Of India",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "International education",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fellowship",
    "Applied Research",
    "IGSTC",
    "Indo-German",
    "Fellow",
    "Germany"
  ],
  "brief_description": "PECFAR is a fellowship to facilitate a two-way exchange of young early-career Indian and German researchers through short visits for networking and exploring avenues for collaboration and innovation in applied research.",
  "detailed_description": "Indo-German Science &amp;amp; Technology Centre (IGSTC) established a joint initiative of the Department of Science and Technology (DST), Government of India and the Federal Ministry of Education and Research (BMBF), Government of Germany invites applications for \"Paired Early Career Fellowship in Applied Research (PECFAR)\" from early-career Indian and German researchers to explore, connect and network for research collaboration in applied research. &gt; **Aim of the Fellowship: The Fellowship intends to-** - Support Early Career Researchers to network and explore possibilities to grow in applied research. - Enhance the research capabilities and opportunities in the partner country on various aspects of S&amp;amp;T, entrepreneurship, collaborative research, innovation &amp;amp; lab utilization. - Create impetus to expand bilateral collaboration &amp;amp; research among young researchers. - Build well-knitted long-term cooperation with complementary partnerships through networking &amp;amp; interaction. &gt; **Fellowship Details:** - This fellowship is designed to facilitate a pair of Early Career Researchers to have a short visit to India/Germany for networking and explore avenues for collaboration and innovation in applied research. - The pair will be formed by an Indian and a German Early Career Researcher who shall submit a joint proposal. - The paired fellows can jointly plan the fellowship visits to the partner country (India/Germany). - The fellows may also utilize this award to connect and travel to other institutions in India/Germany and enhance their networking. &gt; **Formation of a Pair:** - Applicants shall form a pair consisting of one Indian &amp;amp; German Early Career Researcher holding regular positions in academia/research institution/industry or holding long-term nationally recognized fellowships (4 years and above). - Applicants are solely responsible for identifying &amp;amp; forming their respective pairs and acquiring acceptance letters from institutes/organizations of the paired fellows. - PhD students/Post-Docs affiliated with research institutions/industries are also encouraged to form a Pair. &gt; **Duration of Fellowship:** - The duration of the fellowship will be up to 2 months. - Extension in the duration of the fellowship shall not be entertained.",
  "benefits": [
    "The financial support shall be provided as a time grant and it will be limited to:",
    "Fellowship: € 2300 per month/fellow on a pro-rata basis. Single round trip economy class airfare including visa fees and medical/travel insurance approximately ₹ 1 lakh (for Indian fellow) and € 1500 (for German fellow).",
    "Note 01: IGSTC grant is only for covering monthly fellowship, round trip fare, visa, and travel/medical insurance.",
    "Note 02: A one-time grant will be provided to cover the travel, accommodation, and daily expenses."
  ],
  "eligibility_criteria": "Early Career Researchers holding regular positions in academia/research institution/industry or holding long-term nationally recognized fellowships (4 years and above) will be eligible to apply. The applicant should possess the minimum qualification as \"Masters in Science/Bachelor in Engineering (4 years)\". PhD Students/Post-docs affiliated with research institutions/industries may also apply. The upper age limit of the applicant should be 35 years. Note 01: The applicant with institutional affiliation shall submit a No Objection Certificate (NOC) from the Head of the Institution at the time of the application. Note 02: Applicants must define a detailed activity plan mentioning their objective, work plan, and expected outcomes for the duration of the fellowship. Note 03: The Pair must complete his/her visits within 12 months from the initiation of the PECFAR Award. Note 04: The time gap between the visits of the two Awardees should be less than 6 months. Note 05: Any change in the proposed date of travel should be intimated to IGSTC 45 days before the visit is planned. Note 06: The fellows will abide by the conduct, rules, and regulations of the Paired organization & the country. Note 07: IGSTC will not be responsible for violation of any Rules and regulations by him/her. Note 08: Each of the Awardees of the Pair must submit UC/SE along with the Fellowship visit report in the prescribed format at the end of their visits. Note 09: Within 4 weeks of completion of the Fellowship, the Awardees must submit a detailed consolidated Fellowship completion report endorsed by the host institutions in the prescribed format along with representative photos to IGSTC. The travel support for both the Awardees will be reimbursed after the Awardees complete both their visits. Note 10: The fellows must recognize and acknowledge the IGSTC fellowship in all online/print documents, communications, reports, publications, etc. on work resulting from the fellowship.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process: Step 01: The applicant may submit the application for online via the \" Application Portal \". Step 02: To start the online application, the applicant must register on the portal first using your email address. Step 03: Enter a correct working email address when the applicant registers in the portal, as it will send a link for verification. Step 04: Registration can be done by any one of the members of the Pair. Please note that this should be initiated by only one member of the Pair. In case it is done by both the members the portal may block the email ID of the one who registers later. Step 05: Once the registration is completed, the applicant can add his/her partner from India/Germany. The one who registers in the portal first (from the Pair) will be known as the Primary applicant. The Partner will receive a link for registration and filling up the information. Step 06: In case you do not receive an email for verification, please check your ‘SPAM' or ‘JUNK' folder. If you still fail to find the email, please reach us at pecfar@igstc.org. Step 07: Both fellows (from India & Germany) must individually complete their application and save it as a draft version. The final submission of the application will be done by the Primary applicant only. Step 08: It is the responsibility of the Primary applicant to make sure that the application is completed by his/her partner before final submission. Note 01: Applicants must strictly follow the instructions given for application submission. Failure to do so may result in the rejection of the application. Note 02: The applications should be submitted via the \" Online Application Portal \". Submissions by any other means will not be accepted. Selection Procedure/Evaluation: A joint selection committee of experts shall review the applications based on the credentials of the pairs, feasibility, scope, and quality of the joint proposal plan for the fellowship duration, and expected outcomes (including future plans emerging out of the visit, value addition to the parent organization of the fellows). The decision of the committee shall be considered final and binding. Contact: For queries: Phone: + 91- 011 -2654 3500 E-mail: pecfar@igstc.org"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.igstc.org/home/pecfar_guidelines"
    },
    {
      "title": "Application Portal",
      "url": "https://indo-germansciencetechnologycentre.my.salesforce-sites.com/ApplicantDashboard?campaign=Landing_Page_Pecfar"
    }
  ],
  "documents_required": "1. Passport-size Photograph\n2. No Objection Certificate from the Parent institution\n3. Invitation Letters certified from the Host Institutions\n4. Proof of Date of Birth (Scan copy of Passport/Aadhaar Card)\n5. Proof of Education Qualifications arranged in reverse chronological order\n6. Proof of Current Employment/Fellowship Award Letter\n7. Any other document, as required"
}