{
  "scheme_id": "67f1512a47fce4bdae1f3dfa",
  "slug": "usr",
  "scheme_name": "Urdu Scholarship- Rajasthan",
  "scheme_short_title": "USR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Higher Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Girl Student",
    "Undergraduate",
    "Postgraduate",
    "Urdu"
  ],
  "brief_description": "The scheme aims to promote the Urdu language among female students at the undergraduate and postgraduate levels. Under this scheme, a monthly scholarship is provided to undergraduate and postgraduate students who are studying Urdu as an optional subject.",
  "detailed_description": "The &amp;quot;Urdu Scholarship&amp;quot; scheme was introduced by the Higher Education Department, Government of Rajasthan, aims to promote the Urdu language by providing financial assistance to students who study Urdu as an optional subject. At the graduation level, the scholarship is exclusively available to girl students who have secured at least 50% marks in their qualifying examination and are studying Urdu as an optional subject. At the postgraduate level, both male and female students are eligible, provided they have passed their graduation or post-graduation examination with at least a second division and have opted for Urdu as a subject. It is mandatory for all applicants to study Urdu as an optional subject to be eligible for this scholarship.",
  "benefits": [
    "A monthly scholarship of ₹100/- for students studying Urdu at the undergraduate level. A monthly scholarship of ₹150/- for students studying Urdu at the postgraduate level."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. At graduation level, only female students are eligible. At post-graduation level, both male and female students are eligible. The applicant should be studying Urdu as an optional subject at the graduation or post-graduation level. For graduation level applicants, a minimum of 50% marks in the previous qualifying examination is required. For post-graduation level applicants, the student should have passed graduation/post-graduation with at least second division. It is mandatory to study Urdu as a subject to receive the scholarship. The scholarship is applicable only for those who are regularly enrolled in recognized colleges/universities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The applicant should download the application form from the official website .",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the related college.",
        "Step 4: Request a receipt or acknowledgment from the related college to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable).",
        "NOTE: Incomplete or outdated applications will be rejected.",
        "Post Application Process:",
        "The college will forward the application to the Higher Education Department, Rajasthan.",
        "Renewal Process:",
        "Only those students who were sanctioned a new scholarship in the previous year are eligible for renewal. ( Renewal Form ) To qualify, they must have secured at least 50% marks and passed in second division in their last examination."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://hte.rajasthan.gov.in/scholarship/2301202102.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://jansoochna.rajasthan.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://hte.rajasthan.gov.in/files/uploads/offline-forms.pdf"
    },
    {
      "title": "Application Form - New",
      "url": "https://collegeeducation.rajasthan.gov.in/httpdocs/scholarships/sch_urdu_new.pdf"
    },
    {
      "title": "Application Form - Renewal",
      "url": "https://collegeeducation.rajasthan.gov.in/httpdocs/scholarships/sch_urdu_renew.pdf"
    }
  ],
  "documents_required": "Passport-size Photo Secondary Examination Marksheet/Birth Certificate (self-attested copy) Caste Certificate (issued by relevant authority) Aadhaar Card Jan Aadhaar Card Income Certificate Certified Copy of the Mark Sheet of the Previous Examination Resident Certificate (issued by relevant authority) Admission Form in the Prescribed Format (indicating date of admission) Hostel Certificate (signed by the warden and attested by the Head of the Institution, (if applicable) Photocopy of the Bank Passbook (indicating student's name, account number, IFSC code, and bank details)"
}