{
  "scheme_id": "64f9cb858b9d77aaeb850348",
  "slug": "ibrs",
  "scheme_name": "Industry Linked Biotechnology Research Scheme",
  "scheme_short_title": "IBRS",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Science and Technology Department",
  "implementing_agency": "Kerala Biotechnology Commission, KSCSTE",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Biotechnology",
    "Research",
    "Scientist",
    "Technologist",
    "Grant",
    "Industry"
  ],
  "brief_description": "The Scheme \"Industry Linked Biotechnology Research Scheme (IBRS)\" facilitates Academia-Industry interaction by undertaking projects in collaboration with an industrial partner which should result in commercializing the product or process or service.",
  "detailed_description": "The Scheme \"Industry Linked Biotechnology Research Scheme (IBRS)\" facilitates Academia-Industry interaction by undertaking projects in collaboration with an industrial partner which should result in commercializing the product or process or service. Kerala Biotechnology Commission (KBC) under the Kerala State Council for Science, Technology and Environment (KSCSTE) provides project mode support to facilitate Academia-Industry interaction. The project proposals should be result-oriented with an eye on commercializing the product or process or service that would result from it. The scheme is to provide financial assistance in the form of grants to Scientists and Technologists of R&amp;amp;D Centers/academic Institutions/Organizations actively involved in biotechnological research with emphasis on areas relating to marine, agriculture, health, and environment. The proposals need to be submitted with active collaboration with an industry in which the industrial partner is willing to share 25% of the KBC allocated funds additionally.",
  "benefits": [
    "Financial assistance in the form of a grant of ₹40 lakhs excluding overhead cost and industry share (25%) for a period of three years shall be provided to Scientists and Technologists of R&D Centers/academic Institutions/Organizations actively involved in biotechnological research with emphasis on areas relating to marine, agriculture, health and environment. In addition, the host institution will be eligible for an overhead @ 10% of total expenditure subject to a ceiling of ₹2 lakh. Note: Under the scheme, the industrial collaborator who is willing to share 25% of funds additionally, a clear statement needs to be submitted along with an endorsement from the Head of the organization and should clearly mention the extent of financial support and break-up of the budget."
  ],
  "eligibility_criteria": "The applicants should be the Scientists and Technologists of R&D Centers/Academic Institutions/Organizations actively involved in biotechnological research with emphasis on areas relating to marine, agriculture, health, and environment. The proposals need to be submitted in active collaboration with an industry in which the industrial partner is willing to share 25% of the Kerala Biotechnology Commission allocated funds additionally.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: Applications are invited through advertisement and the project proposal should be submitted online . Step 02: Applications must have the endorsement from the Head of Institution (HoI) and it should be forwarded by the HoI. Step 03: After receiving the project proposal, it will be acknowledged with a reference number and other instructions, if any. Step 04: If the project proposal is as per the format and norms of KSCSTE it will be sent to five referees for evaluation. After getting the comments from referees, the project proposals will be placed in the expert committee for final decision. (The Principal Investigator (PI) may be called for presentation if at least three of the five referees are positive. In all the cases, the decision shall be intimated to the PI.) Step 05: The expert committee assesses the content and objectives of the proposed project and recommends the nature and quantum of assistance to be provided to each project. The decision of KSCSTE based on the recommendations of the expert committee on such proposals shall be final.",
        "Contact Details:",
        "The Scientist-in-charge",
        "Kerala Bio-Technology Commission",
        "Kerala State Council for Science, Technology and Environment (KSCSTE),",
        "Sasthra Bhavan, Pattom, Thiruvananthapuram – 695 004",
        "Telephone: (0471) 2548254, 2548406",
        "E-mail: kbc.kscste@kerala.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://kscste.kerala.gov.in/industry-linked-biotechnology-research-scheme-ibrs/"
    },
    {
      "title": "Guideline",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_Guidelinesn_22.pdf"
    },
    {
      "title": "Terms & Condition",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_TC21.pdf"
    },
    {
      "title": "Date Of Start Of Project",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_datestart_22.pdf"
    },
    {
      "title": "Endorsement Form",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_Endorsement_22-1.pdf"
    },
    {
      "title": "Consent Form",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_Consent22.pdf"
    },
    {
      "title": "Statement Of Expenditure & Utilization Certificate Format",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_SEUC_21.pdf"
    },
    {
      "title": "Consolidated Statement Of Expenditure & Utilization Certificate Format",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_ConsolSEUC_22.pdf"
    },
    {
      "title": "No Pending Utilization And Statement Of Expenditure Certificate",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/IBRS_no_pending_UCSE22.pdf"
    },
    {
      "title": "Asset Transfer Certificate",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/YIPBAssettransfercertificate_19.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "1. Identity proof of applicant\n2. Passport size photographs\n3. Educational certificates\n4. Technical report/proposal\n5. Disability certificate (If applicable)\n6. Endorsement from the Collaborating Industry \n7. Endorsement from the Head of Institution \n8. Any other document, if required"
}