{
  "scheme_id": "6776b03109be7bb7df9fd5d1",
  "slug": "jmggy",
  "scheme_name": "Jharkhand Mukhyamantri Gram Gadi Yojana",
  "scheme_short_title": "JMGGY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Transport Department",
  "dbt_scheme": false,
  "categories": [
    "Travel & Tourism",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Taxes"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Bus Operators",
    "Rural",
    "Tax"
  ],
  "brief_description": "The scheme \"Jharkhand Mukhyamantri Gram Gadi Yojana\" by the Transport Department, Government of Jharkhand, aims to enhance rural connectivity and provide affordable transportation facilities to rural residents. It supports private bus operators to operate on rural routes with financial assistance...",
  "detailed_description": "The scheme &quot;Jharkhand Mukhyamantri Gram Gadi Yojana&quot; by the Transport Department, Government of Jharkhand, aims to improve rural connectivity by incentivizing private bus operators and enhancing transportation facilities for rural residents. Under this scheme, rural routes connect remote villages to block headquarters, district headquarters, schools, colleges, medical institutions, main roads, and commercial centers.",
  "benefits": [
    "Financial Assistance: Operators receive financial support per kilometer based on bus seating capacity 33 to 42 seats: ₹18 per km. 25 to 32 seats: ₹14.50 per km. 13 to 24 seats: ₹10.50 per km. 7 to 12 seats: ₹7.50 per km. Tax and Fee Waivers: Exemption from road tax, permit fee (₹1), application fee (₹1), registration fee (₹1), and fitness inspection fee (₹1). Priority Access: Rural buses are given priority at government bus stands and are exempted from all stand fees, tolls, and municipal entry fees. Route Permits: Operators can obtain permits for routes up to 125 km, connecting villages to block/district headquarters and essential services. Subsidies: Operators can avail subsidies for operational costs such as fuel (diesel). Renewal Options: Permits are renewable after five years based on satisfactory performance or till the scheme's validity."
  ],
  "eligibility_criteria": "The applicant must be a private bus operator registered in Jharkhand. The applicant must operate new light/medium commercial four-wheeled vehicles with seating capacities ranging from 7 to 42 (excluding the driver). The applicant must ensure the vehicles comply with the Motor Vehicles Act, 1988, and have either a Hard Top or Soft Top body. Preference will be given to vehicles connecting rural routes to block/district headquarters, schools, colleges, hospitals, and main roads. The applicant must agree to operate vehicles on approved routes and adhere to the fare structure prescribed by the government. Operators who have previously violated permit conditions may be excluded from the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Obtain the application form from the Regional Transport Office (RTO) or download it from the official transport department website.",
        "Step 2: Fill out the application form with all necessary details, including personal, vehicle, and route information.",
        "Step 3: Attach all required documents as mentioned above.",
        "Step 4: Submit the completed application form along with a nominal fee of ₹1 at the respective (Regional Transport Office) RTO.",
        "NOTE:",
        "The application is reviewed by the Regional Transport Authority (RTA). Upon approval, permits are issued for the specified route. Start bus operations as per the approved schedule and maintain compliance with scheme conditions. Apply for permit renewal after five years, if applicable."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jhtransport.gov.in/pdf/Implementation%20of%20Jharkhand%20Chief%20Minister%20Gram%20Gaadi%20Yojana%202022.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Passport-size Photographs. Aadhaar Card (Proof of Identity). Vehicle Registration Certificate (For new vehicles purchased as per scheme requirements). Driver's License (For the vehicle driver). Permit Application Form (Duly filled and signed). Vehicle Fitness Certificate. Route Map/Proposal (Showing the rural route the bus will operate on). Bank Account Details. Affidavit of Compliance (Declaring adherence to scheme rules and regulations)."
}