{
  "scheme_id": "66c598247bfa61d0e0d19f90",
  "slug": "msmsy",
  "scheme_name": "Mata Shabri Mahila Sashktikaran Yojana",
  "scheme_short_title": "MSMSY",
  "state": "Himachal Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of Social Justice and Empowerment",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Aids/Appliances",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "LPG Connection",
    "Women",
    "Subsidy",
    "BPL"
  ],
  "brief_description": "The \"Mata Shabri Mahila Sashktikaran Yojana\" scheme aims to provide subsidies to purchase LPG gas connections and stoves, thereby reducing their dependence on firewood for cooking & improving the quality of life of women from scheduled caste families living below the poverty line (BPL).",
  "detailed_description": "The &quot;Mata Shabri Mahila Sashktikaran Yojana&quot; scheme was launched by the Social Justice and Empowerment Department, Government of Himachal Pradesh. The main objective of this scheme is to provide grants to women of Scheduled Caste or Scheduled Tribe families living below the poverty line and provide them relief from tasks like collecting firewood for domestic purposes and improving the environment.",
  "benefits": [
    "Subsidy: The maximum subsidy amount is ₹1,300/-.",
    "Note: The subsidy covers 50% of the total cost of purchasing an LPG connection and stove."
  ],
  "eligibility_criteria": "The applicant should be a woman. The applicant should belong to the Below Poverty Line (BPL) category. The applicant should belong to a scheduled caste or scheduled tribe family. The applicant's family income should not exceed ₹35,000/-.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant downloads the application form \" Form-1 \".",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Child Development Project Officer (CDPO).",
        "Step 4: Request a receipt or acknowledgment from the Child Development Project Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://himachal.nic.in/WriteReadData/l892s/176_l892s/AnnexureJ-20961722.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph. Caste Certificate. BPL Certificate. Income Certificate (issued by the competent authority). Bank Passbook."
}