{
  "scheme_id": "673e1260ba06e1a36c8cd637",
  "slug": "ssocsc",
  "scheme_name": "State Scholarship of Class 1st to 5th (Scheduled Caste)",
  "scheme_short_title": "SSOCSC",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scheduled Castes",
    "Scholarships",
    "Education",
    "Financial Assistance"
  ],
  "brief_description": "Launched in 1966-67, the \"State Scholarship of Class 1st to 5th\" scheme is a welfare initiative by the Scheduled Caste Welfare Department, Government of Madhya Pradesh. The scheme provides a scholarship amount of ₹200/- to Scheduled Caste students, which is disbursed until 31st October every year.",
  "detailed_description": "Launched in 1966-67, the &quot;State Scholarship for Class 1st to 5th&quot; scheme is a welfare initiative by the Scheduled Caste Welfare Department, Government of Madhya Pradesh. The scheme aims to encourage Scheduled Caste students in the field of education and provide financial assistance. A regular student of a recognized institution receives a scholarship amount of ₹200 per year, which is disbursed until 31st October for Scheduled Caste students. <br> <br> <br> <br>",
  "benefits": [
    "Scholarship amount of ₹200/- per year."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should belong to the Scheduled Caste (SC) category. The student should be enrolled in Class 1 to 5 in a recognized educational institution. The student should be a regular student of the institution. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Departmental District Officer, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "OR",
        "Step 2 : In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=8"
    }
  ],
  "documents_required": "Aadhaar Card Caste Certificate Bank Account Details Passport-sized Photograph Educational Documents Self-attested Documents Proof of Admission Bank Details "
}