{
  "scheme_id": "66ed56fda2ae583ad3e243b2",
  "slug": "adthsg",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department-Hostels: Special Guides",
  "scheme_short_title": "ADTHSG",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Hostel service"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Students",
    "Hostels",
    "Education",
    "Accommodation"
  ],
  "brief_description": "The scheme provides hostel facilities to all boys and girls boarders studying up to XII Standard.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department-Hostels: Special Guides\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to offer hostel accommodations to students belonging to the Adi Dravidar and Tribal communities. The initiative supports their education by ensuring a safe and structured environment for studying, addressing the housing needs of students from underprivileged backgrounds. The facilities are available for students up to the XII Standard.",
  "benefits": [
    "Accommodation: Hostel facility for all Boys/ Girls Boarders studying upto XII Standard."
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/ Tribal community. The beneficiary should be enrolled within XII Standard (Stn. XII or lower).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Students/ Guardians should contact the warden or matron of the hostel with all the required documents as directed by the authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83078"
    }
  ],
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/ Tribal community). Income certificate (if applicable). Admission/ Enrollment proof in school. Any other documents (if required)."
}