{
  "scheme_id": "65af983866a1d73a2182d725",
  "slug": "gspmbws",
  "scheme_name": "Grant of Subsidy for Purchase of Mangalyam to the Bridegroom of Weaker Section",
  "scheme_short_title": "GSPMBWS",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "tags": [
    "Marriage",
    "Bridegroom",
    "Bride",
    "Financial Assistance",
    "Subsidy"
  ],
  "brief_description": "The scheme \"Grant of Subsidy for Purchase of Mangalyam to the Bridegroom of Weaker Section\" by the Dept of Women & Child Development, Govt of Pondicherry, was introduced to provide Financial Assistance of ₹ 2,500/- to the Bridegroom from Weaker Section.",
  "detailed_description": "The scheme \"Grant of Subsidy for Purchase of Mangalyam to the Bridegroom of Weaker Section\" by the Department of Women &amp; Child Development, Government of Pondicherry, was introduced to provide Financial Assistance of ₹ 2,500/- to the Bridegroom from Weaker Section. The application for this scheme should be submitted 15 days before the date of marriage.",
  "benefits": [
    "Financial Assistance of ₹ 2,500/-."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The bridegroom should be above 21 years of age. The bride should be above 18 years of age. The bridegroom should be a native of the UT of Pondicherry. The annual income of the bridegroom and his parents should be less than ₹ 24,000/­. The application should be submitted 15 days before the date of marriage.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Women and Child Development, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Deputy Director (Women Development) or the Child Development Project Officer (depending on the location), at least 30 days before the proposed marriage date.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 2: At the top right corner of the home page, click \" Login \". In the login screen, click \" Register a New Membership \".",
        "Step 3: On the Registration Page, fill in all the mandatory fields: Username, Password, Confirm Password, Personal Details (Full Name, First Name, Email Address, Address, Current Address, Gender, Date of Birth, Mobile Number). Agree to the declaration. Fill in the Captcha Code, and click \"Signup\".",
        "Step 4: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 5: At the top right corner of the home page, click \" Login \". In the login screen, provide your Username and Password, fill in the Captcha Code, and click \"Sign In\".",
        "Step 6: On the next screen, a list of schemes by the Government of Puducherry will be displayed Department-wise.",
        "Step 7: Click on the scheme you wish to apply for. You will be taken to its online application form.",
        "Step 8: In the application form, fill in all the mandatory fields (marked with a red asterisk) and upload all the mandatory documents (self-attest if required).",
        "Step 9: Tick the declaration stating \"I hereby declare that the above-mentioned details are true and correct as per the best of my Knowledge\". Submit the application and note the application number for tracking your application . The application number will also be received on your Registered Mobile Number / Registered Email ID.",
        "*Track Your Application  here ",
        "* Access the User Manual for Online Application  here "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://py.gov.in/sites/default/files/womenrtimanual.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://wcd.py.gov.in/contact-us"
    },
    {
      "title": "Office Locations",
      "url": "https://wcd.py.gov.in/office-locations"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://wcd.py.gov.in/ta/central-public-grievance-redress-and-monitoring-system"
    },
    {
      "title": "Track Your Application",
      "url": "https://edistrict.py.gov.in/User/TrackApplication.aspx"
    }
  ],
  "documents_required": "1. Aadhaar Card.\n2. Residence Certificate of the Bridegroom from the Revenue Department.\n3. Income Certificate of the Bridegroom from the Revenue Department.\n4. Passport-Sized Photograph.\n5. Declaration/Undertaking (if any).\n6. Certificate from MP / MLA or the Commissioner of the Municipality / Commune Panchayat.\n7. Wedding Invitation.\n8. Age Certificate / Age Proof of the Bride and Bridegroom."
}