{
  "scheme_id": "67ab2f2078d0d9a6ccb63db9",
  "slug": "samsmecis",
  "scheme_name": "Scheme for Assistance to Micro, Small and Medium Enterprises (MSME): Assistance of Capital Investment Subsidy (Manufacturing Sector)",
  "scheme_short_title": "SAMSMECIS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Business",
    "Entrepreneurship",
    "MSMEs",
    "Start Up",
    "Capital Investment Subsidy"
  ],
  "brief_description": "The \"Scheme for Assistance to Micro, Small and Medium Enterprises (MSME)\" launched by the Industries and Mines Department aims to position Gujarat as a global business hub, promoting sustainable manufacturing, MSME growth, and export competitiveness.",
  "detailed_description": "The &amp;quot;Scheme for Assistance to Micro, Small and Medium Enterprises (MSME)&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat. It aims to empower the state&amp;#39;s dynamic MSME sector, which significantly contributes to employment, GDP, and exports. Effective from August 7th, 2020 to August 6th, 2025, this initiative supports entrepreneurs and strengthens MSMEs, making them globally competitive. The component &amp;quot;Assistance of Capital Investment Subsidy (Manufacturing Sector)&amp;quot; provides a capital investment subsidy to support MSMEs in the manufacturing sector. <br>",
  "benefits": [
    "Financial Assistance:",
    "Category of Taluka | Quantum of Incentive\n Category 1  | 25% of term loan amount upto ₹35,00,000/-; If the Eligible FCI is over ₹10,00,00,000/-, additional ₹10,00,000/- will be given.\n Category 2  | 20% of term loan amount upto ₹30,00,000/-; If the Eligible FCI is over ₹10,00,00,000/-, additional ₹7,50,000/- will be given.\n Category 3 & Municipal Corporation Areas | 10% of term loan amount upto ₹15,00,000/-; If the Eligible FCI is over ₹10,00,00,000/-, additional ₹5,00,000/- will be given."
  ],
  "eligibility_criteria": "The firm must be a Micro/Small/Medium enterprise. The enterprise must be in the manufacturing sector. The term loan must be sanctioned by a recognized Bank/Financial Institution (excluding NBFCs). The enterprise must apply within one year of loan disbursement or before the commercial production starts. The enterprise must remain operational for at least 7 years post-subsidy approval. The enterprise must comply with pollution control measures. Only one type of investment (Forward Integration, Backward Integration, Diversification, or Expansion) will be eligible for subsidy.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"New Investor Registration\" to access the registration form.",
        "Step-2: Fill in the Registration Form. Click on \"Submit\".",
        "Step-3: Verify the E-mail ID using the link sent on your registered E-mail ID.",
        "Step-4: After verification, you will be registered successfully.",
        "Post-Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"Login\".",
        "Step-2: Enter the email address and password you used during registration.",
        "Step-3: Click the \"Login\" button to access your account.",
        "Step-4: Now fill in the required details and mandatory documents about your business to complete the application process.",
        "Helpdesk: Contact Here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/3-GR_02092020.pdf"
    },
    {
      "title": "Online Application Portal",
      "url": "https://ifp.gujarat.gov.in/IC/digigov.htm?actionFlag=loadCitizenRegPage"
    },
    {
      "title": "Category Of Taluka",
      "url": "https://imd.gujarat.gov.in/Document/I%20Branch_2297_02_Nov_2020_98.pdf"
    }
  ],
  "exclusions": "Loan sanctioned by Non-Banking Financial Institutes will not be eligible for incentives under this resolution.",
  "documents_required": "Printed copy of the application along with declaration and undertaking in the application form signed by an authorized person, including their designation and name with the enterprise's stamp. Copy of acknowledgment of Udyog Aadhaar / Udyam Registration. Copy of term loan sanction letter. Copy of term loan account statement / bank certification of first disbursement certificate. Copy of the constitution of the enterprise (registered partnership deed for partnerships). Copy of DPR of the enterprise (for projects up to ₹5 crores); for projects above ₹5 crores, DIC will ask for a bank appraisal report. Shop & Establishment Certificate (for service sector enterprises in municipal corporations). Copy of GST registration (if applicable). Copy of PAN card of the enterprise. Copy of ITR for the last financial year showing plant & machinery value (new enterprises must submit a self-declaration for the first time). Copy of birth certificate/school leaving certificate (for entrepreneurs under 35 years as of the bank loan sanction date). Copy of caste certificate from a competent authority. Copy of certificate for differently abled persons from a competent authority. Copy of CTE issued by the GPCB (if applicable). Self-certified/certified copy of documents such as 7/12 Utara, Namuna 6, copy of index, property card, etc. (any one). NA permission (if applicable). Copy of notarized rent deed (agreement) with the owner's proof/affidavit for ownership of land/property. Copy of lease deed (agreement) with the owner's proof of ownership of land/property. Copy of the property tax receipt (for service activities). Board resolution for signing authority (in case of partnerships, LLPs, Pvt. Ltd., or Limited Companies). Declaration and undertaking regarding other investments in Gujarat. Annexure of the balance sheet showing the gross fixed capital investment of the previous financial year. CA certificate showing the gross fixed capital investment before initiating expansion/diversification/forward or backward integration."
}