{
  "scheme_id": "686518f3de159a96f970dbe8",
  "slug": "ebmrasuhr",
  "scheme_name": "Pradhan Mantri Matsya Sampada Yojana: Establishment of Backyard mini RAS Units - Haryana",
  "scheme_short_title": "PMMSY-EBMRASUHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Land and water resources",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fisheries",
    "Subsidy",
    "Backyards",
    "Water Source",
    "Fish Farmer",
    "Fish"
  ],
  "brief_description": "Under this scheme, financial assistance in the form of subsidies is provided to eligible beneficiaries for establishing these units. Various surface and groundwater sources such as canals, rivers, springs, open wells, and tube wells can be utilized for operating RAS units.",
  "detailed_description": "The \"Establishment of Backyard Mini RAS Units\" is a scheme component under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), implemented by the Fisheries Department, Government of Haryana. This is a Centrally Sponsored Scheme, aims to promote the setup of Mini Recirculatory Aquaculture System (RAS) units to enhance fish production and livelihood opportunities. Under this scheme, financial assistance in the form of subsidies is provided to eligible beneficiaries for establishing these units. Various surface and groundwater sources such as canals, rivers, springs, open wells, and tube wells can be utilized for operating RAS units.",
  "benefits": [
    "Project cost: ₹50,000/- per unit Subsidy will be limited to 40% of the project cost for the General Category of beneficiaries. Subsidy will be limited to 60% of the project cost for Weaker sections/Scheduled Caste/Scheduled Tribe/Women and their co-operatives of beneficiaries.",
    "Note:",
    "General Category: Ratio 16% State Share, 24% Central Share and 60% Beneficiary Share. Weaker sections/Scheduled Caste/Scheduled Tribe/Women and their co-operatives: Ratio 24% State Share, 36% Central Share, 40% Beneficiary Share."
  ],
  "eligibility_criteria": "The applicant should be a resident of Haryana. The applicant should have a Parivar Pehchan Patra (PPP). The applicant should provide documentary evidence of the availability of the requisite land free from all encumbrances, financial resources, necessary clearances/permissions. The water source for RAS units can be any surface or groundwater source, such as a canal, river, spring, open well, tube well, or ground well. The applicant should ensure that post-construction operation, management, and maintenance of the RAS will be carried out in a satisfactory manner by the beneficiaries at their own cost. The infrastructure created should have essential requirements for RAS, including water treatment units. The projects having land on a long-term registered lease shall also be considered for Central financial assistance under the scheme. However, the lease period/agreement shall not be less than a minimum period of 10 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Note: Govt. Charges: No Fee Service Charges: ₹ 10 Atal Seva Kendra Service Charges: ₹ 10"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    },
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=uAwjMHbpom1o0nkJZBkpyw=="
    },
    {
      "title": "Official Document (Page No. 1)",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    }
  ],
  "documents_required": "Agreement Deed between Beneficiary and Fisheries Department Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate (for Date of Birth verification) Caste Certificate (from first-class Magistrate/Tehsildar) Training Certificate of Beneficiary Land Record From Tehsil (Own Land- Jamabandi, Nakal Akshizra, Farad) or Registered Lease Deed of Minimum 7 Years Bills/Receipts/Vouchers Photographs of Backyard RAS With Beneficiary Details of Bank Account And PAN Card Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per Pradhan Mantri Matasya Sampada Yojana (PMMSY) Guidelines"
}