{
  "scheme_id": "68553bbe261391702fabe59f",
  "slug": "ymdwmdsrs",
  "scheme_name": "Yuvak Mangal Dal and Mahila Mangal Dal Self-Reliance Scheme",
  "scheme_short_title": "YMDWMDSRS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Youth Welfare and Provincial Protection Corps",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Self Help Groups (SHGS)",
    "Joint Liability Groups (JLGS)"
  ],
  "tags": [
    "Financial Assistance",
    "Self-reliance",
    "Mangal Dal",
    "Youth"
  ],
  "brief_description": "Under this scheme, each group is provided financial assistance of ₹14,268/- for the purchase of essential materials for community use, with the aim of making them self-reliant.",
  "detailed_description": "The scheme &amp;quot;Yuvak Mangal Dal and Mahila Mangal Dal Self-Reliance Scheme&amp;quot; was launched by the Department of Youth Welfare and Provincial Protection Corps, Government of Uttarakhand. The scheme aims to promote self-reliance among village-level male and female youth groups (Mangal Dal) by financially supporting their capacity-building efforts. Under this scheme, financial assistance is provided to each group for the purchase of essential materials for community, with the objective of making them self-reliant.",
  "benefits": [
    "Financial assistance of ₹14,268/- is provided to each group as a one-time grant. The amount is intended for purchasing essential items for community use, supporting the self-reliance of the group.",
    "Note: The amount is transferred directly to the bank account of the group."
  ],
  "eligibility_criteria": "The applicant must be a recognized Yuvak Mangal Dal or Mahila Mangal Dal of Uttarakhand. The applicant group should be formally affiliated with the Department of Youth Welfare and PRD, Government of Uttarakhand.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The group should be affiliated with the Department of Youth Welfare & PRD. Step 2: A proposal should be approved in the Gram Panchayat's general assembly. Step 3: The group must submit the proposal to the PRD office along with all necessary documents (Details of all members of the group).",
        "Selection Process:",
        "Step 1: The proposal is reviewed by a committee headed by the Chief Development Officer (CDO).",
        "Step 2: Upon approval, the District Youth Welfare Officer is instructed to release the payment.",
        "Step 3: The amount is transferred directly to the group's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 105)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Proposal Approved by the Gram Panchayat's General Assembly Aadhaar Card of All Group Members Permanent Residence Certificates of All Group Members Bank Account Details of the Group"
}