{
  "scheme_id": "62a31d49f038bd8499a5f77c",
  "slug": "lbssk-sms",
  "scheme_name": "Loan Based Schemes For Safai Karamchari - Sanitary Marts Scheme",
  "scheme_short_title": "LBSSK-SMS",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Banking,Financial Services and Insurance",
    "Social welfare & Empowerment",
    "Utility & Sanitation"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Citizen empowerment",
    "Sanitation / Sewage"
  ],
  "target_beneficiaries": [
    "Individual",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Sanitary Mart",
    "Loan",
    "Financial Assistance",
    "Credit",
    "Sanitation",
    "Manual Scavengers",
    "Waste Pickers",
    "Safai Karamcharis"
  ],
  "brief_description": "A contributory Loan scheme by Ministry of Social justice and Empowerment for individual beneficiaries/self help groups of Liberated Safai Karamchari, Manual Scavengers and their dependants aged 18 years and above, for setting up A Sanitary Marts (SM) is a one-stop-shop for all things for sanitation",
  "detailed_description": "A contributory Loan scheme by Ministry of Social justice and Empowerment for individual beneficiaries/self help groups of Liberated Safai Karamchari, Manual Scavengers and their dependants aged 18 years and above, for setting up A Sanitary Marts (SM) is a one-stop-shop for all things for sanitation and hygiene. <br> Under this scheme, term loans are extended through State Channelising Agencies (SCA), Regional Rural Banks(RRBs), and Nationalised Banks to the target group. <br> Loan of Upto 90% of total cost for starting a Sanitary Mart with a maximum of **Rs.15.00 lacs** #### Interest rate: Interest payable by the beneficiaries shall not exceed **4% per annum** (1% p.a. rebate for women beneficiaries and 0.50% rebate for timely repayments.) <br>",
  "benefits": [
    "Loan",
    "Loan of Upto 90% of total cost for starting a Sanitary Mart with a maximum of Rs.15.00 lacs",
    "Interest rate",
    "Interest payable by the beneficiaries shall not exceed 4% p.a. (1% p.a. rebate for women beneficiaries and 0.50% rebate for timely repayments.)",
    "Promoter Contribution",
    "10% of the total cost of a Sanitary Mart will be brought in by the beneficiaries",
    "Repayment Period",
    "Term loans drawn from NSKFDC will be required to be repaid upto 10 years in quarterly installments.",
    "Moratorium Period",
    "A moratorium period of 6 months in addition to implementation period of 4 months will be allowed."
  ],
  "eligibility_criteria": "The following person(s)/entities shall be considered eligible for availing of financial assistance under the various schemes of NSKFDC:- • Safai Karamcharis (including Wastepickers), identified Manual Scavengers and their dependents.\n\nRegistered co-operative societies of the target group. Legally constituted association/firm promoted by the target group, and Persons, who produce a certificate from local Revenue Officer/local Municipal Officer/Cantonment Executive Officer/ Railway Officer, Head of the Govt. Departments (i.e. Schools, Colleges, Forest, Health, Education, Animal Husbandry) having rank not less than Gazetted Officer, Elected Members of Municipal Body, Pradhan of Gram Panchayats, and Regional Managers of Regional Rural Banks (RRBs)/Public Sector Banks (PSBs). However, under the MS Act, 2013, a person identified as a Manual Scavenger in a survey, need not provide any certificate once his/her name appeared in the final list of Manual Scavengers prepared by State Governments/Union Territory Administration (https://nskfdc.nic.in/en/content/home/ms-survey-2018, https://nskfdc.nic.in/en/node/79798 ). Mukhia/ Sarpanch/ President or any other authority equivalent to Pradhan of Gram Panchayat for the issue of Occupation Certificate to Safai Karamcharis/ dependants; and In case of Municipal Bodies without Gazetted Officers, the head of such Municipal Bodies, maybe the Competent Authority.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Loan applications are submitted by the applicants to the district offices of SCAs of NSKFDC of RRBs and Nationalised Banks. These applications are then sent to the head offices where the project proposal is appraised by SCA/RRBs/Nationalised Banks and the projects are sent back to NSKFDC along with recommendations. The Project Appraisal Committee of NSKFDC then appraises the proposals and after finding them in order places it in front of their board of directors for their approval. Once the board of directors approves the project, the letter of sanction is issued by SCAs/ RRBs/Nationalised Banks. Once all the terms and conditions have been accepted, the necessary documents and funds are then released to the concerned beneficiaries. NSKFDC released the funds with the receipt of demand being made from the SCAs/ RRBs/Nationalised Banks after taking into consideration all the parameters of release as per the Lending Policies & Guidelines (LPG) of NSKFDC"
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Interested eligible person shall contact nearest Channeling Agency",
        "(https://nskfdc.nic.in/en/content/home/list-channelizing-agencies)"
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Guidelines",
      "url": "https://nskfdc.nic.in/writereaddata/files/LPGBROCHURE.pdf"
    },
    {
      "title": "Additional Guidelines",
      "url": "https://nskfdc.nic.in/en/content/schemes-programmes/general-term-loan-tl"
    }
  ],
  "exclusions": "Domestic Workers shall not be eligible for the scheme.",
  "documents_required": "Indicative Documents\nAadhaar Card (not mandatory) Occupation Certificate"
}