{
  "scheme_id": "66166603ff0ffe4f91d35e55",
  "slug": "paapwd",
  "scheme_name": "Prosthetic Aid and Appliances for Person with Disabilities",
  "scheme_short_title": "PAAPWD",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Office Of The District Social Defence Officer, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Aids And Appliances",
    "Person With Disabilities",
    "PwD",
    "Self-employment Equipment"
  ],
  "brief_description": "Under this scheme, a Person with Disabilities with 40% or more disability is given relief in his/her disability as well as equipment for self-employment within the limit of ₹20,000/-. The scheme is fully funded by the state government.",
  "detailed_description": "The scheme &amp;quot;Prosthetic Aids and Appliances for Person with Disabilities&amp;quot; was launched by the Director Social Defence, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. Under this scheme, a Person with Disabilities with 40% or more disability is given relief in his/her disability as well as equipment for self-employment within the limit of ₹20,000/-. The scheme is fully funded by the state government.",
  "benefits": [
    "Under this scheme, the following equipment is given within a limit of ₹20,000/-. Artificial limb, crutch or calipers, tricycle, folding wheelchair to Person with Disabilities. Hearing aids and other tool assistance for mute and deaf persons. Musical instruments, brail kit for visually impaired persons. M. R. child kit for mentally challenged persons. For self-employment, hand carts, sewing machines, instruments of electric repairing, tools of cycle repairing, hair cutting kit, etc."
  ],
  "eligibility_criteria": "The applicant should be a native of Gujarat. The applicant should have 40 % or more disability. Employment-oriented tools will not be provided to individuals under the age of 16. Under this scheme, employment-oriented and disability-relieving equipment will be available only once in a period of 5 years. Both employment-oriented and disability-relieving equipment are available for persons with disability under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste, etc., and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.",
        " User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dsd/scheme/sahana-sahay-yojana?lang=Gujarati"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=1BGiwIWnJENyNRgrSvABVg=="
    },
    {
      "title": "Scheme Details (Page No. 80)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Scheme Details (Page No. 473)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-23-24.pdf"
    },
    {
      "title": "E Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    }
  ],
  "documents_required": "Passport-size Photograph A copy of identity card for disability/Disability certificate issued by the District Civil Surgeon's showing the percentage of disability Copy of Aadhaar card Age Proof (School Leaving Certificate, Birth Certificate, Medical Certificate) Proof of Residence (Ration Card /Electricity Bill/Driving License/Aadhaar Card/Election Card) Any other documents as required"
}