{
  "scheme_id": "67fe36998e880c6849231253",
  "slug": "atwirftnbsep",
  "scheme_name": "Assistance Towards Expenses Incurred for Raising of Funds through NSE's/ BSE's SME Exchange Platform",
  "scheme_short_title": "ATWIRFTNBSEP",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Industry Department",
  "implementing_agency": "Office Of The Commissioner, Industries & Commerce",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Employee management",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "NSE",
    "SME Exchange",
    "MSME Policy",
    "Liquidity Constraint",
    "Small Enterprise",
    "Medium Enterprise",
    "BSE"
  ],
  "brief_description": "Under this scheme, the Govt. of Rajasthan will provide one-time support up to a maximum of ₹15,00,000/- towards expenses incurred for raising of funds through NSE's/ BSE's SME exchange platform after successful raising of equity.",
  "detailed_description": "The \"Assistance towards Expenses Incurred for Raising of Funds through NSE's/BSE's SME Exchange Platform\" scheme has been introduced under the Rajasthan MSME Policy 2024 by the Department of Industries and Commerce, Government of Rajasthan. The scheme aims to support enterprises raising equity through NSE/BSE's exchange platforms to ease the liquidity constraints. This scheme will remain in force until 31st March 2029. ***Scheme Implementation:*** This scheme component will be implemented through the Department of Industries &amp;amp; Commerce. Office of the Commissioner, Industries &amp;amp; Commerce will be the nodal agency for the implementation and supervision of the scheme at the state level.",
  "benefits": [
    "Financial Assistance:",
    "The state shall provide one-time support up to a maximum of ₹15,00,000/- towards expenses incurred for raising of funds through NSE's/ BSE's SME exchange platform after successful raising of equity.",
    "Following expenditure to be covered under the assistance:",
    "Stock Exchange Filing Fees \"Registrar to the issue\" Expenses Stock Exchange Software Expenses SEBI registered merchant banker charges RTA Fees, CDSL and NSDL joining and admission Fees Advertising charges NSE or BSE Fees and other Expenses Market making fees",
    "Note:",
    "The enterprise must be commercially active and in regular production at the time of disbursement. The assistance will be released only after successful listing and verification of documents."
  ],
  "eligibility_criteria": "All small and medium enterprises (SMEs) in Rajasthan must fulfill the following criteria:\nSmall & medium enterprises having a Udyam Registration Certificate (URC) or MSME registration under MSMED Act, 2006. Enterprise raising the equity capital through SME Exchange platforms should be established in Rajasthan. Enterprise should have successfully raised capital through SME Exchange during the operative period of the scheme and would also need to file the application within the operative period of the scheme. Applicant will be required to submit application within one year from the date of successfully listing on SME Exchange Platform. Enterprise should have followed the guidelines of SEBI for raising capital through SME Exchange. Enterprises engaged in Manufacturing and Services only will be eligible for the scheme. The enterprise should be in regular production/ commercially active at the time of disbursement and the assistance shall not be released to a closed unit.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicants may download the application form (Annexure 2.1) from the official website. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the respective Commissioner, Industries & Commerce. Note: The application must be submitted within one year from the date of successful listing. The office of the Commissioner, Industries & Commerce/Concerned DICC may conduct the necessary physical verification of the enterprise to validate the authenticity of the documents. Post-Application Process: Step 1: The application will be evaluated by the Department of Industries & Commerce. Step 2: The application is reviewed by the High-Level Task Force Committee (HLTFC). Step 3: Upon approval, an approval letter is issued. Step 4: The approved amount will be disbursed to the enterprise's bank account under the RAMP fund."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 13)",
      "url": "https://jankalyanfile.rajasthan.gov.in//Content/UploadFolder/OrderEntry/ICOM/2025/Guidelines/O_030325_26f50adb-f7b4-4eb5-b94d-1e5e45451a85.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Certificate of Incorporation/Partnership deed or equivalent document Memorandum of Association & Article of Association or equivalent documents Board Resolution/Power of attorney in the name of Authorized Signatory Udyam Registration Certificate (URC) CA certified expenditure statement as per Annexure 2.2 with expense vouchers/bills Copy of SME Exchange Registration Other Registrations/Licenses/Approval/Permission Copy of Application Form prepared by enterprise for Equity Capital issue. Copy of Public Issue Brochure Proof for Commencement of Commercial Production (Recent Sale Bill) Bank account details/copy of cancelled cheque and PAN number card Audited balance sheet of the unit of last year. Undertaking/Declaration on non-judicial stamp paper as per Annexure 2.3 "
}