{
  "scheme_id": "65f3f215938a0b13ccb90e81",
  "slug": "sfgatsaicaf",
  "scheme_name": "Scheme for Giving Awards to Senior Artists in Contemporary Art Field",
  "scheme_short_title": "SFGATSAICAF",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Art and Culture Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Apprenticeship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Artists",
    "Award",
    "Exhibition"
  ],
  "brief_description": "The \"Scheme for Giving Awards to Senior Artists in Contemporary Art Field\" was launched by the Art and Culture Department, Tamil Nadu. The scheme aims to encourage senior artists & develop the Painting & Sculpture arts by giving an award of ₹15,000/- at the state-level contemporary art exhibition.",
  "detailed_description": "The &quot;Scheme for Giving Awards to Senior Artists in Contemporary Art Field&quot; was launched by the Art and Culture Department, Government of Tamil Nadu. The scheme aims to encourage senior artists and develop the Painting and Sculpture arts by giving an award of ₹15,000/- at the state-level contemporary art exhibition. The Traditional Art / Contemporary Art exhibitions are conducted by Oviya Nunkalai Kuzhu at the state level and awarded works will be on display for public view in the exhibition.",
  "benefits": [
    "Prize Money of ₹15,000/-."
  ],
  "eligibility_criteria": "The applicant should be a domicile of Tamil Nadu. The applicant should be an artist. The applicant's age should be 30 years or above.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "A Kuzhu's Press Release inviting contemporary art works from Senior artists will be published in the newspapers.",
        "Step 1: The interested applicant should visit (during office hours) the office of the Oviya Nunkalai Kuzhu and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below either directly or by post:-",
        "The Member Secretary, Tamil Nadu Oviya Nunkalai Kuzhu, Directorate of Art and Culture, Dr. D.G.S. Dinakaran Road, (Greenways Road) Chennai 600 028. Telephone: 24936136",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: The artist must pay an entry fee of ₹20/- along with the filled-up application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/rti/proactive/inftour/handbook_artculture.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://artandculture.tn.gov.in/oviya-nunkalai-kuzhu-schemes"
    }
  ],
  "documents_required": "Bio-data of the Artist. Age proof."
}