{
  "scheme_id": "67f12fa6efdfce2b0941dcc8",
  "slug": "pmsscpgeuho",
  "scheme_name": "Pre-Matric Scholarship Scheme for the Children of Parents/Guardians Engaged in Unclean and Hazardous Occupations - Goa",
  "scheme_short_title": "PMSSCPGEUHO",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Directorate Of Social Welfare, Government Of Goa",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pre Matric",
    "Scholarship",
    "Unclean",
    "Hazardous Occupation",
    "Student"
  ],
  "brief_description": "The scheme aims to provide financial assistance to children whose parents belong to Other Disadvantaged Categories, supporting their education at pre-matric level. This initiative seeks to enhance student participation & reduce dropout rates, particularly during the transition from primary to upper",
  "detailed_description": "The &amp;quot;Pre-Matric Scholarship Scheme for the Children of Parents/Guardians Engaged in Unclean and Hazardous Occupations&amp;quot; is a Centrally Sponsored Scheme implemented by the Directorate of Social Welfare, Government of Goa. The scheme aims to support, through financial assistance, parents of children belonging to Other Disadvantaged Categories for education of their wards studying at the Pre-Matric stage so that their participation improves, the incidence of drop-out especially in the transition from the primary to the next level and elementary to the secondary stage is minimized, they perform better and have a better chance of progressing to the Post-matric stage of education.",
  "benefits": [
    "Assistance:",
    "With effect from 2022-23, the students shall be given a consolidated academic allowance, as follows:",
    "Day Scholar: ₹3,500/- per annum Hosteller: ₹8,000/- per annum (For Class III-X)",
    "Note: In addition, a 10% extra allowance shall be given to Divyang (Disabled) students. The disability as defined under the relevant Section of Right of the persons with Disability Act, 2016. The appropriate Government shall designate persons, having requisite qualifications and experience, as certifying authorities, who shall be competent to issue the certificate of disability."
  ],
  "eligibility_criteria": "1. The applicant should be a student. 2. The applicant should be a resident of Goa. 3. The applicant's parents/guardians should be engaged in an unclean or hazardous occupation. 4. The student should be studying in Class I to X on a full-time basis. 5. Scholarship will be admissible to the children/wards of parents/guardians who, irrespective of their caste/religion belong to one of the following categories: Persons who are Manual Scavengers as defined under section 2(I) (g) of Manual Scavengers Act 2013 Tanners & Flayers; Waste pickers and Persons engaged in hazardous cleaning as defined in Section 2(1) (d) of Manual Scavengers Act 2013 . For the purpose of classification in this category, the eligible candidates will be required to submit a certificate from District Social Welfare officer/ identified officer of Local body/ Civic Agency/any such authority as designated by the State Government. 6. There is no family income ceiling under this component of the Scheme. 7. A scholarship holder under this scheme will not hold any other educational scholarship for the purpose of studying in class I to X. If awarded any other educational scholarship for studying in classes I to X, the students can avail of either of the two scholarships as per his/her choice and should inform the awarding authority to the Head of the Institution about the option made.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website https://cmscholarship.goa.gov.in/  Step 2: Click on Registration. After Landing on the Registration Page, Select Student Registration and Click on \"Click Here\" to proceed. Step 3: Fill out the Student Registration Form to Register yourself (one-time registration) with your basic details. Step 4: Login using the user ID and password shared after the registration process (through SMS). Step 5: After Registration, Apply for the scheme you are eligible for (as per the category selected by the student, a list of eligible schemes will be shown after they log in) Step 6: Upload all required documents. Step 7: Submit to School/Institution."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmscholarship.goa.gov.in/SchemesDetails.aspx#UncleanCentralSW"
    },
    {
      "title": "Scheme Details",
      "url": "https://dip.goa.gov.in/2023/12/13/online-applications-invited-for-centrally-and-state-sponsored-schemes/"
    },
    {
      "title": "Application User Manual",
      "url": "https://cmscholarship.goa.gov.in/UserGuid.aspx"
    }
  ],
  "documents_required": "Copy of Aadhar Card Passport size photographs Certificate from the employer Attested copies of Bank Passbook Copy of Marksheet"
}