{
  "scheme_id": "64ad1315481f59106a7252be",
  "slug": "cvcis",
  "scheme_name": "Central Vigilance Commission (CVC) Internship Scheme",
  "scheme_short_title": "CVCIS",
  "level": "Central",
  "nodal_department": "Department of Personnel and Training",
  "implementing_agency": "Central Vigilance Commission (CVC)",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Law",
    "Information Technology",
    "Student",
    "Vigilance"
  ],
  "brief_description": "CVC initiated an Internship Scheme in the year 2016. This Scheme seeks to engage Indian Nationals, who are Graduates (awaiting final year results) /Post Graduate or Research Students enrolled in reputed Universities/Institutions in India or abroad.",
  "detailed_description": "Central Vigilance Commission initiated an Internship Scheme in the year 2016. This Scheme seeks to engage Indian Nationals, who are Graduates (awaiting final year results) /Post Graduate or Research Students enrolled in reputed Universities/Institutions in India or abroad and preferably studying Law, IT, MBA, Social Sciences and associated subjects as \"Interns\". The interns shall be attached to the Commission and would be expected to supplement the process of analysis within the Commission through the desirable empirical collection and collation of in-house and other information. For the Interns, the exposure to the functioning of the Commission may be an add-on in furthering their own career goals in other Sectors or International Organizations. <br> > **Objectives** 1. To allow young academic talent to be associated with the Commission's work for mutual benefit. 1. The Interns may benefit by getting exposure to the Commission's functioning and the vigilance issues involved and contribute to the policy formulation of the Commission by generating policy inputs such as empirical analysis, briefing reports, policy papers etc. 1. The commission may benefit from the additional resources in the form of young talent and their output which will add to its policy formulation base. <br> > **Duration** The period of Internship shall be for a minimum period of one month extendable to two months. <br> > **Number of Interns** A minimum of three Interns are to be permitted to work in the Commission between May to August. <br> > **Declaration of Secrecy** The interns will be required to furnish a Declaration of Secrecy prior to the commencement of the internship.",
  "benefits": [
    "Remuneration",
    "Interns may be given a stipend of ₹ 10,000 per month necessary to meet the conveyance and other daily needs of the Interns.",
    "NOTE: The internship is neither a job nor a promise for a job in the future.",
    "Logistics and Support",
    "The commission shall provide them with working space, internet facility and other necessities as deemed fit by the Branch heads.",
    "NOTE: The Interns may arrange their own transport and accommodation at their own expense.",
    "Certificate of Internship",
    "A certificate will be awarded to the Interns upon satisfactory completion of the internship and submission of their end-of-assignment report which will be evaluated by the Branch Officer with whom the intern is attached."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a Graduate (awaiting final year results) /Post Graduate or Research Student enrolled in reputed Universities/Institutions within India or abroad and preferably studying Law, IT, MBA, Social Sciences and associated subjects.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Interested candidates may send their applications as per the enclosed performa in soft copy through email at nitin.72@gov.in"
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Interested candidates may send their applications as per the enclosed performa in hard copy by post or by hand to:",
        "Sh. Nitin Kumar",
        "Director, Central Vigilance Commission (CVC)",
        "Room No. 406 Satarkta Bhawan, GPO Complex",
        "Block A, INA, New Delhi — 110023"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.cvc.gov.in/sites/default/files/Internship%20Scheme%202019-20.pdf"
    }
  ],
  "documents_required": "Letter of NOC from the Present Institution indicating the status of the student in the institution. Statement of Purpose (SOP) (not exceeding 200 words). The interns will be required to submit an end-of-the-assignment report and make a presentation on the allotted subject at the end of the internship period. The interns will also provide feedback on their experience of the programme to the Secretary CVC."
}