{
  "scheme_id": "6835638e7e3dd76858150e7a",
  "slug": "gsgssc",
  "scheme_name": "Gargi Sanskrit Girl Student Scholarship Scheme",
  "scheme_short_title": "GSGSSC",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sanskrit Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Sanskrit Education",
    "Girl Student"
  ],
  "brief_description": "The scheme provides financial assistance to girl students from Class 6 to 12 studying in Sanskrit institutions in Uttarakhand to promote Sanskrit education among female students.",
  "detailed_description": "The &amp;quot;Gargi Sanskrit Girl Student Scholarship Scheme&amp;quot; implemented by the Department of Sanskrit Education, Uttarakhand, aims to support and encourage girl students enrolled in Sanskrit schools in Uttarakhand by offering them a fixed monthly scholarship. Under this scheme, eligible girls from Class 6 to Class 12 studying in recognized Sanskrit institutions receive ₹251/- per month, totaling ₹3,012/- annually. This initiative targets 175 students every year and promotes gender equity in classical language education.",
  "benefits": [
    "Scholarship Amount: Monthly ₹251/- (₹3,012/- annually) to eligible students."
  ],
  "eligibility_criteria": "The applicant must be female The applicant must be a student. The applicant must be studying in Class 6 to 12. The applicant must be enrolled in a Sanskrit school or college in Uttarakhand.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible students enrolled in Class 6 to 12 must gather required documents and submit them to the principal of their Sanskrit school or college.",
        "Step 2: The principal forwards the application to the Assistant Director, Sanskrit Education, Uttarakhand.",
        "Step 3: The Assistant Director verifies and forwards eligible applications to the Director.",
        "Step 4: The Director finalizes the applications, and the scholarships are disbursed online.",
        "Address and Contact Details:",
        "Sanskrit Shiksha Vibhag",
        "Uttarakhand Sanskrit Academy, Haridwar – Sanskrit Bhavanam, Ranipuhjalam, Jwalapur, Haridwaram",
        "Phone: 983749064",
        "E-mail: uksa 2002@qmail.com",
        "Uttarakhand Sanskrit Vishwavidyalaya, Haridwar – Bahadrabad, Haridwar, Delhi Rashtriya Rajmarg, P.O. Bahadrabad, Haridwar",
        "Phone: 035-2665054",
        "E-mail: registrar@usw.ac.in, ssnuk2011@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 60)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Bank Account details. Any other documents as required."
}