{
  "scheme_id": "67f3a512d736aeca173971e6",
  "slug": "gpyuk",
  "scheme_name": "Gau Palan Yojana",
  "scheme_short_title": "GPYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Animal Husbandry",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cow",
    "Cow Rearing",
    "Scheduled Caste",
    "Scheduled Tribes",
    "Self-employment",
    "Subsidy"
  ],
  "brief_description": "The scheme aims to promote cow rearing by providing financial support for the purchase of a milch cow. Through this scheme, a subsidy of ₹36,000 is given to SECC beneficiaries from SC/ST communities.",
  "detailed_description": "The scheme &amp;quot;Gau Palan Yojana&amp;quot; was launched by the Animal Husbandry Department, Government of Uttarakhand, aims to promote cow rearing by providing financial assistance for the purchase of a milch cow. Under this scheme, eligible beneficiaries receive support from the State Government to purchase a milch cow up to the fourth calving. The financial assistance is disbursed by the department through Direct Benefit Transfer (DBT) at the time of purchase. To avail of the benefits, beneficiaries should belong to the Scheduled Castes or Scheduled Tribes under the SECC category.",
  "benefits": [
    "Financial assistance is provided for purchasing a cow worth ₹40,000/-. Out of the total cost:",
    "₹36,000 (90%) is borne by the State Government. ₹4,000 (10%) is contributed by the beneficiary.",
    "Mode of Disbursement:",
    "Disbursed through Direct Benefit Transfer (DBT) at the time of cow purchase."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should belong to the Scheduled Caste or Scheduled Tribe category. The applicant should be listed in the SECC (Socio-Economic Caste Census) database.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested beneficiary should present their proposal during the open meeting of the Gram Sabha. Step 2: Once the proposal is approved by the Gram Sabha, the beneficiary should submit it, along with all the required documents, to the Veterinary Officer, Livestock Extension Officer, or Gram Panchayat Development Officer of the concerned area. Alternatively, the Gram Panchayat may submit the proposal on behalf of the beneficiary. Step 3: The proposal is reviewed and recommended by the village-level selection committee. After recommendation, the development block-level committee conducts the final selection and forwards it to the Animal Husbandry Department.",
        "Step 4: Upon selection, the money is provided by the department through DBT at the time of purchasing the cow."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Visit to Apuni Sarkar portal.",
        "Step 2: On the homepage, locate and click on the \"Sign Up\" option to create a new citizen account.",
        "Step 3: Fill in all the required fields with accurate information, i.e., Email ID, Gender, Name, Mobile number, Date of Birth, District, Address, etc. After entering your details, click the \"Submit\" button.",
        "Step 4: Upon successful registration, you will receive your User ID and Password on your registered mobile number.",
        "Log In Process:",
        "Step 1: Visit to Apuni Sarkar portal.",
        "Step 2: On the homepage, locate Citizen Login and enter your User ID (Email ID or Mobile Number) and the Password received. Enter the captcha code displayed and click on \"Sign In\" to access your dashboard.",
        "Step 3: In your dashboard, click on the option to apply for a new application. Select the relevant department associated with the desired service. Click on the specific service name you wish to apply for.",
        "Step 4: Upload all required documents as specified for the selected service. After uploading, click on the \"Submit\" button to proceed.",
        "Step 5: Fill in all necessary details in the application form. You have options to \"Save\" the form for later, \"Preview\" the application, or \"Delete Draft\" if needed. Once all details are accurately filled, click on \"Submit\" to finalize your application.",
        "Step 6: After submission, you will receive an Application ID Receipt. Download and save this recipe for future reference.",
        "For detailed information, you can refer to the [ Apuni Sarkar User Manual ]"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 234)",
      "url": "https://ahd.uk.gov.in/files/ebookmeriyojana.pdf"
    },
    {
      "title": "Application Portal",
      "url": "https://eservices.uk.gov.in/"
    }
  ],
  "documents_required": "Aadhaar Card Bank Account details Caste Certificate Purchase Receipt or Proforma Invoice of the Cow (at the time of purchase) Any other documents if required"
}