{
  "scheme_id": "67f8bd117dc6b8a0ad142b02",
  "slug": "olahwucf",
  "scheme_name": "Old Age Pension To Handloom Weavers Under Coop. Fold",
  "scheme_short_title": "OLAHWUCF",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Handloom Weavers",
    "Old Age"
  ],
  "brief_description": "The \"Old Age Pension To Handloom Weavers\" scheme implemented by the MSME and Textiles Dept., aims to provide monthly financial assistance in the form of pension to a weaver member of a handloom cooperative society.",
  "detailed_description": "The \"Old Age Pension To Handloom Weavers&amp;quot; scheme has been implemented by the Micro, Small &amp;amp; Medium Enterprise and Textiles Department, Government of West Bengal. The objective of the scheme is to provide monthly financial assistance in the form of pension to a weaver member of a handloom cooperative society. <br>",
  "benefits": [
    "An amount of ₹1000/- per month."
  ],
  "eligibility_criteria": "The applicant should be a resident of West Bengal. The age of the applicant should be 60 years or above. The applicant should be a weaver member of a handloom cooperative society. The applicant should have worked for at least 10 years under the cooperative society on the date of making the application. The applicant should not have any source of income. The applicant should not be in a position to earn his/her livelihood. The applicant should be permanently incapacitated for work due to physical or mental infirmity. The applicant should not have any relation who can maintain him/her. The applicant should not have availed any pension from the State Government or Government of India.\nNote:\nProvided that the State Government may relax the condition regarding residence where the condition causes undue hardship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Application may be obtained free of cost from the office of the Handloom Development officer of the area where the application resides. Step 2: Application for Pension shall be addressed to the Handloom Development Officer with all the required documents.",
        "Area wise address the office of the Handloom Development officer: Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.westbengalhandloom.org/old_pen_schemes"
    },
    {
      "title": "Guidelines 2 (Page No. 10)",
      "url": "https://www.westbengalhandloom.org/home/files/contents/annual_reports/administritaive_report_2016-17.pdf"
    }
  ],
  "documents_required": "Proof of Identification. Proof of Age. Proof of being a member of a handloom cooperative society. Bank Account Details. Any other details as required."
}