{
  "scheme_id": "64955c36481f59106a6d16cf",
  "slug": "llbip",
  "scheme_name": "LLB Internship Programme",
  "scheme_short_title": "LLB-IP",
  "level": "Central",
  "categories": [
    "Education & Learning",
    "Public Safety,Law & Justice",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Internship",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Law Students",
    "Research",
    "Access To Justice"
  ],
  "brief_description": "Department of Justice introduced an Internship Programme for young law students. The purpose is to well acquaint law students in the field of research & referencing work, in various specialized areas of justice delivery, such as Tele-Law, Nyaya Bandhu etc.",
  "detailed_description": "Ministry of Law and Justice under the Department of Justice (DoJ) has introduced an Internship Programme named &amp;quot;LLB Internship Programme&amp;quot; for young law students. The purpose of this Programme is to well acquaint young law students with the working of Department of Justice by giving training in the field of research &amp;amp; referencing work, in various specialized areas of justice delivery, such as:- 1. Access to Justice (Tele-Law, Nyaya Bandhu, Legal Aid, Pro Bono Legal Services); 1. e-Courts services; 1. Fast Track Special Courts; 1. National Mission for Justice Delivery &amp;amp; Legal Reforms and; 1. CSS for Development of Infrastructure Facilities in the District and Subordinate Judiciary. &gt; **Duration &amp;amp; Timings** Duration of internship ordinarily remain for a period of one month (four weeks). Monthly internship shall start from 01.06.2023 onwards during the current financial year (FY 2024-25). The following three slots offered during the Ist phase (Summer Programme): 1. From 10.06.2024 to 09.07,2024 with last date for calling application on 05.06.2024. 1. From 10.07.2024 to 09.08.2024 with last date for calling application on 05.07,2024. 1. From 12.08.2024 to 11.09.2024 (10th and 11th August 2024 being Saturday and Sunday) with last date for calling application on 05.08.2024. &gt; **Number of Interns** The maximum number of interns to be allowed in a given monthly slots will be 10 candidates only subject to requirement of the Department. &gt; **Placement** Each selected intern shall be posted with an officer of the level of Deputy Secretary/Director/Joint Secretary/ or the O/o Secretary, Department of Justice, O/o the Minister of State, Law &amp;amp; Justice (Independent Charge) with the approval of the Competent Authority. &gt; **Attendance** For satisfactory completion inter-alia, 90% attendance is mandatory. This is a full-time internship to be attended physically. &gt; **To seek any kind of clarifications** Under Secretary (Admn.) at Tele-: 011-23072138. Email-: yadav.sanjay05@nic.in.",
  "benefits": [
    "Honorarium",
    "The interns may be given an honorarium of ₹ 5,000/- on completion of their internship.",
    "Certificate",
    "On satisfactory completion of the internship, a Certificate of Internship shall be awarded."
  ],
  "eligibility_criteria": "Indian students who have completed : 2nd year of study and have written the examination to enter 3rd year or; studying in the 3rd year of three-year degree course or; the students studying in the 4th year who have written examination to enter 5th year or; studying in the 5th year of five-year degree course.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Visit the official website of Department of Justice - LLB Internship Programme Online Application page: https://dashboard.doj.gov.in/internship/    Fill the complete application form by choosing the Month of Internship and uploading all the documents. Click Submit. Note: Last date for applications for the I st Phase (summer programme): The last date for application for the I st slot will be 05.06.2024. The last date for application for the 2nd slot will be 05.07.2024. The last date for application for the 3rd slot will 05.08.2024."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Students can submit their application through off-line mode and through e-mail at yadav.sanjay05@nic.in with the required documents."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dashboard.doj.gov.in/internship/assets/docs/internship.pdf"
    },
    {
      "title": "Instructions",
      "url": "https://dashboard.doj.gov.in/internship/"
    }
  ],
  "exclusions": "The Internship is neither employment nor an assurance of employment with the Department. No TA/DA or remuneration other than Honorarium will be paid to the Interns by the Department of Justice. Candidates who have completed their internship with Department of Justice during earlier years and earlier Batches will not be considered for internship programme of the Department of Justice for the Current Financial Year.",
  "documents_required": "Aadhaar Card Passport size photograph Passing Certificate/Degree/Marksheet of Graduation/Post Graduation A Letter from the Supervisor/Head of the Department/Principal indicating their Status in the Institution No Objection Certificate (NOC) from the Institution Proof of Identity Proof of Address Identity Card/Proof of Enrolment into the Institute Details of the Bank Account (for the disbursement of stipend) File Format : File name should not contain any Special Characters. Only JPG and PNG formats are allowed for Photograph & Signature and PDF/JPG/PNG format for NOC. All Files should be less than 100 KB."
}