{
  "scheme_id": "677a5b13dfe9058f6078f054",
  "slug": "kcvy",
  "scheme_name": "Khel Chhatravriti (Vritika) Yojana",
  "scheme_short_title": "KCVY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Sports & Youth Affairs",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Sportsperson"
  ],
  "tags": [
    "Financial Assistance",
    "Sportsperson",
    "Career",
    "Scholarship"
  ],
  "brief_description": "The \"Khel Chhatravriti (Vritika) Yojana\" implemented by the Directorate of Art, Culture, Sports, and Youth Affairs, Government of Jharkhand, provides financial assistance to athletes based on their performance to encourage sports as a career.",
  "detailed_description": "The &quot;Khel Chhatravriti (Vritika) Yojana&quot; implemented by the Directorate of Art, Culture, Sports, and Youth Affairs, Government of Jharkhand aims to financially support athletes and encourage them to focus on sports as a livelihood. Under this scheme, scholarships are provided to athletes based on their performance in recognized national and state-level competitions.",
  "benefits": [
    "Monetary Assistance Based on Performance",
    "National championship winners:",
    "First, Second, and Third Place: ₹6,000 per month. Fourth to Eighth Place: ₹4,000 per month.",
    "State-level winners qualifying for national championships:",
    "First to Third Place: ₹3,000 per month.",
    "National record-equivalent performances:",
    "₹4,000 per month.",
    "Recognition for National Representation",
    "Athletes representing Jharkhand after obtaining a No Objection Certificate from other states or organizations may receive an allowance equal to their existing honorarium/salary. ",
    "Additional Support",
    "Financial aid can be used for training, nutrition, and purchasing sports equipment."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Jharkhand. The applicant should be a sportsperson. Scholarships are awarded based on performance in the previous year's recognized national or state-level sports competitions. The applicant must not receive any other scholarship or benefits under any other sports scheme, such as free diet, accommodation, or stipend.\n\n\nNOTE: If the applicant is already receiving such benefits, they must forfeit them before applying for this scholarship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Visit the Official Website",
        "Go to the official website Directorate of Art, Culture, Sports, and Youth Affairs.",
        "Download Application Form",
        "Navigate to the \"Notice\" section, select \"Khel Vritika (Sports Scholarship),\" and download the application form . Fill Out the Form (details such as personal information, competition performance, and bank details).",
        "Attach Documents",
        "Attach all required documents as listed above. Ensure proper attestation wherever needed.",
        "Submit the Application",
        "Submit the completed form and attached documents to the Directorate of Art, Culture, Sports, and Youth Affairs or the Jharkhand State Sports Authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sports.jharkhand.gov.in/notification_docs/4ced6d8d1938.pdf"
    }
  ],
  "exclusions": "The applicant availing any other sports-related stipend, scholarship, or honorarium are not eligible.",
  "documents_required": "Passport-Sized Photographs Proof of Residence Aadhaar Card Certificates of Performance in Recognized Competitions (State/National level) No Objection Certificate (if representing Jharkhand while employed/registered with another state/organization) Proof of Age (e.g., Birth Certificate or School Leaving Certificate) Bank Account Details (Copy of Passbook or Canceled Cheque)\nNOTE: Applicants must submit detailed results, including dates, distances, points, and scores, verified by the respective associations."
}