{
  "scheme_id": "671a21dd80ec82b742b8fee4",
  "slug": "igoapsm",
  "scheme_name": "Indira Gandhi National Old Age Pension Scheme (Maharashtra)",
  "scheme_short_title": "IGOAPSM",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Old Age",
    "Below The Poverty Line",
    "Senior Citizen",
    "BPL"
  ],
  "brief_description": "The scheme \"Indira Gandhi National Old Age Pension\" is a social welfare scheme by the Social Justice & Special Assistance Department, Government of Maharashtra. In this scheme, ₹600 per month is provided to elderly individuals aged 65 years and above from BPL families.",
  "detailed_description": "The scheme &amp;quot;Indira Gandhi National Old Age Pension&amp;quot; is a social welfare scheme by the Social Justice &amp;amp; Special Assistance Department, Government of Maharashtra. In this scheme, ₹600 per month is provided to elderly individuals aged 65 years and above from BPL families.",
  "benefits": [
    "A monthly financial assistance of ₹600/-."
  ],
  "eligibility_criteria": "The applicant should be a resident of Maharashtra. The applicant should be 65 years of age or older. The applicant should be from a Below Poverty Line (BPL) family. The applicant should not be receiving pension benefits under any social security scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Collector Office/Tahsildar/Talathi of your district, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/special-assistance"
    },
    {
      "title": "Scheme Details",
      "url": "https://pune.gov.in/scheme/indira-gandhi-national-old-age-pension-scheme/"
    }
  ],
  "documents_required": "Aadhaar card of the applicant Passport-size photograph Identity proof i.e. Voter ID Card, Driving License Residence Proof Proof of age Below Poverty Line (BPL) Card/related documents Caste certificate, if applicable Address proof Bank Passbook/Bank account details Any other documents as required"
}