{
  "scheme_id": "682472413b6b8c2e899bd26c",
  "slug": "sgdtly",
  "scheme_name": "100% State Government Divyangjan Term Loan Yojana",
  "scheme_short_title": "SGDTLY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Disability",
    "Social Welfare",
    "Differently Abled"
  ],
  "brief_description": "The scheme provides provide financial support to native residents of Gujarat who have a disability of 40% or more. The eligible individuals can avail of a term loan ranging from ₹50,000/- to ₹1,00,000/- at a concessional interest rate of 6% per annum for a repayment period of five years.",
  "detailed_description": "The scheme &amp;quot;100% State Government Divyangjan Term Loan Yojana&amp;quot; was launched by the Social Justice and Empowerment Department, Government of Gujarat, to provide financial support to native residents of Gujarat who have a disability of 40% or more. The eligible individuals can avail of a term loan ranging from ₹50,000/- to ₹1,00,000/- at a concessional interest rate of 6% per annum for a repayment period of five years. This initiative empowers PwDs to become self-reliant by supporting their livelihood and business ventures.",
  "benefits": [
    "Loans ranging from ₹50,000/- to ₹1,00,000/- are disbursed at an annual rate of 6% for a period of 5 years."
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must be differently abled. The percentage of the disability must be 40% or above. The disability and its percentage must be certified by a civil surgeon.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the Official Website of eSamajkalyan .",
        "Step 2: In the right pane of the home page, click \" New User? Please Register Here! \".",
        "You will be taken to the Registration Form.",
        "Step 3: In the form, provide all the mandatory fields, fill in the captcha code, and click \"Submit\" to complete the registration process. A popup will appear acknowledging successful registration and displaying your User ID for Login.",
        "Application",
        "Step 1: Visit the Official Website of eSamajkalyan .",
        "Step 2: In the \"Citizen Login\" section provided in the right pane of the home page, provide your User ID and Password, fill in the Captcha Code, then click \"Login\".",
        "Step 3: In the ribbon provided at the top of the website, click the \"Corporation\" menu, then click \"Gujarat State Divyangjan Finance and Development Corporation\". A list of schemes will be displayed. Select the scheme you intend to apply for.",
        "Step 4: You will be taken to the online application form of the scheme. In the form, provide all the mandatory fields and upload all the mandatory documents in the specified format and size.",
        "Step 5: Carefully review all the information provided and the documents uploaded. Make corrections, if any.",
        "Step 6: Click \"Submit\" to submit your application. You'll receive a confirmation message. Note down your Application Number for future reference. You can also take a printout of the submitted application form.",
        "Track Application Status",
        "Step 1: Visit the Official Website of eSamajkalyan .",
        "Step 2: Navigate to the bottom of the home page, and click \" Your Application Status \".",
        "Step 3: In the next page, provide your Application Number, Date of Birth, and click \"View Status\". The current status of your application will be displayed."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mariyojana.gujarat.gov.in/publish/RDLC/VCertificate_Citizen.aspx"
    }
  ],
  "documents_required": "Aadhaar Card. Bank Passbook/Cancelled Cheque. Birth Certificate. Identity Card. Physically Handicapped (PH) Certificate from Civil Surgeon. Physically Handicapped (PH) Identity Card. Copy of Election Card."
}