{
  "scheme_id": "65e49e3cda55878ebe0f78da",
  "slug": "easppsccwrmbocwwb",
  "scheme_name": "Educational Assistance (Scheme for the Pre-Matric and Post-Matric Scholarship to Children of Construction Workers Registered with the MBOCWWB)",
  "scheme_short_title": "EA(SPPSCCWRMBOCWWB)",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Meghalaya Building & Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Educational Assistance",
    "Pre-Matric",
    "Post-Matric",
    "Scholarship",
    "Building Worker",
    "Construction Worker",
    "Student",
    "Labour"
  ],
  "brief_description": "The scheme provides scholarships in the form of financial assistance to children of construction workers registered under the Board. These scholarships will be applicable for courses of study specified by the Board from time to time.",
  "detailed_description": "The \"Educational Assistance (Scheme for the Pre-Matric and Post-Matric Scholarship to Children of Construction Workers Registered with the Building &amp;amp; Other Construction Workers&amp;#39; Welfare Board)\" is implemented by the Meghalaya Building and Other Construction Workers Welfare Board, Labour Department, Government of Meghalaya. Under the scheme, scholarships in the form of financial assistance shall be provided to children of construction workers registered under the Board. These scholarships will be applicable for courses of study specified by the Board from time to time. &gt; **Objective:** The objective is to provide financial assistance to children of Construction workers for Pre-Matric and Post-Matric studies to enable them to complete their education. &gt; **Scope:** These scholarships are available for studies in India only and are awarded by the Building &amp;amp; Other Construction Workers&amp;#39; Welfare Board from the funds available with the Welfare Board.",
  "benefits": [
    "Value of the Scholarship: 1. The rate of the scholarship for different courses/subjects is as follows:",
    "Sl. No. | Level of Study | Stipend (Per Month)\n1 | Degree | ₹800/-\n2 | Diploma | ₹600/-\n3 | Certificate course | ₹600/-\n4 | Class XI & XII | ₹600/-\n5 | Class VIII to X | ₹500/-\n6 | Class V to VII | ₹400/-",
    "2. Reader's charges for Blind students (Blind Scholars): Blind Students/Scholars will be given an additional amount of ₹200/- per month as \"Readers charges subject to production of disability certificate issued by the competent authority\".",
    "3. A One Time Book and Uniform Grant to students at 2 months stipend will be granted for the students of the following group of classes:",
    "Sl. No. | Class/Course | Grant Amount (One time Grant)\n1 | Class I- Class II | ₹400/-\n2 | Class III- Class IV | ₹600/-\n3 | Class 5 - Class 7 | ₹800/-\n4 | Class 8 - Class 10 | ₹1,000/-\n5 | Class 11 - Class 12 | ₹1,200/-\n6 | Certificate course | ₹1,200/-\n7 | Diploma course | ₹1,200/-\n8 | Degree course | ₹1,600/-",
    "Note: The rates and the type of courses for which the scholarship will be granted are subject to revision from time to time.",
    "Duration of Awards: The award once made will be tenable from the stage at which it is given to the completion of the course, subject to good conduct and regular attendance. Noncompliance with any of the eligibility conditions and rules may cause the discontinuity of the scholarship at any time. Payment: The stipend will be paid to the selected students by the Building & Other Construction Workers Welfare Board in accordance with the procedure laid down by the Building & Other Construction Workers Welfare Board."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Meghalaya. The beneficiary should be engaged in a building or other construction work. The beneficiary should be registered under the Meghalaya Building & Other Construction Workers Welfare Board. The beneficiary should have an active membership of the Board. The children of beneficiary/registered workers should be enrolled in any grade from Class I to Degree Course. The children of workers must not be in receipt of any other financial assistance from any other source. Only two children of the same parents/ guardians will be entitled to receive scholarships. This restriction will apply to girls also. Note 01: These scholarships will be awarded for the study of all recognized Pre-Matric and Post-Matric courses pursued in recognized institutions, with the exception of courses with a duration of 6 (months) or less. Note 02: The children of workers applying for Post-Matric scholarships should possess the relevant qualification from any recognized institution. An original certificate from the institution of study must be produced by the children of workers. Note 03: The scholarship shall be tenable for the prescribed duration of a course. A student who is in receipt of the scholarship, but failing to pass in a particular year shall not receive further scholarship till he/ she passes the specific year of the course. The institution shall certify to that effect. Note 04: Special provision is provided for exceptionally meritorious students. Note 05: Special relaxation for physically handicapped children in cut-off mark obtained. Renewal of Awards: The children of workers will have to apply afresh for renewal of the scholarship from year to year, provided that the student secures promotion to the next higher class irrespective of that fact whether such examination was conducted by the institution. Other Conditions: If a student is found to have obtained a scholarship by misrepresentation, his/her scholarship will be cancelled forthwith and the amount of the scholarship paid will be recovered, at the discretion of the Building & Other Construction Workers Welfare Board. A scholarship awarded may be cancelled if the student changes the subject of the course of study for which the scholarship was originally awarded or changes the institution of study without prior approval of the Building & Other Construction Workers Welfare Board. A student may have to refund the scholarship amount at the discretion of the Building & Other Construction Workers' Welfare Board if during the course of the year, the studies for which the scholarship has been awarded, are discontinued by him/her. The Rules & Regulations of the Scheme can be also altered/modified at any time at the discretion of the Building & Other Construction Workers' Welfare Board.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Online Worker Registration Process (Portal): Step 01: The applicants may visit the online Portal: https://megbocwwb.gov.in/bocw_services/login.htm  Step 02: The applicant can register by creating a new account, on the home page click on the ‘Worker' button and enter all the mandatory information. Step 03: After filling in all the details, click on ‘Register'. Step 04: After successful registration, the applicant will see the message \"Registered Successfully\". Application Process for New Registration under the MBOCWWB: Step 01: Visit the online Portal: https://megbocwwb.gov.in/bocw_services/login.htm  Step 02: Enter your User ID (Registered Mobile Number), Password, and Enter Security Code. Click on Login. Step 03: After successful login, click on ‘Apply for New Registration' from the menu. Step 04: Fill in all the required details in the Registration Form i.e. Personal Details, Service/Work Details, Bank Details, and Demographic Details, etc. Step 05: Click on Submit. Step 06: After successful registration, you will be directed to another page to manage all the Family & Nominee Details. Click on ‘Add New' to add Family members and Nominee Details. Step 07: After adding all the Family & Nominee Details, click on Proceed. Step 08: Now upload all the required enclosures i.e. Photograph, ID Proof, Employer Certificate/Self Certification, and Bank Passbook of the Worker. Step 09: Click on the Complete Button to complete the registration process.",
        "Step 10: Once your application has been processed and verified by Block/District LDA, Block/District Labour Inspector, and approved District Labour Commissioner (DLC), a Registration Certificate will be generated.",
        "Application Process for Educational Scholarship: Step 01: Visit the online Portal: https://megbocwwb.gov.in/bocw_services/login.htm  Step 02: Enter your User ID (Registered Mobile Number), Password, and Enter Security Code. Click on Login. Step 03: After successful login, click on the \"Educational Scholarship\" scheme from the Dashboard. Step 04: Fill in all the required information and necessary enclosures. Step 05: Click Submit to apply for benefits. Application Process to Track/Update: Step 01: Visit the online Portal: https://megbocwwb.gov.in/bocw_services/login.htm  Step 02: Enter your User ID (Registered Mobile Number), Password, and Enter Security Code. Click on Login. Step 03: From the menu, click on ‘Track Application Status'. Step 04: Click on ‘View Details' to view your application. Step 05: Click on ‘Application History' to view the application history. Step 06: Click on ‘Update' to update your application. Note: Once your application is under process or processed, you cannot update it. ( Worker's User Manual ) Note: The Building & Other Construction Workers Welfare Board will announce the details of the Scheme at the appropriate time of the year as the Board deems fit."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Process for New Registration: Step 01: The complete application form along with the required documents is required to be submitted before the Registering Officer of the area. Step 02: The Registering Officer, after satisfying himself/herself with all the details, may register the worker as the beneficiary under the Act and issue an identity card affixing the photograph of the worker. Process to apply for Scheme Benefits: Step 01: One copy of the application form for the scholarship in the prescribed form duly signed by the student, the parents & the Principal of the institution attended shall be submitted to the concerned employer. Step 02: The employer is required to countersign the complete application and submit it to the Building & Other Construction Workers' Welfare Board for consideration.",
        " Application Form for Educational Scholarship",
        " Application Form for the Pre-Matric Scholarship",
        " Application Form for the Post-Matric Scholarship"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megbocwwb.gov.in/enrollment"
    },
    {
      "title": "Scheme Details",
      "url": "https://megbocwwb.gov.in/schemes_education"
    },
    {
      "title": "Guidelines",
      "url": "https://megbocwwb.gov.in/forms/scholarship/Regulations%20governing%20the%20award%20of%20Scholarship%20to%20Children%20of%20Construction%20workers%20registered%20with%20the%20Building.pdf"
    },
    {
      "title": "Online Application Portal",
      "url": "https://megbocwwb.gov.in/bocw_services/login.htm"
    },
    {
      "title": "Registration Form",
      "url": "https://megbocwwb.gov.in/forms/registration-form/Registration%20Form.pdf"
    },
    {
      "title": "Application For Educational Scholarship",
      "url": "https://megbocwwb.gov.in/forms/benefit/educationalscholarship.pdf"
    },
    {
      "title": "Application For The Pre-Matric Scholarship",
      "url": "https://megbocwwb.gov.in/forms/scholarship/PreMatricScholarship.pdf"
    },
    {
      "title": "Application For The Post-Matric Scholarship",
      "url": "https://megbocwwb.gov.in/forms/scholarship/PostMatricScholarship.pdf"
    },
    {
      "title": "Nomination Form",
      "url": "https://megbocwwb.gov.in/forms/registration-form/NominationForm.pdf"
    },
    {
      "title": "Family Members Form",
      "url": "https://megbocwwb.gov.in/forms/registration-form/Familymembers.pdf"
    },
    {
      "title": "SDO Certificate",
      "url": "https://megbocwwb.gov.in/forms/registration-form/SDOCertificate.pdf"
    },
    {
      "title": "Employer Certificate",
      "url": "https://megbocwwb.gov.in/forms/registration-form/EmployersCertificate.pdf"
    }
  ],
  "exclusions": "The children of workers who after passing one stage of education, are studying in the same stage of education in different subjects for instance Class XI Arts after Class XI Sc or B.A. after BSc or M.A. in one subject after M.A. in another subject will NOT be eligible. The children of workers who, after having completed their educational career in one professional stream, continue professional studies in a different stream for instance LLB after BEd will NOT be eligible. Students will be allowed to take up only one professional stream. The children of workers under full employment during the period of study shall not be eligible for the scholarship. The children of workers pursuing part-time courses will not be eligible.",
  "documents_required": "Enclosures required for New Registration under MBOCWWB: Photograph of the worker ID Proof of worker (Electoral Card, Ration Card, Driver's License, Aadhaar Card, Passport are acceptable) Employer Certificate/Self Certification (Issued Either by the Labour Inspector or the Employer or SDO/AEE of Works Department) Bank Passbook of the worker eShram ID card, if any Age proof of concerned building worker/applicant i.e. School certificate, Certificate from the Registrar of Birth and Deaths, Certificate from the Medical Officer not below the rank of an Assistant Surgeon in Government Service, Electoral Photo Identity Card Nomination Form duly signed by the applicant Self-declaration towards non-enrolment as a member of any other welfare fund/ board SC/ST Certificate (if applicable) Any other documents as required Enclosures required for application of Educational Assistance: MBOCWWB ID Card Birth Certificate of the student Two copies of passport-size photograph with signature of student thereon One attested copy of each of the relevant certificates with respect to the examination passed by the student Attested copy of the Constitution workers' registration card A receipt in acknowledgment of the scholarship in the previous year, if the student was in receipt of a scholarship under this Scheme in the preceding year Annual Course Fee of the student from the School/Institute Concern, if any  Clearance Certificate by the Head of the Institution  Verification/Information Certificate by the Head of the Institution Bank account details/ Bank Passbook Any other documents as required"
}