{
  "scheme_id": "679a1bbcc4ea5da14d012cc0",
  "slug": "saceicbspv",
  "scheme_name": "Scheme of Assistance for Common Environment Infrastructure: Common Boiler Project by SPV Constituted by Minimum 10 MSMEs",
  "scheme_short_title": "SACEICBSPV",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Entrepreneurship"
  ],
  "brief_description": "The scheme \"Scheme of Assistance for Common Environment Infrastructure\" under the Gujarat Industrial Policy aims to provide incentives for environmental compliance to ensure long-term economic and ecological balance.",
  "detailed_description": "The scheme &amp;quot;Scheme of Assistance for Common Environment Infrastructure&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to boost industrial growth through financial assistance, modern technologies, and enhanced facilities for industrial parks and clusters. The component \"Common Boiler Project by SPV Constituted by Minimum 10 MSME's\" aims to promote energy efficiency and cost reduction in MSMEs by setting up a Common Boiler Project. A Special Purpose Vehicle (SPV) consisting of at least 10 MSMEs using steam in their process can apply. The project encourages the use of energy-efficient boilers that consume less fuel while maintaining energy output.",
  "benefits": [
    "For Solid Fuel Boilers: 35% of the total project cost, with a maximum cap of ₹2,00,00,000/-. For Cleaner Fuel Boilers (CNG, PNG, Biofuel, etc.): 50% of the total project cost, with a maximum cap of ₹2,00,00,000/-."
  ],
  "eligibility_criteria": "The project must be promoted by an SPV with at least 10 MSMEs using steam in their operations. Each MSME in the SPV must have an independent boiler in their current premises. The new boiler must be energy efficient, as certified by the Office of the Boiler Inspector. The SPV must obtain all statutory permissions for the boiler's operation and steam distribution.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Prepare a Detailed Project Report (DPR). Step 2: Fill out the prescribed application form . Step 3: Submit the application with the required documents to the Industries Commissionerate . Step 4: Await evaluation and approval from the State Level Empowered Committee. If approved, assistance will be disbursed in phases based on project progress. Helpdesk : Contact Here "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/12-GR_02092020.pdf"
    }
  ],
  "documents_required": "Copy of legal status of applicant such as memorandum and article of association and company registration certificate or registration under society act or trust act, and list of directors/members with addresses. Proof that land for project is in possession, like land allotment letter of GIDC with copies of 7/12 utaara, N.A. permission, approved plan, and construction permission by competent authority. Copy of GPCB NOC/CCA for establishing project (if not applicable, then give justification on letterhead). Copy of Environment Clearance (if not applicable, then give justification on letterhead). Detailed project report covering all details mentioned in application form. List of beneficiaries in format as per Annexure-A1 for each beneficiary on letterhead. Process diagram of proposed project signed by authorized signatory. Financial and technical appraisal of project from Bank/FI/other institution as approved by SLEC. Copy of any other financial assistance granted by GoG and/or GoI for the same component or project. Copy of sanction/consent letter from Financial Institution, if loan is sanctioned. Affidavits for outstanding government dues and any pending court case against Govt. Declaration/resolution as per application."
}