{
  "scheme_id": "64e5e20b9a06d82f412d2dd2",
  "slug": "dbsheo",
  "scheme_name": "Dayanand Bandodkar Scheme For Higher Education For Orphans",
  "scheme_short_title": "Dbsheo",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Fee Waiver",
    "Orphan",
    "Higher Education"
  ],
  "brief_description": "\"Dayanand Bandodkar Scheme for Higher Education for Orphans\" supports the educational needs of orphan children who are deprived of higher education for want of financial resources. The Scheme envisages taking care of such children from their Undergraduate Course to the Post Graduate Course.",
  "detailed_description": "&quot;Dayanand Bandodkar Scheme for Higher Education for Orphans&quot; is a Fee Waiver Scheme by the Department of Education, Art &amp; Culture, Government of Goa. The objective of this scheme is to support the educational needs of the children who are orphaned of both parents i.e. father and mother and are deprived of higher education for want of financial resources. The Scheme envisages taking care of such children from their Undergraduate Course to the Post Graduate Course in the areas of General Education and Technical Education. The Scheme will be operated by the Directorate of Higher Education for students pursuing courses in General Education and by the Directorate of Technical Education for students pursuing Technical Education.",
  "benefits": [
    "A full waiver of the fees that were supposed to have been paid by the beneficiary in the Institutions where they have sought the admissions. The amount of fee waiver shall consist of Tuition fees, Library fees, Laboratory fees and Development fees, if any plus other charges payable to Institution like Lodging/Boarding, Food (Hostel charges) or Transport, etc."
  ],
  "eligibility_criteria": "The applicant should have been born in Goa or have resided in Goa for at least the last fifteen (15) years. The applicant should have passed his/her qualifying examination from any of the Institutions located in Goa. The applicant should be an Orphan. The applicant should be enrolled for the First Year of their Degree/PG Courses.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Take a print of the proforma of the application form, or request a hard copy from the concerned authority at the institution.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 3: At the time of admission, submit the duly filled and signed application form along with the documents to the concerned authority.",
        "Step 4: The concerned Institution shall process the applications of all such beneficiaries and sanction the fee waiver to them right at the time of admission itself."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.goa.gov.in/wp-content/uploads/2019/10/Dayanand-Bandodkar-Scheme-for-Orphans.pdf"
    }
  ],
  "documents_required": "Proof of Identity Death Certificate of Father and Mother. Proof of Educational Qualification. Proof of Emrolment into the First Year of Degree/PG Course. Birth Certificate / Residential Certificate. Fee Receipt of the Current Course Year."
}