{
  "scheme_id": "6460ad505f56d6325f980955",
  "slug": "aan",
  "scheme_name": "Assam Arogya Nidhi Scheme",
  "scheme_short_title": "AAN",
  "state": "Assam",
  "level": "State",
  "nodal_department": "Health and Family Welfare Department",
  "implementing_agency": "Health & Family Welfare Department, Government Of Assam",
  "dbt_scheme": true,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Health care providers and access",
    "Financial assistance",
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Hospital",
    "Treatment",
    "Accidental Case",
    "Diseases",
    "Financial Assistance"
  ],
  "brief_description": "The scheme \"Assam Arogya Nidhi Scheme\" is a yearly Financial Assistance Scheme provided as reimbursement to members of families whose yearly income is less than ₹5.00 lakhs for treatment of serious diseases including accident cases.",
  "detailed_description": "The scheme \"Assam Arogya Nidhi (AAN)\" was launched by the Health &amp;amp; Family Welfare Department, Govt. of Assam to provide financial assistance to BPL families and families having an annual income of less than ₹5.00 Lakhs. The financial assistance is provided for general and specialized treatment of (i) life-threatening diseases, and (ii) of injuries caused by natural and manmade disasters, such as industrial/ farm/ road/ rail accidents, bomb blasts, etc. Life-threatening diseases include Heart Diseases and Heart Surgery, Cancer, Kidney and Urinary diseases, Orthopedic, Thallassemia, Bone marrow Transplant, AIDS, and chronic Mental Illness with Surgical Treatment. Beneficiaries are selected by a Selection Committee that has been notified by the Government of Assam. Under the AAN, the Government of India contributes 50% of the funds sanctioned by the State Government. **Grant of Assistance:** 1. The Chief Minister of Assam may grant permission directly for the maximum benefits available under AAN. 2. The Chairperson of the Committee can clear the grant of financial assistance under AAN against eligible cases up to ₹2.00 Lakh. 3. For grant of assistance above ₹2.00 Lakh up to ₹3.00 Lakh, the State Level committee will decide the eligible cases. **Mode of disbursement:** Financial assistance will be disbursed to the beneficiary concerned or reimbursed to the hospital concerned through bank account transfer only. The advance payment shall only be to the hospital subject to a maximum of ₹3.00 lakh.",
  "benefits": [
    "Under this scheme, financial assistance up to a maximum benefit of ₹3.00 Lakh will be provided. Under this scheme, any serious disease is to be covered which requires surgery/implants/procedures like Bone Marrow Transplant (BMT) or any other critical disease including serious accident cases. All financial assistance will be admissible for treatment in all Government hospitals including Medical Colleges/ Tertiary Health Care facilities, all reputed private hospitals registered under the Clinical Establishment Act and empanelled hospitals of Government of Assam, AAA (Atal Amrit Abhiyan) and PMJAY (Pradhan Mantri Jan Aarogya Yojana). "
  ],
  "eligibility_criteria": "All Indian citizens who are ordinarily resident of the State of Assam will be eligible under the scheme. The family income of the applicant should be less than ₹5.00 lakhs per annum. There will be no age limit for coverage under the scheme. No Govt. employee or Govt. pensioners and their family members will be eligible under the scheme. Treatment should be undertaken in any govt. hospital including Govt. Medical Colleges and all reputed Pvt. Hospitals registered under Clinical Establishment Act. anywhere in the state or in the country.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant should visit the official website and download the application form from the website of National Health Assam: https://nhm.assam.gov.in/schemes/assam-arogya-nidhi ",
        "Step 02: Application in the prescribed format, complete in all respects will be submitted to NHM, Assam, or to the Joint Director of Health Services of the District who will forward the same to NHM, Assam for necessary consideration.",
        "Step 03: An Expert Committee comprising specialist doctors of Guwahati Medical College verifies the applications and recommends the eligible cases.",
        "Step 04: As per the committee's recommendations financial assistance is provided to eligible beneficiaries preferably through Direct Bank Transfer.",
        "Note 01: A person having PMJAY or AAA card will avail of the cashless treatment benefit against admissible diseases under the said schemes first before making any application for consideration under AAN.",
        "Note 02: A person not having PMJAY/ AAA Card or if the disease is not covered under PMJAY/AAA, can submit their application directly.",
        "Note 03: AAN assistance is for exceptional cases and not general."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://nhm.assam.gov.in/schemes/assam-arogya-nidhi"
    },
    {
      "title": "Website",
      "url": "https://hfw.assam.gov.in/schemes/assam-arogya-nidhi-aan"
    }
  ],
  "documents_required": "Photograph of the patient (Attested by Doctor) Attested photocopy of Income Certificate by Revenue Circle Officer. Attested photocopy of Identify & Address Proof (Voter ID, ADHAAR CARD, Driving license). Original bills, vouchers, receipts, etc. Copy of the medical documents of treatment to be certified by treating Doctor/Hospital Discharge Summary/Prescription (Attested) Attested Photocopy copy of the first page of the Bank Pass Book. Attested Photocopy of Pradhan Mantri Jana Arogyua Yojana (PMJAY)/Atal Amrit Abhiyan (AAA) Card."
}