{
  "scheme_id": "65dcb908cd96dc5e076606d1",
  "slug": "mkdmaeasybeaskm",
  "scheme_name": "Mrityu Ki Dasha Me Antyeshti Evam Anugrah Sahayata Yojana",
  "scheme_short_title": "MAEAS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Construction Worker",
    "Financial Assistance",
    "Labour"
  ],
  "brief_description": "This scheme \"Mrityu ki Dasha Mein Antyeshti Evam Anugrah Sahayata Yojana\" started by the Labor department of Madhya Pradesh to provide the financial assistance in the case of death.",
  "detailed_description": "The &quot;Mrityu ki Dasha Mein Antyeshti Evam Anugrah Sahayata Yojana&quot; scheme, implemented by the Madhya Pradesh Labor Department since 2004. The objective of the scheme is to provide financial assistance to the dependents of registered construction workers in Madhya Pradesh in the case of their death. The scheme has the following financial assistance aims: - Alleviate the immediate financial burden on the family caused by funeral expenses. - Offer some financial support during a difficult time after the loss of a breadwinner. - Additionally, the scheme offers ex-gratia payments in case of permanent or partial disability due to an accident, further aiming to provide some financial security to registered workers who may face challenges due to an injury sustained while working. <br>",
  "benefits": [
    "Funeral assistance- ₹6,000/- Ex-gratia payment- In case of normal death : ₹2,00,000/- In case of death due to accident : ₹4,00,000/- In case of permanent disability due to accident : ₹2,00,000/- In case of partial permanent disability due to accident : ₹1,00,000/-"
  ],
  "eligibility_criteria": "The worker must have been registered for at least 6 months before their death. Death can be due to only natural causes or an accident. The worker must have a valid identity card. Benefit will only be provided to following successor- Wife or husband (as the case may be) of a worker holding a valid identity card Sons and unmarried and dependent daughters Dependent parents If there is none of the above, a family member who is dependent on the deceased worker.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The applicant has to submit the application form in the prescribed format and within the time limit to the office of the designated officer. Rural Area - Chief Executive Officer, Janpad Panchayat Urban Area - Commissioner, Municipal Corporation/Chief Municipal Officer, Municipality/Municipal Council Apply duration",
        "Within 06 months from the death of the construction worker."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=336"
    },
    {
      "title": "Details",
      "url": "https://labour.mp.gov.in/Public/Pages/Schemes/MratyuSahayta.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Copy of valid registration card. Prescribed application form. The death certificate and copy of FIR in case of death in an accident."
}