{
  "scheme_id": "656da086f2dded0c8094339b",
  "slug": "tncmfp",
  "scheme_name": "Tamil Nadu Chief Minister's Fellowship Programme",
  "scheme_short_title": "TNCMFP",
  "state": "Tamil Nadu",
  "level": "State",
  "nodal_department": "Special Programme Implementation Department",
  "implementing_agency": "Bharathidasan Institute Of Management, Tiruchirapalli",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fellowship",
    "Fellow",
    "Stipend",
    "Young Professional"
  ],
  "brief_description": "The Government of Tamil Nadu has introduced the two-year \"Tamil Nadu Chief Minister's Fellowship Programme (TNCMFP)\" to harness the energy and talent of young professionals to optimize the governance processes and enhance the service delivery of various programme and policies in Tamil Nadu.",
  "detailed_description": "The Government of Tamil Nadu has introduced the two-year \"Tamil Nadu Chief Minister's Fellowship Programme (TNCMFP),\" starting from 2022-23. It aims to harness the energy and talent of young professionals to optimize the governance processes and enhance the service delivery of various programmes and policies in Tamil Nadu. The Fellows' role will be to monitor and evaluate, identify issues, and aid data-driven decision-making on the assigned programmes to address the gaps, if any, in service delivery and optimize the same in line with the global best practices. Special Programme Implementation Department of the Government of Tamil Nadu is the Nodal Department and Bharathidasan Institute of Management (BIM) Tiruchirapalli is the academic partner in the implementation of the Tamil Nadu Chief Minister&amp;#39;s Fellowship Programme (TNCMFP). A total of thirty Fellows will be selected, with two Fellows assigned to each \"Thematic Area\" and six Fellows assigned to the Special Programme Implementation Department Monitoring Cell. The twelve thematic areas are as follows: 1. Augmentation of Water Resources 1. Agricultural Production, Productivity, and Creation of Marketing Linkages 1. Housing for All 1. Improving Educational Standards 1. Improving Health Indicators 1. Social Inclusion 1. Infrastructure &amp;amp; Industrial Development 1. Skill Development and Entrepreneurship Development 1. Institutional Credit 1. Heritage and Culture 1. Ecological Balance 1. Data Governance &gt; **Duration of Fellowship:** The fellowship will be for a period of two years.",
  "benefits": [
    "Under this fellowship programme, a monthly stipend of ₹65,000/- and an additional allowance of ₹10,000/- to meet their incidental expenses in performing their assigned work, such as travel, mobile phone, data usage, etc.",
    "Note: No additional financial assistance will be provided."
  ],
  "eligibility_criteria": "A candidate must hold a first-class in Bachelor's degree in respect of Professional Courses (Engineering, Medicine, Law, Agriculture, Veterinary Science) or a first-class in Master's degree in Arts/Science from any of the Universities incorporated by an Act of the Central or State Legislature in India or other educational institutions established by an Act of Parliament or declared to be deemed as a University under Section 3 of the University Grants Commission Act, 1956 or possess an equivalent qualification. Working knowledge of Tamil is mandatory for the candidate. Age Limit: The applicant's age shall be between 22-30 years as on 25.05.2022. For candidates belonging to the SC/ST category, the maximum age limit shall be 35 years, and for candidates belonging to the BC/MBC category, it shall be 33 years. Note 01: Candidates with a Ph.D. degree will be preferred. Note 02: Work experience will be an added advantage. Note 03: Strong emphasis will be given to research experience.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process: Step 01: The online applications can be accessed through the web portal www.tn.gov.in/tncmfp or www.bim.edu/tncmfp . Step 02: The applicant needs to visit the official website and fill in the application form completely. Note 01: The last date for receiving the online applications is 10th June 2022. Note 02: There is no application fee for the fellowship selection process. Note 03: Only online mode of submission of applications will be accepted. Selection Process: The selection process includes three stages as follows: Stage 1: Preliminary Assessment (Computer-based Test) Stage 2: Comprehensive Examination (Written Examination) Stage 3: Personal Interview 1. The Preliminary Assessment will be a computer-based test (CBT) of objective type (multiple-choice questions) carrying a maximum of 150 points. There will be three sections in the CBT: (i) General Awareness (to test a candidate's General Knowledge including current affairs) (ii) Quantitative Aptitude (to assess basic math skills, such as algebra, numbers, geometry, statistics, and data interpretation at the level of tenth grade) (iii) Verbal Comprehension and Logical Reasoning (to assess a candidate's comprehension and communication skills, analytical ability, decision-making and problem-solving skills, and general mental ability) The sole purpose of this exam is to serve as a screening test and will not be counted for the final selection of Fellows. There will be negative marks for incorrect answers (-0.33 points for every incorrect answer). The test centers will be in major cities in Tamil Nadu and at Cochin, Bengaluru, Delhi, Mumbai, Hyderabad, Kolkata, and Vishakapatnam. The availability of test centers is subject to change. 2. Comprehensive Examination is a written examination. The questions are of conventional essay type. Questions will focus on General Topics Including Governance, Social Justice, Technology, Economic and Social Development, Sustainable Development, Poverty, Demographics, Environment, Biodiversity, Climate Change, Agriculture, Disaster Management, Schemes and Policies of the Government of Tamil Nadu, and Tamil Heritage and Culture. The test centre will be at Chennai. Candidates will be shortlisted for the Personal Interview based on their performance in the Comprehensive Examination. 3. Personal Interview will be conducted to test the candidate's intellectual and emotional quotient, knowledge of current affairs, and ability of systemic thinking. Testing of working knowledge of Tamil will be a part of this phase of the selection process. The personal interview will be conducted in Chennai only. Note: The final merit list will be based on the combined score from the candidate's Comprehensive Examination and Personal Interview."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/tncmfp/notification.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.tn.gov.in/"
    },
    {
      "title": "BIM Website",
      "url": "https://bim.edu/index/tncmfp/"
    }
  ],
  "documents_required": "1. Identity Proof\n2. Passport size photograph\n3. Proof of age\n4. Educational qualification certificates\n5. Caste Certificate\n6. Proof of residence\n7. Any other document, as required"
}