{
  "scheme_id": "6466056951ae2693570ab73a",
  "slug": "apchapbandocwwb",
  "scheme_name": "Advance For Purchase Or Construction Of House (APB&OCWWB)",
  "scheme_short_title": "APCHAPB&OCWWB",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Registered Office, APB&OCWWB Of Respective District Of Arunachal Pradesh",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Shelter",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Construction Worker",
    "House",
    "Purchase",
    "Construction",
    "Financial Assistance"
  ],
  "brief_description": "The scheme \"Advance for Purchase or Construction of House\" was started by the Department of Labour and Employment, Govt. of Arunachal Pradesh for the registered workers of Arunachal Pradesh Building & Other Construction Workers Welfare Board (APB&OCWWB).",
  "detailed_description": "The scheme \"Advance for Purchase or Construction of House\" was started by the Department of Labour and Employment, Govt. of Arunachal Pradesh for registered workers of Arunachal Pradesh Building &amp;amp; Other Construction Workers Welfare Board (APB&amp;amp;OCWWB). The state government has formulated this scheme to implement through the APB&amp;amp;OCWWB in which the board can sanction/ grant an amount for the outright purchase of a house or for the construction of a house to the eligible building and construction workers.",
  "benefits": [
    "1. Under this scheme, cash assistance of ₹1.00 lakh is to be given to the registered workers."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Arunachal Pradesh. 2. The applicant must be employed in the Building and Other Construction works. 3. The applicant should be registered with Labour Welfare Board (APB&OCWWB). 4. The applicant should be an active registered worker with a membership for at least 5 years. 5. The applicant should have at least 15 years of service before superannuation/ retirement. 6. The applicant must be able to repay the principal amount of the loan with a minimum interest rate or with interest in equal installments as may be fixed by the board.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: For taking benefit of this scheme, the applicant needs to contact Registering Officers, APB&OCWWB of the respective District. Step 02: Application in the prescribed format may be received from the concerned office. Step 03: The applicant needs to fill the application form completely and attach all the relevant documents. Thereafter, the applicant may submit the application form to the concerned office. Step 04: After successful verification, the applicant can avail the benefit of the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://tawang.nic.in/labour-welfare-board/"
    },
    {
      "title": "Guideline",
      "url": "https://ahvdd.arunachal.gov.in/pdf/eBook/Government%20Scheme%20Handbook.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter ID card, etc. Xerox copy of the registration card of the worker Building plan for construction and agreement copy for outright purchase of the house Salary/wage statement Deed of the agreement/ affidavit Application form Bank Account number/ front page of the passbook Passport-size photographs"
}