{
  "scheme_id": "6859331422f035f719ad83c3",
  "slug": "ptc",
  "scheme_name": "Promotion of Tribal Culture",
  "scheme_short_title": "PTC",
  "state": "Assam",
  "level": "State/ UT",
  "nodal_department": "Welfare of Plain Tribes and Backward Classes Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "NGO",
    "Trust"
  ],
  "tags": [
    "Culture",
    "Heritage",
    "Tribal",
    "Literature",
    "NGO"
  ],
  "brief_description": "The scheme provides financial grants (up to ₹3,00,000/- per organization) to registered NGOs/Trusts/Voluntary Organizations for promoting tribal culture among ST(P) communities in Assam's plain districts (outside BTC).",
  "detailed_description": "The scheme &quot;Promotion of Tribal Culture&quot; by the Directorate of Welfare of Plains Tribes and Backward Classes, Government of Assam, aims to provide financial grants to NGOs, Trusts, and Voluntary Organizations working for the advancement of tribal culture among Scheduled Tribes (Plains) in Assam&#39;s plain districts (excluding BTC area). The scheme supports initiatives like heritage preservation, literature promotion, cultural activities, and local brews. Eligible organizations must be registered and have prior experience in tribal culture promotion. Applications are invited through advertisements, and grants are disbursed subject to Selection Committee approval.",
  "benefits": [
    "Financial Grant: Maximum of ₹3,00,000/- per organization for tribal culture promotion initiatives (e.g., heritage, literature, local brews).",
    "Disbursement: Subject to Selection Committee approval and fund availability.",
    "*Financial assistance is not a right; approval depends on eligibility and fund availability."
  ],
  "eligibility_criteria": "The applicant must be a Registered NGO/Trust/Voluntary Organization under the Societies Registration Act, 1980, or equivalent. The applicant must have a demonstrated background in promoting tribal culture.\n*Priority is given to organizations with ST(P) members.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The Directorate of Welfare of Plains Tribes and Backward Classes, Assam, will advertise the scheme in print and electronic media, along with the prescribed format of the application form.",
        "Step 2: The interested applicant should take print of the prescribed format of the application form.",
        "Step 3: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Director, WPT & BC, Assam. Applicants are advised to retain a copy of the submitted application and acknowledgment for future reference.",
        "Scrutiny & Approval",
        "The Selection Committee evaluates applications and approves beneficiaries.",
        "Disbursement",
        "Approved funds are allocated to selected organizations.",
        "* The Selection Committee may reject applications without justification.",
        "* Organizations must ensure submitted information is accurate; false details may lead to disqualification."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://directoratetribalaffairsplain.assam.gov.in/how-to/apply-for-promotion-of-tribal-culture"
    },
    {
      "title": "Application Form",
      "url": "https://directoratetribalaffairsplain.assam.gov.in/sites/default/files/swf_utility_folder/departments/directorate_wpt_uneecopscloud_com_oid_4/how_do_i/level_1/promotion_of_tribal_culture_form.pdf"
    }
  ],
  "documents_required": "Registration document of NGO/Trust/Voluntary Organization (valid till 2017–18). Detailed project report, including plan, estimate, and budget. Background certification of the organization from the concerned District Deputy Commissioner."
}