{
  "scheme_id": "6586eab96093f0fa3307fe57",
  "slug": "widushi",
  "scheme_name": "Women's Instinct for Developing and Ushering in Scientific Heights & Innovation",
  "scheme_short_title": "WIDUSHI",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Department Of Science & Technology, Government Of India",
  "dbt_scheme": false,
  "categories": [
    "Women and Child",
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "WIDUSHI",
    "Woman",
    "KIRAN",
    "Scientist",
    "Retired",
    "Fellowship",
    "Research"
  ],
  "brief_description": "'WIDUSHI' programme aims to encourage and support senior women scientists to conduct research in interdisciplinary areas of Science and Technology.",
  "detailed_description": "A new programme \"Women&amp;#39;s Instinct for Developing and Ushering in Scientific Heights &amp;amp; Innovations (WIDUSHI)\" is started by the Department of Science and Technology (DST) under its umbrella scheme \"Women in Science and Engineering-KIRAN (WISE-KIRAN)\" for senior women scientists to harness their knowledge and potential for the betterment of Science and Society. WIDUSHI programme aims to encourage and support senior women scientists to conduct research in interdisciplinary areas of Science and Technology. **Proposals are invited from senior women scientists in the following scientific disciplines:** 1. Physical &amp;amp; Mathematical Sciences 1. Chemical Sciences 1. Life Sciences 1. Earth &amp;amp; Atmospheric Sciences 1. Engineering &amp;amp; Technology 1. S&amp;amp;T based Societal Research **Target Group: The target group is categorized into the following 2 categories:** **Category-A:** Retiring or retired Women Scientist **Category-B:** Senior Women Scientists who are not in regular employment **Project Duration:** The maximum duration of the project is 5 years.",
  "benefits": [
    "Category A: 1. The Programme provides fellowship to the Principal Investigator @₹75,000/- per month, One Research Assistant, Research Grant of ₹5.0 Lakh per year and Institutional overhead charges @₹1.00 lakh per annum. Category B: 1. The Programme provides fellowship to the Principal Investigator @₹85,000/- per month, One Research Assistant, Research Grant of ₹5.0 Lakh per year and Institutional overhead charges @₹1.00 lakh per annum. Co-Investigator (Co-I): 'WIDUSHI' fellow should choose a permanent faculty as Co-I (male/female) of the project for academic and administrative support in project implementation. The service of Co-I has to be due for a period not less than the proposed period of the WIDUSHI project. The Co-I is not eligible for any separate grants under the programme."
  ],
  "eligibility_criteria": "Category A: The following are the primary eligibility criteria- Employment: Women Scientists who are permanent employees but retiring in a year or already retired/superannuated from government academic/research institutions. Age: 57-62 years Qualification: Women Scientists having Ph.D. in Basic/Applied Sciences or equivalent degree. Research Experience: Minimum 2 R&D projects as Principal Investigator with excellent track record. Publications: Minimum 20 research publications with impact factor. Category B: The following are the primary eligibility criteria- Employment: Women who are not permanent employees in any institution but working temporarily and have completed 2 independent research projects as Principal Investigator. Age: 45-62 years Qualification: Women Scientists having Ph.D. in Basic/Applied Sciences or equivalent degree. Research Experience: Minimum 2 R&D projects as Principal Investigator with excellent track record. Publications: Minimum 10 research publications with impact factor.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 01: The proposal submission is open throughout the year. Step 02: The proposal format is available at https://dst.gov.in /, https://onlinedst.gov.in/ and https://online-wosa.gov.in/ under WISE-KIRAN Division. Step 03: Log on to https://onlinedst.gov.in/ to access the home page of the \"DST e-PMS Portal\". Step 04: Click on \"New PI Registration\" and fill in the requisite details for New user registration. In the ‘Personal Information' section, fill- department, Institute, and Institute Address as per the Host Institute identified for the WIDUSHI programme. Step 05: After logging-in, click on the \"Submit proposal\" option and then \"Initiate New Proposal\". Search the programme by Division Name or Call By Programme/Scheme. Step 06: Select the Programme/Scheme name (WIDUSHI) and then click on \"Start Submission\". Select the category and fill in all the information as required in the form. Step 07: After filling in all the particulars, preview your details before the final submission of the application form by clicking on the \"Preview\" button. The preview page will display all the facts/ particulars that you have mentioned. If there is something that you wish to update, go back and correct the information, or else proceed with the filled details by clicking on the \"Submit\" button to finally push data into the server. Step 08: Candidates are advised to carefully fill and verify the details filled in the online application themselves as no change will be possible/ entertained after clicking the FINAL SUBMIT BUTTON. Selection Process: The project proposals received will be screened and the Principal Investigator (PI) of ‘screened-in' proposals will be called for presentation before Programme Advisory Committee for final recommendation. The final decision of DST will be communicated to the applicants only after obtaining due administrative and financial approvals. For detailed information: • Please refer WIDUSHI Guidelines at www.dst.gov.in and online-wosa.gov.in . For further clarification email enquiry-wosdst@gov.in."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dst.gov.in/sites/default/files/Advertisement-WIDUSHI_0.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://online-wosa.gov.in/"
    },
    {
      "title": "E-PMS Portal",
      "url": "https://onlinedst.gov.in/"
    },
    {
      "title": "DST Portal",
      "url": "https://dst.gov.in/"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, PAN Card SC/ ST/ OBC/PH Certificate (if claiming age relaxation) Educational certificates Proof of age Proof of research experience List/details of publications Details of Scholarships, Medals, Fellowships, Awards, Distinctions or Honors received during academic career Detailed Bio-data of Principal Investigator and Co-Investigator including last 5 year's publications in cited journals. Details of the R&D Project Certification by the Head of the Institute Certificate from the Investigator Any other relevant information"
}