{
  "scheme_id": "67ff812e321976fb6b05f03d",
  "slug": "fprtuk",
  "scheme_name": "Free Pre-Recruitment Training",
  "scheme_short_title": "FPRTUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "State Sainik Board",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pre Recruitment Training",
    "Army",
    "Soldiers",
    "Ex-servicemen"
  ],
  "brief_description": "\"Free Pre-Recruitment Training\" is a social security scheme that provides free of cost pre-recruitment training to the sons of the ex-servicemen for the recruitment in Army/Para-Military Forces and Police Forces.",
  "detailed_description": "\"Free Pre-Recruitment Training\" is a social security scheme by the State Sainik Board, Government of Uttarakhand. Under this scheme, free of cost pre-recruitment training of 8 weeks is provided to the sons of the ex-servicemen for the recruitment in Army/Para-Military Forces and Police Forces. <br>",
  "benefits": [
    "Free of cost pre-recruitment training to the sons of the ex-servicemen for the recruitment in the Army/ Para-Military Forces, and Police Forces. The entire training expenses (honorarium + food + accommodation) are paid by the Directorate of Sainik Welfare.",
    "Note: Five courses are conducted in a year."
  ],
  "eligibility_criteria": "The applicant should be a son of an ex-serviceman. The applicant's age should be between 16-21 years. The applicant should have passed high school with 45% marks.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applications for the course are first invited through publicity by the Office of the Director of Sainik Welfare. Step 2: Fill the form properly and attach all the documents (attested, if required). Step 3: Submit the form as directed by the Office of the Director of Sainik Welfare."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Application Form. Proof of Birth. Aadhar Card. Educational Certificate (at least passed High School / Higher Secondary Examination ). Medical Certificate. Ex-Servicemen Identity Card. Discharge Book."
}