{
  "scheme_id": "68554e81674759fc001d1ff5",
  "slug": "fatyg",
  "scheme_name": "Financial Assistance to Mangal Dals",
  "scheme_short_title": "FATMD",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Youth Welfare and Provincial Protection Corps",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Machine & skill up-Gradation"
  ],
  "target_beneficiaries": [
    "Joint Liability Groups (JLGS)",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Financial Assistance",
    "Self-employment",
    "Entrepreneur",
    "Mangal Dal",
    "Youth"
  ],
  "brief_description": "Under this scheme, Mangal Dals affiliated with the department are given monetary assistance to start employment-oriented projects in 18 identified business sectors such as dairy, electronics, tent services, beauty parlors, and more.",
  "detailed_description": "The &amp;quot;Financial Assistance to Mangal Dals&amp;quot; scheme was launched by the Department of Youth Welfare and Provincial Protection Corps, Government of Uttarakhand. The scheme aims to promote self-employment and entrepreneurship among rural youth by providing financial support. Under this scheme, Mangal Dals affiliated with the department are given monetary assistance to start employment-oriented projects in 18 identified business sectors such as dairy, electronics, tent services, beauty parlors, and more. > **Objective** The objective is to empower youth collectives and promote rural livelihoods by partially funding 18 types of business activities through a transparent selection process.",
  "benefits": [
    "Monetary support for starting one of the 18 pre-defined businesses:",
    "Dairy Production – ₹1,00,000 Tent Utensil Rental – ₹50,000 Sound System Rental – ₹50,000 Flour Mill Setup – ₹50,000 Photocopy/Fax/Lamination Machine – ₹1,00,000 Mushroom/Vegetable/Flower Cultivation – ₹50,000 Handloom/Woolen Items Production Equipment – ₹50,000 Adventure Sports Equipment – ₹4,00,000 Tailoring/Beauty Parlor Equipment – ₹50,000 Organic Fertilizer/Animal Feed Production – ₹50,000 Fruit Preservation Unit – ₹50,000 Animal Husbandry – ₹50,000 Cultural Instrument Purchase – ₹50,000 Electronics Repairs/Works – ₹50,000 Vehicle Repair Work – ₹50,000 Plumbing Work – ₹10,000 Mobile Phone Repair – ₹12,000 Innovative Projects – ₹1,50,000",
    "Funding Process:",
    "Financial assistance will be 75% of the total project cost or the specified amount for the chosen activity (whichever is lower). The remaining 25% must be arranged by the beneficiary group.",
    "Mode of Disbursement:",
    "The fund is transferred directly to the bank account of the Youth/Women Mangal Dal."
  ],
  "eligibility_criteria": "The applicant should be a Mangal Dal affiliated with the Youth Welfare and PRD Department of Uttarakhand. The members should be permanent residents of Uttarakhand. The applicant (Mangal Dal) should not have benefited previously under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The applicant (Mangal Dal) obtains the application form from the Youth Welfare and Provincial Rakshak Dal (PRD) office. Step 2: The group fills the form with all required information and attach all the necessary documents, including the details of all members, project details, group details, and financial estimates. Step 3: The completed application is submitted to the Regional Youth Welfare and Provincial Rakshak Dal Officer, who forwards it to the District Youth Welfare and Provincial Rakshak Dal Officer. Post-Application Process: Step 1: The District Officer conducts a field inspection and submits a recommendation to the District Magistrate. Step 2: The District Selection Committee, chaired by the District Magistrate, finalizes the list of beneficiaries. Step 3: The selected list is sent to the Directorate of Youth Welfare, which disburses funds based on the available budget. Step 4: The approved amount is transferred to the group's bank account for project implementation."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 104)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Group Photograph of All Members Project Proposal/Business Plan Availability Proof of Building/Land for Business Certified Cost Estimate Group Registration Number List of All Group Members with Names Birth Certificates of All Members Educational Qualification Certificates Permanent Residence Certificates Group Bank Account Details Training/Experience Certificate (related to selected business activity, if applicable) Family Income Certificate (all sources)"
}