{
  "scheme_id": "6509a4f41a1c949c65fccc4a",
  "slug": "kps",
  "scheme_name": "Kabir Puraskar Scheme",
  "scheme_short_title": "KPS",
  "level": "Central",
  "implementing_agency": "Ministry Of Home Affairs",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Cash",
    "Certificate"
  ],
  "brief_description": "The Govt. of India introduced the \"Kabir Puraskar Scheme\" in 1990 under which a National Award designated as \"KABIR PURASKAR\" was instituted in three grades, namely, Grade One, Grade Two and Grade Three carrying a title and cash Award for acts performed during communal riots.",
  "detailed_description": "The Government of India introduced the \"Kabir Puraskar Scheme\" in1990 under which a National Award designated as \"KABIR PURASKAR\" was instituted in three grades, namely, Grade One, Grade Two, and Grade Three carrying a title and cash Award of ₹20,000, ₹10,000 &amp;amp; ₹5,000 respectively for acts performed during communal riots. The Scheme has been amended and the cash amounts of the various grades of the Award and eligibility criteria for the Award have been revised. &gt; **Purpose:** This Award is instituted to promote communal, caste, and ethnic harmony by recognizing acts of Physical/moral courage and humanity exhibited by the member(s) of one a community, caste, or ethnic group in saving the lives and properties of the member(s) of another community, caste or ethnic group. Such courage and promptitude in saving the life and property of member(s) of another community, caste, or ethnic group shall also involve a danger to the life/body/property of the rescuer himself or herself and to his or her family member(s). Three sets of criteria have been prescribed to decide the category of Award. It is entirely left to the Screening Committee mentioned in clause 6 to decide upon the category of Award on the merits of each individual act of courage as reported by the State Government or Union Territory Administration. &gt; **Timing of Announcement of Award:** The Award shall be announced on 2nd October each year. &gt; **Presentation:** The Award may be given by the Central Government and presented to the recipients by the Prime Minister at a function organized for the purpose in New Delhi.",
  "benefits": [
    "1. Amount of Award:",
    "Sl. No. | Grade | Amount of Award\n1 | Grade‐I | ₹2,00,000 (Rupees two lakh only)\n2 | Grade‐II | ₹1,00,000 (Rupees one lakh only)\n3 | Grade‐III | ₹50,000 (Rupees fifty thousand only)",
    "2. A certificate with a suitable citation shall also be awarded to the recipients.",
    "Note 01: The cash Award is non‐recurring. There shall be no bar on a person receiving such Award for a second time on a subsequent occasion.",
    "Note 02: The names of those persons upon whom such Award is conferred shall be published in the official gazette",
    "Note 03: The criteria for three grades of Award are as under:",
    "Grade‐I: For most conspicuous acts of physical/moral courage displayed under circumstances of very grave danger to the life of the rescuer or an act resulting in death or the permanent incapacitation of the rescuer/his or her family member(s) in saving life and property of member(s) of another community, caste or ethnic group. Grade‐II: For conspicuous acts of physical/moral courage or promptitude under circumstances of danger to the life of the rescuer resulting in bodily injury in saving the life and property of member(s) of another community, caste, or ethnic group. Grade‐III: For acts of physical/moral courage and promptitude in saving the life and property of member(s) of another community, caste, or ethnic group."
  ],
  "eligibility_criteria": "1. The Award (Kabir Puraskar) shall be awarded to an individual for his/her conspicuous acts of physical/moral courage displayed under circumstances of danger to the life of the rescuer in:‐ (a) saving the life and property of member(s) of another community during communal riots; or (b) Saving the life and property of member(s) of another caste during caste conflicts; or (c) Saving the life and property of member(s) of another ethnic group during ethnic clashes. 2. All Indian citizens of either sex in all walks of life (other than members of the Armed Forces, Police Forces and members of recognized fire services, Government servants, if the act performed by them falls in the sphere of their duty) shall be eligible for this Award.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: All recommendations for the award shall be made through State Governments/UT Administrations. ( Nomination Form-Annexure-I ) Step 02: The proposals shall be placed before the Screening Committee consisting of the Union Home Secretary, Director (Intelligence Bureau), and Secretary in the Ministry of Social Justice & Empowerment (formerly Ministry of Welfare). Step 03: The recommendations of this Committee shall be placed before the Union Home Minister and the Prime Minister for approval. Note: There is no fixed number of the Award in any of the three Grades. The State Governments/UT Administrations may recommend the nominations of any number of persons who fulfill the relevant provisions of the Scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://www.mha.gov.in/en/schemes"
    },
    {
      "title": "Guidelines",
      "url": "https://www.mha.gov.in/sites/default/files/2022-08/Kabir-Puraskar-Scheme_1%5B1%5D.pdf"
    }
  ],
  "exclusions": "Persons in receipt of any other Award or citation for the same act so exhibited would not be eligible ordinarily for the Kabir Puraskar.",
  "documents_required": "1. Identity proof of candidate\n2. Three copies of recent passport Size Photographs\n3. A detailed note on the act of physical/moral courage displayed by the nominee during communal/caste/ethnic violence\n4. Details of any other work done in the past for promotion of communal harmony/national integration\n5. Recommendations letter of the State Govt./UT Administration\n6. Any other document, if required"
}