{
  "scheme_id": "648adea3481f59106a698195",
  "slug": "btfvibc",
  "scheme_name": "Bus Traveling Facility For Visually Impaired/Bus Concession",
  "scheme_short_title": "BTFVIBC",
  "state": "Delhi",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Delhi Transport Corporation",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Visually Impaired",
    "Bus Concession",
    "Free Bus Traveling",
    "DTC Buses",
    "Blindness"
  ],
  "brief_description": "The scheme \"Bus Traveling Facility for Visually Impaired/Bus Concession\" was started by Delhi Social Welfare Department for persons with disabilities. Under the scheme, Delhi Transport Corporation provides facility of free traveling in DTC Buses to the persons with vision impairment.",
  "detailed_description": "The scheme \"Bus Traveling Facility for Visually Impaired/Bus Concession\" was started by Delhi Social Welfare Department for persons with disabilities. Under the scheme, Delhi Transport Corporation provides facility of free traveling in DTC Buses to the persons with vision impairment. Facility of concession to the escort is given to those who have not less than 100% blindness. Before applying to the concerned depot, applicant needs to get card from Sub Divisional Magistrate (SDM).",
  "benefits": [
    "Delhi Transport Corporation provides the facility of free traveling in DTC Buses to persons with vision impairment. The applicant having 100% disability will get a 50% concession for their escort/attendant."
  ],
  "eligibility_criteria": "The applicant must be a resident of Delhi. The applicant should have 40% and above disability. Before applying to the concerned depot, the applicant needs to get the card from Sub Divisional Magistrate (SDM).\nNote: Facility of concession to the escort is given to those who have not less than 100% blindness.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The eligible applicant can obtain the application form from the respective depot by paying only rupees one. Step 02: Filled form with all documents can be submitted at the same depot. Step 03: After successful verification, the bus pass will be issued to the applicant. Note: Before applying to the concerned depot, the applicant needs to get the card from Sub Divisional Magistrate (SDM)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://discomm.delhi.gov.in/discomm/schemes-and-facilities-persons-disabilities"
    }
  ],
  "documents_required": "Identity card i.e. Aadhaar card etc. Card issued by SDM Residential proof Passport-size photograph Copy of the disability certificate"
}