{
  "scheme_id": "64be6459481f59106a77cbd5",
  "slug": "des-sdspdpgc",
  "scheme_name": "Distance Education Scholarship–Scholarship For Disabled Students Pursuing Degree, PG Courses",
  "scheme_short_title": "DES-SDSPDPGC",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Distance Education",
    "Scholarship",
    "Student",
    "Person With Disability",
    "Degree",
    "PG Courses",
    "Open University"
  ],
  "brief_description": "The scheme \"Distance Education Scholarship–Scholarship for Disabled Students Pursuing Degree, PG Courses\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Distance Education Scholarship–Scholarship for Disabled Students Pursuing Degree, PG Courses\" was launched by the Department of Social Justice, Government of Kerala. Under the scheme, differently abled students pursuing Degrees, and PG courses through Open Universities, distance education, or Private registration (Universities inside Kerala) are eligible to apply for scholarships. The scholarship is being provided for meeting the expenses of Registration fee, Course fee, Tuition fee, Exam fee, Purchase of books, study materials, etc. Further, financial assistance will be granted only for the duration of the course concerned.",
  "benefits": [
    "Under the scheme, the scholarship is given to eligible students for meeting the expenses of Registration fees, Course fees, Tuition fees, Exam fees, Purchase of books, study materials, etc. The amount of assistance is provided up to a maximum of ₹10,000/-. Note: Financial assistance will be granted only for the duration of the course concerned."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Kerala. The applicant should be a differently abled student. The differently abled students pursuing Degrees, PG courses through Open universities, Distance education, or through Private registration (Universities inside Kerala) are eligible to apply for scholarships. The annual family income of the student should not exceed ₹1,00,000/-. Only those students who are appearing for the exam each year will be eligible for further financial assistance. Note 01: The grant of scholarship in further subjects will be based on the assessment of the student's academic progress during the course concerned. If the course is stopped midway, the eligibility for financial assistance will be lost. Note 02: If there are more applicants, priority will be given based on qualifying marks.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code received on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create the new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process: Step 01: Once the registration process is completed, the applicant should visit SUNEETHI- Online Service Application Portal and click on \"Citizen Login\". Step 02: Enter the user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the 'Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button. Note: Application must be submitted within 3 months of registration for the course."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicants need to visit the official website of the Social Justice Department, Government of Kerala, and download the application form . Step 02: The applicants need to fill out the application form completely. Step 03: The duly filled application forms have to be submitted to the concerned Child Development Project Officers (CDPOs). Step 04: The CDPOs have to conduct an inquiry and scrutinize the documents and submit the same to the respective District Social Justice Officers. Note: Application must be submitted within 3 months of registration for the course."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTE2c1Y4dXFSI3Z5"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/12528.pdf"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/12527.pdf"
    }
  ],
  "exclusions": "The students who are receiving financial assistance under any other scheme of Central and State Governments are not eligible for financial assistance under this scheme.",
  "documents_required": "Identity card i.e. Aadhaar Card Mobile number Email id Passport size photo Disability certificate from Medical board/ Disability Identity card Educational Certificates Copy of current course certificate  Certificate of Authorized Officer  Copy of Parent's Identity Document Income Certificate showing the Annual Income of the family from the concerned revenue official Copy of bills, receipts countersigned by the CDPOs (receipts of the registration fee, course fee, /tuition fee, and bills of purchased study materials and books Applicants from the second year onwards must submit the document of appearing in the previous year's examination. Bank details- Copy of Pass Book Other documents, if any"
}