{
  "scheme_id": "66473cb404a3424275d75146",
  "slug": "fac-hlwb",
  "scheme_name": "Financial Assistance for Coaching- Haryana Labour Welfare Board",
  "scheme_short_title": "FAC-HLWB",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "implementing_agency": "Haryana Labour Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Coaching",
    "Student",
    "Worker",
    "Entrance Examinations",
    "Professional Courses",
    "UPSC",
    "HPSC"
  ],
  "brief_description": "The objective of the scheme to provide financial assistance up to ₹20,000/- for coaching of entrance examinations for professional courses and ₹1,00,000/- to the children of workers for preparing for the main examination on passing the preliminary examination of UPSC and HPSC.",
  "detailed_description": "The &amp;quot;Financial Assistance for Coaching&amp;quot; scheme is implemented by the Haryana Labour Welfare Board (HLWB), under the Labour Department, Government of Haryana. This scheme was launched by the Haryana Labour Welfare Board on 15.01.2019 with the objective to provide financial assistance up to ₹20,000/- for coaching of entrance examinations for professional courses and ₹1,00,000/- to the children of workers for preparing for the main examination after passing the preliminary examination of UPSC and HPSC. Students seek coaching from private coaching institutes to get admission to professional courses, incurring substantial expenses for the workers. Therefore, as per the announcement of the Hon&amp;#39;ble Chief Minister, the proposal to provide financial assistance to the children of workers for coaching, apart from the existing scholarship scheme, was approved by the Board so that the children of poor workers can also brighten their future by getting good coaching in coaching centers and get admission in good professional courses.",
  "benefits": [
    "An amount of ₹20,000/- or 75% of the coaching fee (whichever is less) will be payable to the children of workers for coaching in entrance examinations in professional courses. An amount of ₹1,00,000/- will be provided to the children of workers for coaching to prepare for the main examination on passing the Preliminary Examination of UPSC and HPSC."
  ],
  "eligibility_criteria": "The applicant should be employed in an industrial or commercial establishment in Haryana. The applicant should be registered with the Haryana Labour Welfare Board. The applicant's monthly salary must not exceed ₹25,000/-. The applicant must have a minimum of one year of service. Benefits are provided to children of registered workers who are receiving coaching for entrance examinations in professional courses, as well as for those preparing for the main examination after passing the preliminary examination of UPSC and HPSC. The child/candidate should have scored at least 60% marks in the qualifying examination. The benefits of this scheme are available to three girls and two boys of the workers. The child of the worker will not be covered under this scheme if he/she is self-employed or employed. If a worker's child is receiving a scholarship from the Haryana Labour Welfare Board, he/she can also avail the benefits of this scheme. Conditions prescribed for coaching institutes regarding the coaching being taken by students: The coaching institute must have been providing coaching for at least three years. The institute should have provided coaching to a minimum of 300 students. The institute should have been paying service tax (GST) to the government for running coaching classes or a coaching institute for at least three years. The institute should have paid the Labour Welfare Fund due to the Board and must be registered under the Shop & Commercial Establishment Act, 1958.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration of a Worker Under the Haryana Labour Welfare Board: Step 01: The applicant should visit the Official Website of the Labour Department Haryana. Step 02: On the home page, click on the \" Welfare Board Beneficiary Login \", a new window page will be opened. If you don't have login details then click on \"Click Here\" to register. Step 03: Applicant has to read all the instructions and then \"Tick\" the acknowledgment, then click on the \"Submit\" button. Step 04: Verification using Parivar Pehchan Patra (PPP)- Family ID: a) Forget/not having Family ID: If you do not have PPP ID or forget the PPP ID, then you have to select that radio button and you are redirected to the PPP Portal for getting their PPP ID. b) Having a Family ID: If you have a family ID, then only you can move to the next step for registration. To proceed further, follow the given steps: • Select the \"I have family ID\" radio button. • Enter Parivar Pehchan Patra number - Family ID. • Click on \"Fetch Family Details\" which displays the family members registered under the given Family ID. • Select a family member for registration. • Enter the OTP that is being sent to the selected family member for verification. • Click on \"Click to Verify\" Step 05: A new page will be opened with basic information details of the applicant. Applicant needs to verify all the pre-filled details. Step 06: After verification, the applicant has to fill all the details and red* marked fields are mandatory. Applicant has to upload his/her photo and then click on the ‘Submit' button to submit the application. Step 07: Successfully Registered page will appear like the below image and an SMS/ email will be sent to the applicant. Step 08: Login into the account: After the final submission of the registration form, an applicant can login into his/her account using their username and password. Note: An applicant can also apply for registration, if he/she doesn't have a family ID, through their Aadhaar Number. Apply for scheme benefits: Step 01: Visit the Official Website of the Labour Department Haryana. Step 02: On the home page, click on \" Welfare Board Beneficiary Login \". Step 03: Enter your Username, Password, Captcha, and click on the submit button. Step 04: In the opened window, click on \"Schemes\", and a list of schemes will appear on the screen. Step 05: Now, select the scheme and read its details. Step 06: Fill in all the required details in the online application form and submit it. Application Tracking: Workers can track their application status online through the official website of the Labour Department Haryana. Relevant updates will be sent to the registered mobile number.  Apply for scheme benefits through the Antyodaya-SARAL Portal: Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant needs to visit the Official Portal -Antyodaya-SARAL Portal: https://saralharyana.gov.in/  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User\" under ‘Sign In Here' and fill in all the mandatory details i.e. Full Name, Email ID, Mobile Number, Password & State. Click on ‘Submit'. Step 04: Verify your mobile number and email ID through the received OTP and complete the registration process. Login to Apply for the Scheme: Step 01: Now, to avail the benefits of the scheme, visit the Official Portal - Antyodaya-SARAL Portal and login through the email ID that is used while registering. Step 02: Enter Password & Captcha and click on ‘Login'. Step 03: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 04: Now, search for the scheme and click on the scheme to proceed to fill out the application form. Step 05: Enter Parivar Pehchan Patra number - Family ID and Click on \"Click here to Fetch Family Data\" which displays the family members registered under the given Family ID. Step 06 : Select the beneficiary/applicant name and enter the OTP that is being sent to the selected family member for verification. Click on \"Click to Verify\" Step 07: Fill in all the mandatory details and upload all the mandatory documents. Step 08: Preview the application form and click on ‘Submit'."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://hrylabour.gov.in/welfare/users/schemeDetailFront/100"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=kL91gVDWXGp%2f9kAiH0EFoQ%3d%3d"
    },
    {
      "title": "Registration Link",
      "url": "https://hrylabour.gov.in/welfare/users/welfare_terms"
    },
    {
      "title": "Antyodaya-SARAL Portal",
      "url": "https://saralharyana.gov.in/"
    }
  ],
  "documents_required": "Documents required for registration under the Haryana Labour Welfare Board: Aadhaar Card Passport-size photograph Parivar Pehchan Patra (Family ID) Bank account details Proof of residence Ration Card Caste Certificate (If applicable) Proof of age Disability certificate (If applicable) Any other documents as required Documents required for Scheme Benefits: ID proof of the worker issued by the organization Employer Certificate Employee Salary Slip (Previous Month) Education Certificate/Previous year pass-out certificate (at least 60 percent marks in the qualifying examination) Receipt of coaching fee issued by the coaching institute Certificate of continuing regular studies in coaching classes issued by the coaching Institute Undertaking (Self) Ration Card (Attested Copy) ESI Card Parivar Pehchan Patra (Family ID) Bank account details Any other documents as required"
}