{
  "scheme_id": "67d5d3175ba8cb935dd93a61",
  "slug": "msdst",
  "scheme_name": "Mobility Scheme",
  "scheme_short_title": "MSDST",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Department Of Science & Technology, Govt. Of India",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Women Scientist",
    "KIRAN",
    "Fellowship",
    "Mobility",
    "Academicians",
    "Capacity Building"
  ],
  "brief_description": "The Mobility Scheme is aimed to provide an opportunity to women scientists who are facing difficulties in their present job due to relocation (marriage, transfer of husband to any other location within the country, attending ailing parents, and accompanying children studying in different city).",
  "detailed_description": "The \"Mobility Scheme\" was launched under Knowledge Involvement in Research Advancement through Nurturing (KIRAN) Programme by the Department of Science &amp;amp; Technology, Government of India, aims to address relocation issue of women scientists working in regular position in Government Organizations. The scheme aims to provide an opportunity to women scientists who are facing difficulties in their present job due to relocation (marriage, transfer of husband to any other location within the country, attending ailing parents, and accompanying children studying in different city) and will act as filler while searching other career option at new place. The initiative intends to provide a harmonious environment during early phases of women scientists where they would like to stay active in research in addition to attending and fulfilling other responsibilities in the domestic front. It offers a contractual research award to women scientists and enables them for independent research.",
  "benefits": [
    "Emoluments:",
    "Awardees will receive a consolidated amount of salary per month till project duration. In addition, to need based one manpower support. There will be a research grant of ₹5,00,000/- per annum that includes consumables, contingencies, travel and minor equipment in order to implement the project. Duration: Total tenure will be maximum five (5) years for this award. This award will not be available for renewal after completion of 5 years duration."
  ],
  "eligibility_criteria": "Woman scientists/academicians working at permanent position in any Government Institution/R&D Lab/University and willing to resign from their permanent position or take a long leave to avail the fellowship and after completion of the tenure return back to the parent organization. The new place should be located beyond 500 Km from present city. Upper age limit is 50 years to apply.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant needs to prepare a full-fledged research proposal in the area of her expertise. Step 2: Five copies of application form including general information and research proposal is to be submitted in prescribed format available at https://dst.gov.in or http://online-wosa.gov.in . Step3: Five (5) copies of application should be sent to Department of Science and Technology, Technology Bhawan, New Mehrauli Road, New Delhi-110016 by speed post. Note: The envelope may be superscribed with \"Mobility Scheme\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dst.gov.in/sites/default/files/ADVERTISEMENT-Mobility.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://www.indiascienceandtechnology.gov.in/programme-schemes/women-schemes/mobility-scheme"
    }
  ],
  "documents_required": "Identity proof Research Proposal Proof of Current Employment Relocation Proof Academic and Professional Certificates Age Proof Bank Account Details Any other documents if required"
}