{
  "scheme_id": "683d3f1fa8a587808b2c711a",
  "slug": "mmaspyuk",
  "scheme_name": "Mukhyamantri Alp-Shankhyak Protsahan Yojana",
  "scheme_short_title": "MMASPYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Minority Welfare, Uttarakhand",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority Welfare",
    "Higher Education",
    "Entrance Examination",
    "Competitive Examination",
    "National Level Institution"
  ],
  "brief_description": "The \"Mukhyamantri Alp-Shankhyak Protsahan Yojana\" aims to provide financial incentives to minority community candidates from Uttarakhand who clear preliminary exams and/or interviews for various competitive examinations like UPSC, Uttarakhand PSC, and national-level institutions (IITs & IIMs).",
  "detailed_description": "The &amp;quot;Mukhyamantri Alp-Shankhyak Protsahan Yojana&amp;quot; implemented by the Minority Welfare Department, offers financial assistance to eligible candidates from the minority community of Uttarakhand. The scheme aims to encourage and support these candidates in preparing for competitive examinations. The incentives are provided at various stages of success in examinations conducted by bodies such as the Union Public Service Commission (UPSC), Uttarakhand Public Service Commission (UKPSC) (including both combined competitive exams and higher judicial services exams), and entrance exams for national-level institutions like IITs and IIMs.",
  "benefits": [
    "Financial Support for UPSC Exams:",
    "For clearing the UPSC Preliminary Exam (for Mains preparation): ₹75,000/-. For clearing the UPSC Main Exam (for interview preparation): ₹25,000/-.",
    "Financial Support for UKPSC Exams:",
    "For clearing the UKPSC (Combined Competitive/Higher Judicial Services) Preliminary Exam (for Mains preparation): ₹60,000/-. For clearing the UKPSC (Combined Competitive/Higher Judicial Services) Main Exam (for interview preparation): ₹20,000/-.",
    "Financial Support for National-Level Institutions:",
    "For clearing the entrance exam and securing admission to institutions such as IITs and IIMs: ₹60,000/-. For clearing the entrance exam and securing admission to the following institutions/examinations: 50,000/-. AIIMS (All India Institute of Medical Science). IIS (Indian Institute of Science) (Kolkata and Bangalore). IISAR (Indian Institute of Science and Applied Research) (Kolkata and Bangalore). MCI (Medical Council of India) certified National Level Medical College. AICTE (All India Council for Technical Education) approved National Level Technical Institutions and (NITs) National Technical Institutions. BCI (Bar Council of India) Certified by National Law Universities and for CLAT(Common Law Admission Test).",
    "Note : The applicant will have to submit a declaration to the Principal Secretary along with a declaration to the effect that he / she will use this amount only for the preparation of competitive examination and interview for the Combined Competitive Examination in Civil and Subordinate Services (Re-recruitment). Those belonging to the minority community will be paid 100% of the amount as mentioned above on succeeding for the first time. For the second time 50% of the amount will be paid. No assistance will be given after that. The candidate will have to give an undertaking that he / she has not received this amount earlier in the current financial year and mention his/her (first/second/third) attempts to appear in the said competitive examination. If the candidate has appeared in more than two examinations in the same financial year, he/she will be given the benefit under the one scheme. It will depend on the choice made by the candidate as to which scheme he / she wants to take benefit of."
  ],
  "eligibility_criteria": "The applicant must be a candidate from the minority community (Persons/beneficiaries belonging to Muslim, Sikh, Christian, Parsi, Buddhist, Jain communities). The applicant must be a native or permanent resident of Uttarakhand. The applicant's total annual family income (including parents'/guardians' income) must not exceed ₹4,50,000/-. The applicant must have successfully cleared a preliminary or main examination stage for UPSC, UKPSC (combined competitive or higher judicial services), or a national-level institution's (IITs & IIMs, etc.) entrance exam.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit Apuni Sarkar and click on the \"Sign Up Here\" button. Step 2: Fill the required details i.e. Email ID, Gender, Name, Mobile Number, Date Of Birth, District, Tehsil, Address of Applicant, Notifications Language Preference. Step 3: Click on \"Submit\".  Post-Registration Process: Step 1: Visit Apuni Sarkar portal. Step 2: In \"Citizen Login\" window enter your phone number/mail id, correct password and captcha code. Step 3: Click on \"Sign In\" button. Step 4: From the left side menu button click on \"DBT Services\" then choose \"Minority Welfare Department\".",
        "Step 5: Now click on \"Application for Mukhyamantri Alpsankhyak Protsahan Yojana\".",
        "Step 6: Enter the mobile number and verify with the OTP. Step 7: Click on the checkbox for WhatsApp Verification (for receiving updates regarding your application via WhatsApp). Step 8: Now upload all the mandatory documents and click on \"Submit\".",
        "Step 8: The application can be tracked from the \"Profile\" section."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Office of the District Minority Welfare Officer and request a hard copy of the prescribed format of the application form. Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the Office of the District Minority Welfare Officer. Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 46)",
      "url": "https://uk.gov.in/assets/pdf/MERI%20_YOJANA_book_04-12-23.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://cdnbbsr.s3waas.gov.in/s37b41bfa5085806dfa24b8c9de0ce567f/uploads/2018/08/202504292011430338.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Applicant's photo (JPEG/PNG, 100 KB) Photo of Domicile Certificate. Photo of Minority Community Certificate. Family Income Certificate (Issued by Tehsildar - not older than 1 year). Educational Qualification Marksheet Photo Copy. Photo of Exam Qualification Result/ Certificate. Photo of proof for the next stage registration/ college, institute admission slip. Copy of Front Page of Bank Passbook. Photo of Aadhaar Card. Photo of Affidavait (Notary). Affidavit requirements for Minority Welfare Department.\nNote: Each document should have size less than 2MB (PDF only)."
}