{
  "scheme_id": "67f4d493715122bd55cb4dfa",
  "slug": "dsfcitnon",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non-Tribal growers of Non-Traditional Area : Replantation",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee",
    "Coffee Growers",
    "Plantation",
    "Subsidy"
  ],
  "brief_description": "To improve the production and productivity of coffee plantations by encouraging replantation of old / senile and unproductive plantations.",
  "detailed_description": "The scheme &amp;quot;Development Support for Coffee in Traditional Areas: Replantation&amp;quot; is a Sub-Component of the Scheme &amp;quot;Integrated Coffee Development Project (ICDP) Scheme during the remaining period of Fifteenth Finance Commission Cycle up to 2024-26&amp;quot;: Development Support to Stakeholdersby the Coffee Board, Department of Commerce, Ministry of Commerce and Industry. The objective of this scheme is to improve the production and productivity of coffee plantations by encouraging replantation of old/senile and unproductive plantations with high-yielding, disease-tolerant coffee varieties.",
  "benefits": [
    "Unit Cost: i) For Arabica - Rs.3,25,000/- per ha ii) For Robusta - Rs.2,75,000/- per ha. Scale of Subsidy:",
    "Sl.No. | Eligibility criteria | Scale of Subsidy on unit cost\nGeneral\n1 | Up to 25 ha | 40%\n2 | >25 ha including Corporate /Partnership firms | 25%\nST / SC Growers\n1 | Up to 2 Ha. | 90%\n2 | >2 ha. | 75%",
    "Release of Subsidy Instalments In the case of Clean Replanting: • 1st Instalment: 70% of the Applicable Unit Cost. • 2nd Instalment: 30% of the Applicable Unit Cost. In the case of Replantation by Interlining Method: • 1st Instalment: 30% of the Applicable Unit Cost. • 2nd Instalment: 70% of the Applicable Unit Cost.  "
  ],
  "eligibility_criteria": "Only Indian citizens of all categories of holdings inclusive of corporates and cooperatives are eligible.\nReplanting activity is permitted up to a maximum extent of 25.00 ha per year / holding. However, the Board may vary the maximum extent to less than 25.00 ha depending on the availability of funds and demand for other components of the schemes. Applicable for Replantation of existing old / senile and low productive Arabica and Robusta coffee plantations aged 25 years in case of Arabica, 40 years in case of Robusta, 15 years in case of Arabica dwarfs by adopting either clean replanting or interlining in the existing blocks.Any exemptions can be referred to the concerned Joint Director (Extension) with details, to be decided in consultation with the Head Office. Inter-planting of Arabica in Robusta blocks with Robusta as main crop in case of clean replanting, the subsidy will be considered as per the Robusta norms. When interlined in the old blocks, the old / unproductive plants should be removed after one harvest. This would ensure proper establishment of new plants. Replacement of Arabica with Robusta at higher elevation of 1100 metres MSL and above is not eligible for support. In case of small, homestead farms where mixed cropping with more than 3-4 plantation crops is a general norm, the extent of area eligible for replantation subsidy for coffee will be calculated on pro rata basis on the number of plants replanted. For example: tall Arabicas planted at 6 x 6 ft spacing with square design should have 3000 plants for claiming subsidy equivalent to one hectare. Details regarding number of plants per unit area for different varieties and planting designs will be laid down by the Research Department of the Board. As far as possible, the growers should adopt appropriate planting designs that are suitable for mechanization of farm operations. In case of the estates which adopt planting designs amenable to mechanization, the subsidy will be considered for the entire area of replanting and not based on the plant population. Note : The scale of subsidy can be reduced to lower scale by the Board based on the demand and availability of budget under subsidy head. The level of applicable subsidy will be determined based on the total extent of area under coffee supported with relevant proof of land ownership records.   \n\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1 : Obtaining Technical Feasibility Report (TFR) Grower has to register online in the Coffee Boards' Website (www.coffeeboard.gov.in) After approval of grower registration by the Coffee Board officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. Proof of Land Ownership in the form of any one of the following: Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC Copy of Scheduled Bank Pass Book having the details of account number, name of the Bank, branch, IFSC code etc., In case the applicant is a GPA holder, self-attested copy of the Registered GPA. Caste Certificate in case of SC/ST growers The concerned office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up replantation activity submit the claim well in advance to complete the process of inspection, verification and release of subsidy within the same financial year.  Step 2 : Claiming 1st installment of subsidy The applicant shall submit online claim in the prescribed format along with following documents for replanting well in advance in order to facilitate field functionaries to complete the process of inspection, verification and release of subsidy within the same financial year. Rough sketch of the estate along with check bandi / boundaries marked with clear demarcation of the replanted block / area duly signed by the applicant. Expenditure statement duly signed by the applicant. Copy of Scheduled Bank Pass Book having the details of account number, name of the Bank, branch, IFSC code etc. The concerned office of the JLO / SLO will scrutinize the documents, carryout field inspection, prepare physical verification report with full details of the activity and forward the claim statement along with relevant records to the concerned Deputy Director (Extn). The Deputy Director (Extn.) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release the 1st installment of replantation subsidy amount to the bank account of the applicant through PFMS.   Step 3 : Claiming 2nd installment of subsidy Clean Replantation Method: The applicant shall submit the online claim for 2nd installment of subsidy in the prescribed format along with relevant documents to the office of the JLO / SLO of the Coffee Board during the second year of replanting / financial year, after filling up of vacancies and attending to necessary after care measures. Replantation by Interlining method: The applicant shall submit the online claim for 2nd installment of subsidy in the prescribed format along with relevant documents to the office of the JLO / SLO of the Coffee Board after harvesting one crop from the old plants. The grower shall also ensure complete removal of all old plants before submitting the claim. The Expenditure statement duly signed by the applicant to be submitted / uploaded along with claim for 2nd installment. The concerned office of the JLO / SLO shall carryout spot inspection of the replanted area and take the following actions. In case of clean replantation, the JLO/SLO shall recommend for release of 2nd installment to the concerned DDE after ensuring satisfactory maintenance of the area along with filling up of vacancies. In case of interlining method of replantation, the JLO/SLO shall recommend for release of 2nd installment to the concerned DDE after ensuring complete removal of old plants and satisfactory maintenance of the area along with filling up of vacancies. In both the cases of clean replanting and interlining, deduction will be made as per the existing vacancies as on the date of investigation while recommending for release of subsidy. The Deputy Director (Extn.) after scrutinizing the claim and records and on confirming the admissibility of the claim will release the 2nd installment of subsidy amount to the bank account of the applicant through PFMS.  Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, orany coercion either directly or indirectly, to influence the sanction process shall summarily be ejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "\n",
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}