{
  "scheme_id": "672734f707ebeb8df56be641",
  "slug": "gsphs",
  "scheme_name": "Grant of Stipends to the Physically Handicapped Students",
  "scheme_short_title": "GSPHS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Financial assistance",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "All"
  ],
  "tags": [
    "Goa",
    "Stipend",
    "Student",
    "Financial Assitance",
    "Disability",
    "School",
    "Education"
  ],
  "brief_description": "\"Grant of Stipends to the Physically Handicapped Students\" scheme aims to improve the educational status of handicapped children studying in standards 1st to 10th. Monthly stipends (₹200 to ₹300) are provided to parents who are unable to send their children to school due to economic reasons.",
  "detailed_description": "The scheme &quot;Grant of Stipends to the Physically Handicapped Students&quot; by the Directorate of Social Welfare, Government of Goa aims to improve the educational status of handicapped children studying in standards 1st to 10th by providing financial assistance. Through this scheme, monthly stipends ranging from ₹200 to ₹300 are provided to parents who are unable to send their children to school due to economic reasons. The applications for this scheme are accepted online. The scheme is being implemented by Chief Minister Scholarship Portal, Government of Goa.",
  "benefits": [
    "Monthly Stipend Rates",
    "Standards 1 to 4: ₹200 per month Standards 5 to 8: ₹200 per month Standards 9 to 12: ₹300 per month",
    "Duration: 11 months (full academic year)",
    "Disbursement: Two installments (September and January)"
  ],
  "eligibility_criteria": "The applicant must be a bonafide resident of the State of Goa The applicant must be a regular student of a recognized school The applicant's parents/guardian's combined annual income should not exceed ₹25,000 The applicant must be physically handicapped as specified under Rule 4 read with Rule 5 The applicant should not be a repeater in the current standard (one failure can be condoned at Director's discretion) The applicant should not be residing in or receiving maintenance from any government institutions, local bodies, or grant-receiving private organizations The applicant should not be receiving any other stipend or scholarship Multiple handicapped children from the same family are eligible if other conditions are met",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "For Registration",
        "Step 1:  Visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2:  At the top right corner of the landing page, click \"Register\". You will be taken to the registration page .",
        "Step 3:  On the registration page, under the \"Student Registration\" section, click \"Click Here\".",
        "In the Student Registration Form, fill in the following fields:",
        "Student's Name, Gender, Category, Date of Birth (DD-MM-YYYY), Aadhaar Number, House Number, Waddo/Street, Village Panchayat/Municipality, District, Taluka, Assembly/Constituency, City/Town/Village, PIN Code, Mobile Number, Email ID.",
        "Step 4:  Create a password ranging between 8 to 15 characters and confirm the same.",
        "Step 5:  Click \"Register\" and then click \"Yes\" to the Confirmation Popup.",
        "For Application",
        "Step 1:  Upon successful registration, visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2:  At the top right corner of the landing page, click \" Login \".",
        "Step 3:  On the login page, fill in your username, password, captcha code, and click \"Login\".",
        "Step 4:  Upon logging in, a list of eligible schemes will be displayed. Click the scheme that you intend to apply for.",
        "Step 5:  In the \"Apply\" section on the side navigation bar, click \"Fresh Application\".",
        "Step 6:  Fill in all the mandatory fields of the Application Form and upload all the required documents in the specified format and size and click \"Submit\".",
        "Post Application Process",
        "1. After successful submission of the application, your school/institution will verify the application and submit it to the directorate for further scrutiny.",
        "2. In case of an issue in the application form or documents uploaded, the school/institution can send back the application to the student for necessary corrections and resubmission.",
        "Track Your Application",
        "Step 1:  In the side navigation bar, click \" Track Application \".",
        "Step 2:  On the next page, provide your Aadhaar Number and Date of Birth, and click \"Submit\".",
        "Contact Us",
        " https://cmscholarship.goa.gov.in/fcontactus.aspx "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cmscholarship.goa.gov.in/SchemesDetails.aspx#"
    },
    {
      "title": "User Manual",
      "url": "https://cmscholarship.goa.gov.in/UserGuid.aspx"
    }
  ],
  "documents_required": "Aadhaar Card Caste Certificate (Valid for 3 years from date of issue) Income Certificate (Valid for 3 years from date of issue) Mark Sheet Certificate Fees Payment Receipt Bank Account Details"
}