{
  "scheme_id": "67cd8d934f0bd5e698d5c40c",
  "slug": "sga",
  "scheme_name": "Shilp Guru Award",
  "scheme_short_title": "SGA",
  "level": "Central",
  "implementing_agency": "Office Of The Development Commissioner (Handicrafts), Ministry Of Textiles",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Master Craftperson",
    "Handicrafts",
    "National Awardee",
    "State Awardee"
  ],
  "brief_description": "The \"Shilp Guru Award\" for master craftspersons was introduced by the Ministry of Textiles to honor legendary master craftspersons of handicrafts whose work and dedication have contributed not only to the preservation but also to the promotion of the rich and diverse craft heritage of the country.",
  "detailed_description": "The \"Shilp Guru Award\" for master craftpersons was introduced by the Ministry of Textiles during the year 2002 on the occasion of \"Golden Jubilee Year of Handicrafts Resurgence in India\" Shilp Guru Awards are being conferred to legendary master craftpersons of handicrafts whose work and dedication have contributed not only to the preservation of rich and diverse craft heritage of the country but also to the resurgence of handicrafts sector as a whole.",
  "benefits": [
    "Award Contents: Cash Prize of ₹2,00,000/- One Mounted Gold Coin One Shawl One Tamrapatra Note: In addtion, appropriate financial assistance will be given to each selected Shilp Guru to innovate and create new products of high level of excellence, high aesthetic value and high quality befitting the stature of the Guru. This assistance will be give as per parameters contained in Design & Technology Up-gradation scheme of Office of the Development Commissioner (Handicrafts). In addition to above: Shilp Gurus shall actively be associated with activities of RD&TDCs. Shilp Gurus will be assisted for participating the International Seminar/ Exhibitions in India/abroad for exchange of ideas between Indian Shilp Gurus and internationally reputed craft designers. Monographs shall be published on Shilp Gurus who have exceptionally contributed in the field of development, promotion and process of India Art & Craft. Shilp Gurus shall be included in the Advisory Committees of the concerned RD&TDC. Reputed institutions like NID, NIFT,IICT, IICD etc. will be requested to associate Shilp Gurus in their crafts activities. Shilp Gurus shall be included in State Level Committee for selection of National Award. EPCH & CEPC shall be requested to bring about a strong linkage of Shilp Gurus with the exporters."
  ],
  "eligibility_criteria": "1. The applicant should be an Indian citizen. 2. The applicant should be a master craftsperson who is either: • A National Awardee or a State Awardee of exceptional standing, or • A master craftsperson with extraordinary skills and immense contribution to the handicrafts sector. 3. The applicant should be at least 55 years old. 4. The master craftsperson should have a minimum of 20 years of experience in the field as of December 31st of the previous year. 5. The applicant should have made significant contributions to the welfare and development of the craft and the craft community. Note: A maximum of 10 Shilp Guru Awards will be conferred each year. Criteria for Selection: The following are the main criteria which are to be kept in view for selection of craftsmen-\nExcellence of craftsmanship (this can be judged from samples received along with the samples at least 4 photographs of each stage of processing of exhibits/other evidences or videography of the process of exhibits with may be submitted. Related achievements (this may be judged from bio-data and other materials submitted by the craftsman/sponsoring organisations). Special consideration may also be given while selecting the craftsman and the crafts to the following: If the craft practiced is a languishing craft. If there has been a noteworthy effort in term of reviving a languishing craft by way of product diversification or application to contemporary use. In other words, efforts made in order to achieve a breakthrough in the development of craft should be given due consideration. Design innovation by the craftsmen. Photographs of processing of others exhibits of different stages produced by the applicant.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Industries Center (DIC), Directorate of Industries, or other designated offices such as Regional Development Centers for Handicrafts (RD&TDC) and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Assistant Labour Commissioner. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Selection procedure:",
        "The selection procedure for selecting the items for Shilp Guru Award will be through a three – tier procedure. The first stage selection would be at the State Level in case of Handicrafts artisans. In the second stage of the selection process the handicraft entries recommended by various State Level Selection Committees would be next screened by the Headquarter Level Selection Committee. In the third and final stage of the selection process the handicrafts entries recommended by Head Quarters Level Selection Committee would be next screen by Central Level Selection Committee."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.handicrafts.gov.in/Pdf/dc_hc_shilpguru_award_guidelines_2015.pdf"
    },
    {
      "title": "Website",
      "url": "https://www.handicrafts.gov.in/Search.aspx?quer=guru"
    }
  ],
  "documents_required": "Proof of identity and citizenship Certificates of National or State Awards (if applicable) Affidavit (Declaring that the submitted item is created by the applicant) Bio-Data (Detailing experience, awards, and contributions) Photographs/Videography (Evidence of craftsmanship stages) Proof of 20 years of experience in the craft sector Affidavit of Risk (Undertaking that the applicant assumes responsibility for any damages during transportation) Evidence of contributions to the craft community Any other documents as required"
}