{
  "scheme_id": "66926a12ffca8218ce492686",
  "slug": "bse-pg",
  "scheme_name": "Bharati Scheme for Education - Post-Graduation",
  "scheme_short_title": "BSE-PG",
  "state": "Andhra Pradesh",
  "level": "State/ UT",
  "nodal_department": "Andhra Pradesh Brahmin Welfare Corporation",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Student",
    "Post-Graduation",
    "Brahmin Community"
  ],
  "brief_description": "The \"Bharati Scheme for Education - Post-Graduation (Any course of 2 Years or more duration, after Graduation (10+2+3) will be considered under this category, i.e., M.Sc, M.Com, M.A., M.Tech, M.D., M.Pharm, MBA, etc.)\" encourages Brahmin students of Andhra Pradesh to continue their education.",
  "detailed_description": "Andhra Pradesh Brahmin Welfare Corporation (ABC) launched the &quot;Bharati Scheme for Education - Post-Graduation (Any course of 2 Years or more duration, after Graduation (10+2+3) will be considered under this category, i.e., M.Sc, M.Com, M.A., M.Tech, M.D., M.Pharm, MBA, etc.)&quot; for the academic year to encourage Brahmin students of Andhra Pradesh to continue their education. Under this scheme, eligible poor Brahmin student applicants will receive financial assistance for the academic year. This scheme applies to the Brahmin students of Andhra Pradesh covering all 13 districts.",
  "benefits": [
    "Financial Assistance for the Post-Graduation: ₹10,000/-."
  ],
  "eligibility_criteria": "The student and his/her parents should belong to the Brahmin community. The parents should be studying in Andhra Pradesh. The annual family income of parents/guardians should not exceed ₹3,00,000/-. The student should be studying in any recognized and reputed college for the academic year. The student should have cleared all the subjects of the previous year. The student should be enrolled in the Praja Sadhikara Survey (PSS). The student should not have availed himself/ herself of any amount under any other government scheme for the same purpose. However, students availing benefit from Archaka Welfare Trust are eligible under this scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step-01: Applicants have to visit the official website and click on Scheme .",
        "Step-02: Click on \"Registration\" under the concerned scheme name.",
        "Step-03: Fill out the application form with required details like:",
        "Personal Details: Name, Residence address, Aadhaar no, Ration card no, Bank detail etc Upload: Photo, Signature and Certificate Details Documents: Birth Certificate, Residential Certificate, Aadhaar Card, Caste Certificate, Bank Passbook etc Finalize and \"Submit\" the application.",
        "Step-04: Receive the reference number after the submission.",
        "Check Application Status:",
        "Step-01: Click on the \"Services\" link on the menu and select \" Know your status \".",
        "Step-02: Enter the Reference or Mobile or Aadhaar Card Number to get the application status.",
        "Step-03: Select the \"Financial Year\" and Fetch the details.",
        "Download the Acknowledgement slip:",
        "Step-01: Applicants have to visit the official website and click on Scheme .",
        "Step-02: Click on the \"Acknowledgement Slip\" under the concerned scheme.",
        "Step-03: Enter the Aadhaar Card Number and select the \"Scheme\".",
        "Step-04: Click on the \"Submit\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.andhrabrahmin.ap.gov.in/down/bharathi2019.pdf"
    }
  ],
  "documents_required": "Aadhaar Card of the Student & Parents (with address in Andhra Pradesh).\nWhite Ration Card / Income Certificate Number (issued by Mee Seva).\nCaste Certificate (issued by MeeSeva).\nResidence Certificate (issued by MeeSeva).\nBirth Certificate (issued by MeeSeva).\nStudy Certificate from the College / Institute / University.\nMarks Sheets of all the previous years (starting from SSC).\nSB Account Passbook in the name of the applicant (Account should be in Andhra Bank or SBI).\nNOTE: For students studying outside Andhra Pradesh, an account in any of the Nationalized Banks is acceptable."
}