{
  "scheme_id": "66ffbcd551754aeb8f22c082",
  "slug": "atlfstp",
  "scheme_name": "Assistance to Lawyers for Starting their Practice",
  "scheme_short_title": "ATLFSTP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Lawyers",
    "Practice",
    "Unemployment"
  ],
  "brief_description": "This scheme provides financial assistance to unemployed Adi Dravidar and Tribal lawyers to help them start their legal practice, provided they have registered within the last five years and meet specific income criteria.",
  "detailed_description": "The \"Assistance to Lawyers for Starting their Practice\" scheme by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, offers financial support to Adi Dravidar and Tribal lawyers who are in the early stages of their career. This scheme aims to provide them with the necessary incentives to establish a successful legal practice. &lt;br&gt;",
  "benefits": [
    "Financial Assistance: Incentives to unemployed Adi Dravidar/Tribal lawyers to start legal practice."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be an unemployed lawyer. The beneficiary should have registered their name as a lawyer within 5 years. The beneficiary should have an interest to start legal practice. The beneficiary should belong to the Adi Dravidar/Tribal community. Beneficiary's annual family income should not exceed ₹1,00,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the District Adi Dravidar and Tribal Welfare Officer/ Director of Adi Dravidar Welfare (Chennai-5). Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned office. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83091"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Certificate of registration as a lawyer (within the last 5 years). Caste certificate (Adi Dravidar/Tribal). Income certificate (parent's annual income not exceeding ₹1,00,000/-). Bank account details. Passport-size photographs. Any other documents (if required)."
}