{
  "scheme_id": "65ca5f57ed4030e118d75cb7",
  "slug": "dsc",
  "scheme_name": "Development of Strawberry Cultivation",
  "scheme_short_title": "DSC",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Strawberry Cultivation",
    "Horticulture",
    "Farmer",
    "Agriculture"
  ],
  "brief_description": "The objective of the scheme is to provide farmers with quality and improved varieties of strawberry planting materials so as to encourage area expansion under this crop such that commercialization horticulture under this crop is achieved.",
  "detailed_description": "The scheme \"Development of Strawberry Cultivation\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to provide farmers with quality and improved varieties of strawberry planting materials so as to encourage area expansion under this crop such that commercialization horticulture under this crop is achieved.",
  "benefits": [
    "Pattern of Assistance:",
    "Assistance to the selected government-run farm and also a scale of 50% subsidies to the strawberry spokes.",
    "Type of Assistance and Entitlement (If any):",
    "Sl. No. | Entitlement | Owantum of Assistance\n1 | To promote the production of strawberry fruits by purchasing good quality materials of strawberry runners. | 100% assistance to the selected beneficiaries.\n2 | Purchase of mulching for demonstration. | 100% assistance.\n3 | Purchase of drip irrigation sprayers. | 100% assistance."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture, possessing own or leased land of at least 200 sqms. Note: The applicant farmer can avail of the benefits of the scheme on a first come first serve basis.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the required documents at the nearest office of the Horticulture Development Officer of a CD Block/ Horticulture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact:  District Horticulture Officer  Sectoral Officer, Department of Horticulture Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=118"
    }
  ],
  "documents_required": "1. Passport-size photograph\n2. Identity Proof\n3. Bank passbook/account details\n4. Documents proof of possessing own or leased land\n5. Any other document as required"
}