{
  "scheme_id": "67c82cc8146882adb56124bb",
  "slug": "vlsy",
  "scheme_name": "Self-Employment Scheme: Vahan Loan Sahay Yojana",
  "scheme_short_title": "SESVLSY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Gujarat Unreserved Education And Economical Development Corporation",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Loan",
    "Micro finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Business",
    "Self Employment",
    "Vehicle Loan"
  ],
  "brief_description": "\"Vahan Loan Sahay Yojana\" is a component under the \"Self-Employment Scheme\" that provides on-road unit cost to self-employed individuals for purchasing vehicles such as rickshaws, loading rickshaws, Maruti cars, and jeep taxis.",
  "detailed_description": "&amp;quot;Vahan Loan Sahay Yojana&amp;quot; is a component under the &amp;quot;Self-Employment Scheme&amp;quot; introduced by the Social Justice and Empowerment Department, Gujarat. Under this scheme, self-employed individuals can avail of financial assistance as on-road unit cost for purchasing vehicles such as rickshaws, loading rickshaws, Maruti cars, jeep taxis, etc. The scheme is being implemented by the Gujarat Unreserved Education and Economical Development Corporation.",
  "benefits": [
    "Financial Assistance: On-road unit cost for vehicles like rickshaws, loading rickshaws, Maruti, jeep-taxi, etc."
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must belong to the unreserved category. The applicant's age should be between 18 years and 50 years. The applicant must have a valid driving license. The vehicle purchased under the scheme must be mortgaged (hypothecated) to the corporation. The applicant must be willing to repay the loan in equal monthly installments over 5 years. The annual income limit of the family should be ₹6,00,000/- or less.  Note : The interest rate on the loan will be 5 percent simple interest per annum and 4 percent for women. The simple interest will be calculated based on the amount of the loan given per year. Only 1 person from a family can avail of the scheme benefits. A maximum of 5 beneficiaries per village will be selected.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Go to the Corporation's official website and navigate to the \"Gujarat Unreserved Education and Economical Development Corporation\" section under the Corporation menu.",
        "Step 2: Click on \"Vahan Loan Sahay Yojana\" under \"Self-Employment Scheme\" and then Apply Now.",
        "Step 3: Click on \"New User? Please Register Here\".",
        "Step 4: Enter the required details and click Register.",
        "Application Process:",
        "Step 1: Enter your User ID, Password, and Captcha Code, then click \"Login\".",
        "Step 2: Read the scheme details carefully and click OK.",
        "Step 3: If your permanent address is correct, confirm it. Otherwise, enter your correct address.",
        "Step 4: Click Save & Next to proceed. Upload the relevant documents.",
        "Step 5: If you need to make changes, click \"No, Cancel\". If all details are correct, click \"Yes, Submit\".",
        "Step 6: Click Save Application. Note down your Application Number for future reference. You can also take a printout by clicking Print Application.",
        "Check Application Status :  Click here .",
        "Post Online Application Procedure:  After submitting the online application, the applicant must take a printout of the application, sign it, and submit it along with all uploaded documents (certificates, mark sheets, etc.) to the concerned Deputy Director (Non-Reserved Category) or the District Social Welfare Officer through courier, post, or by visiting in person.",
        "Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://gueedc.gujarat.gov.in/self-employment-scheme-1.html"
    },
    {
      "title": "Guidelines 2",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=OV84nWF+/jTtDipu5vA9iA=="
    },
    {
      "title": "User Manual",
      "url": "https://gueedconline.gujarat.gov.in/Account/ApplicationLogin"
    }
  ],
  "documents_required": "Application form in the prescribed format for self-employment Bank statement Non-deposit certificate Income certificate Proof of residence Copy of Aadhaar card Proof of age Educational qualification Copy of L.C. Driving license Business proposal business proposal Bank statement Bank passbook copy."
}