{
  "scheme_id": "65fa8c6947c0daa74e37417a",
  "slug": "sogiafcoae-gs",
  "scheme_name": "Scheme of Grant-In-Aid for Conduct of Art Exhibitions: Group Shows",
  "scheme_short_title": "SOGIAFCOAE-GS",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Art and Culture Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Culture",
    "Entrepreneurship development",
    "Welfare measures"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Artist",
    "Exhibition",
    "Grant"
  ],
  "brief_description": "\"Scheme of Grant-In-Aid for Conduct of Art Exhibitions: Group Shows\" was launched by the Art and Culture Dept, Govt of Tamil Nadu. The scheme encourages talented artists in the field of painting, and sculpture by granting a sum of ₹50,000/- to groups of five artists for conducting art exhibitions.",
  "detailed_description": "The &quot;Scheme of Grant-In-Aid for Conduct of Art Exhibitions: Group Shows&quot; was launched by the Art and Culture Department, Government of Tamil Nadu. The scheme aims to encourage talented artists in the field of painting, and sculpture by granting a sum of ₹50,000/- to the groups of five artists for conducting &quot;Group Shows&quot; art exhibitions. The applications are accepted offline in the prescribed form available at the Oviya Nunkalai Kuzhu.",
  "benefits": [
    "Financial Assistance of ₹50,000/-."
  ],
  "eligibility_criteria": "The applicant should be a group of artists.\nThe artists should be natives of Tamil Nadu by continuous residence for not less than 5 years. The artists should have continuous involvement in their field of painting and sculpture. The artists should possess an adequate number of artworks for the conduct of their show. Participation in National or State level Art Exhibitions and Artists Camps will be considered as an additional qualification.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Oviya Nunkalai Kuzhu (Tamil Nadu Fine Arts Academy) and request the hard copy of the prescribed format of the application form from the concerned staff.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents either directly or by post to the  Member Secretary, Tamil Nadu Oviya Nunkalai Kuzhu, Directorate of Art and Culture, Dr. D.G.S. Dinakaran Road, (Greenways Road) Chennai - 600 028",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/rti/proactive/inftour/handbook_artculture.pdf"
    },
    {
      "title": "Revised Rate",
      "url": "https://artandculture.tn.gov.in/oviya-nunkalai-kuzhu-schemes"
    }
  ],
  "documents_required": "Bio-Data of the Artists.\nPassport-sized Photographs of the Artists. Photographs of Artworks of the Artists. Copies of Press Cuttings (if any) published in Newspapers/Journals on their Artistic Talents."
}