{
  "scheme_id": "648d6077481f59106a69f136",
  "slug": "fadcs",
  "scheme_name": "Financial Assistance To Destitute Children Scheme",
  "scheme_short_title": "FADCS",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Directorate Of Social Justice & Empowerment, Government Of Haryana",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Destitute Children",
    "Deprived",
    "Financial Assistance",
    "Social Welfare"
  ],
  "brief_description": "The scheme \"Financial Assistance to Destitute Children Scheme (FADCS)\" was launched by the Department of Social Justice and Empowerment, Government of Haryana in the year 1984.",
  "detailed_description": "The scheme \"Financial Assistance to Destitute Children Scheme (FADCS)\" was launched by the Department of Social Justice and Empowerment, Government of Haryana in the year 1984. This is a state scheme under which parents/guardians of children up to the age of 21 years who are deprived of parental support or care by reason of death, continued absence from the home of father for the last 2 years, or father/mother has been sentenced to imprisonment for a period not less than one year or physical or mental incapacity of a parent, are paid financial assistance subject to the maximum for two children of one family as per eligibility criteria laid down in the scheme. Initially the rate of financial assistance of ₹200/- per month per child w.e.f. 01.03.2009. The rate of pension under this scheme is ₹500/- per month per child from January 2014, ₹700/- w.e.f. 01-11-2016, ₹ 900/- w.e.f. 01-11-2017, ₹1100/- w.e.f. 01-11-2018, ₹1350/- w.e.f. 01.01.2020, ₹1600/- w.e.f. 01.04.2021 and ₹1850/- (one child) w.e.f. 01.04.2023.",
  "benefits": [
    "Rate of Allowance: ₹1850/- per month per child subject to the maximum for two children of one family."
  ],
  "eligibility_criteria": "1. Domicile of Haryana and residing in Haryana State.\n2. A child under twenty-one years of age.\n3. Income of parents/guardians from all sources should not exceed ₹2, 00,000/- per annum.\n4. Children have been deprived of parental support or care for the following reasons:\n• Reason of Death or;\n• Continued absence from home of his father for the last 2 years, or;\n• Father/Mother has been sentenced to imprisonment for a period not less than one year, or;\n• Physical/Mental incapacity of the Parent.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant needs to visit the office of the Social Welfare Department (DSWO) in his/her Block/District and collect the application form. The application form can also be downloaded from the official website . Step 02: The applicant should fill out the application form and attach all the essential documents. Step 03: After filling out the application form, the applicant needs to get attested to the form from the concerned authority mentioned in the application form. Step 04: Then the application form has to be submitted to the office of the Social Welfare Department (DSWO) of your Block/District."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 01: The applicant should visit the Official Portal - Antyodaya-SARAL Portal ",
        "Step 02: Now if the applicant is already registered on the portal, then he/she can login on the portal using their credentials, and if not registered, then he/she may get registered on the portal by filling in their details.",
        "Step 03: Click on \"Check Your Eligibility\" and enters your details.",
        "Step 04: Now, select the department name i.e. Social Justice And Empowerment",
        "Step 05: Select the scheme name and click on \"Apply for Service/Scheme\"",
        "Step 06: Fill out the complete form and submit the application form.",
        "Note: The applicant may also apply through E-disha Center or Atal Seva Kendra."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://socialjusticehry.gov.in/financial-assistance-to-destitute-children-schemes/"
    },
    {
      "title": "Notification",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2021/07/2021072310.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2021/03/2021032581.pdf"
    },
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=+L8mTRfqUaouXxGc2X9eKg%3d%3d"
    }
  ],
  "exclusions": "1. In case the guardian or any parent of the child is employed by any Government or by any Local/Statutory Body or any organization substantially financed by any Government or Local/Statutory Body or who is drawing pension or family pension therefrom will not be eligible under the scheme. 2. \"Pension\" wherever occurring in any Government notification concerning Social Security Benefit means and includes, income received or accrued from accumulated earnings, including schemes:- • Provident Funds, or • Annuities from any source including Commercial Banks, Financial Institutions, or Insurance.",
  "documents_required": "1. Age Proof:\n• A certificate from the Head of an Educational or Technical Institution last attended, or\n• A certificate from a Gazetted Officer of the Central or State Government personally known to the applicant; or\n• An affidavit attested by a First Class Magistrate.\n2. Residential Proof (Any one of the following self-attested documents issued prior to 5 years):\n• Ration Card (issued by Food & Supplies Department, Haryana)\n• Voter Card (issued by Election Department, Haryana)\n• Voter list which shows the name of the applicant along with his/her Photograph (issued by Election Department, Haryana)\n• In Case, none of the above documents is available, the applicant will give self-declaration along with any other documentary proof which will be verified by the District Social Welfare Officer.\n3. Other Documents:\n• Aadhaar Card (Optional)\n• Saving Bank Account detail of the applicant with a photocopy of the passbook.\n• Applicant should have Family I.D.\n4. Documents in support of deprivation (any of the following documents may be furnished if required in support of being deprived):\n• Death certificate of father\n• Legal guardian certificate\n• Destitute Certificate\n5. Income certificate"
}