{
  "scheme_id": "66b5e3710d7fcba78454187f",
  "slug": "rcpppms",
  "scheme_name": "Rehabilitation of Cured Leprosy Persons: Pre & Post-Matric Scholarship",
  "scheme_short_title": "RCPPPMS",
  "state": "Odisha",
  "level": "State/ UT",
  "nodal_department": "Social Security and Empowerment of Persons with Disabilities Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Leprosy Persons",
    "Rehabilitation",
    "Scholarship",
    "Student",
    "Post Matric",
    "Pre Matric"
  ],
  "brief_description": "The scheme aims to provide financial assistance to the parents of Cured Leprosy Persons in order to support such parents in successfully bringing up their children against societal intolerance, stigma, discrimination and violence.",
  "detailed_description": "The scheme &amp;quot;Pre &amp;amp; Post-Matric Scholarship&amp;quot; is a component of the \"Rehabilitation of Cured Leprosy Persons\" scheme, implemented by the Social Security and Empowerment of Persons with Disabilities (SSEPD) Department, Government of Odisha. The scheme aims to provide financial assistance to the Cured Leprosy children and children of Cured Leprosy Persons studying at pre- and post-matriculation or post-secondary stages to enable them to complete their education. These scholarships are for studies in India only and are awarded where the applicant is studying. <br>",
  "benefits": [
    "Category | Rate/ Per Month\nPre-Matric (From Std. V to X) | ₹800/-\nPost-Matric (From Std. XI-XII) | ₹1,000/-\nGeneral Graduate/Post-Graduate Courses | ₹1,500/-\nProfessional Degrees/ Diplomas/ Certificates | ₹2,000/-",
    "Note: The scholarship is provided for a maximum period of 10 months in an academic year."
  ],
  "eligibility_criteria": "The applicant is a bonafide resident of Odisha. The applicant is either a child cured of leprosy or a child of a cured leprosy person. The applicant is a regular student of recognized educational institutions. The applicant shall have a family income of not more than Rs. 2,40,000/- per annum. The applicant is not in receipt of any financial assistance from the State Govt./ Central Govt. under any other scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Download the application form ( Annexure B or Refer to Page No. 13) and fill out all required sections of the application form accurately. Step 2: Submit the completed application form along with all attached documents to the Block/ULB Administration office. Step 3: Ensure you receive a submission receipt for future reference.  Contact Us: Address: SSEPD Department, Red Building, Lokseva Bhawan, Bhubaneswar - 751001 E-mail: ssepdsec.od@nic.in Tel No : 0674- 2392803  List of District Social Security Officers "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ssepd.odisha.gov.in/sites/default/files/2024-04/Guideline%20on%20An%20umbrella%20scheme%20for%20Rehabilitation%20of%20Cured%20Leprosy%20Persons.pdf"
    }
  ],
  "documents_required": "Proof of permanent domicile in Odisha. Birth certificate or proof of age of the child. Proof for being Cured Leprosy Person (of the child/any of the parents). Admission letter from a recognized educational institution. Income certificate showing annual family income is not more than ₹2,40,000/-. Certificate of non-receipt of financial assistance from any other State or Central Government scheme. Any other documents (if required)."
}