{
  "scheme_id": "685d4dec38d49a5596900918",
  "slug": "rehrihr",
  "scheme_name": "Subsidy on Rehri alongwith (Stove, Gas Chulha, Utensil etc.) for the Fish/Fish Product Sale",
  "scheme_short_title": "REHRIHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fish",
    "Fish Products",
    "Subsidy",
    "Handcart",
    "Scheduled Caste",
    "Fish Farmer"
  ],
  "brief_description": "Under this scheme, financial assistance will be provided for purchase of a handcart along with essential items such as stove, gas chulha, utensils, etc., for fish and fish product sales. A subsidy of 60% on the total project cost of ₹60,000/- will be granted, amounting to ₹36,000/- per beneficiary.",
  "detailed_description": "The scheme \"Subsidy on Rehri along with Stove, Gas Chulha, Utensils, etc. for Sale of Fish/Fish Products\" is implemented by the Fisheries Department, Government of Haryana. Under this scheme, financial assistance is provided to Scheduled Caste fish farmers for the purchase of a Rehri (handcart) equipped with stove, gas chulha, utensils, and other essentials for selling fish and fish products. A 60% subsidy is provided on the total project cost of ₹60,000/- per beneficiary.",
  "benefits": [
    "Under this scheme, financial assistance will be provided for the purchase of a Rehri (Handcart) along with essential items such as stove, gas chulha, utensils, etc., for selling fish or fish products. A subsidy of 60% on the total project cost of ₹60,000/- will be granted, amounting to ₹36,000/- per beneficiary."
  ],
  "eligibility_criteria": "The applicant should have a Parivar Pehchan Patra (PPP). The applicant should be a permanent resident of Haryana. The applicant should belong to the Scheduled Caste category. The applicant's age should be a minimum of 18 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Note: Govt. Charges: No Fee Service Charges: ₹ 10 Atal Seva Kendra Service Charges: ₹ 10"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=XzFoevcIgXyDNmFSk34fIw%3d%3d"
    },
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    }
  ],
  "exclusions": "The applicant should not be a Government/Semi-Government employee.",
  "documents_required": "Agreement Deed (Agreement deed between the fish farmer and the Fisheries Department) Date of Birth Certificate (Birth Certificate/Matriculation Certificate/PAN Card/Voter Card/Driving License) Identity Proof (Ration Card/Aadhar Card/PAN Card/Voter Card) Caste Certificate (Caste Certificate issued by 1st Class Magistrate) Training Certificate (Training from any Government Institute) Photographs of the Rehri"
}