{
  "scheme_id": "660830c7a833324343903f75",
  "slug": "dpgsslalgsc",
  "scheme_name": "Dr. P. G. Solanki Scheme for Loan/Assistance to Law Graduates of Scheduled Caste",
  "scheme_short_title": "DPGSSLALGSC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "District Deputy Director (SCW) Office, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Banking and money"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Law Graduate",
    "Scheduled Caste",
    "Financial Assistance"
  ],
  "brief_description": "The scheme was launched in year 1973. Under this scheme, law graduates belonging to the Scheduled Caste who intend to start independent legal practice will receive financial assistance for the purchase of business premises/shops.",
  "detailed_description": "The scheme \"Dr. P. G. Solanki Scheme for Loan/Assistance to Law Graduates of Scheduled Caste\" was launched by the Director Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. The scheme was launched in the year 1973. Under this scheme, law graduates belonging to the Scheduled Caste who intend to start independent legal practice will receive financial assistance for the purchase of business premises/shops.",
  "benefits": [
    "Under the scheme, A Law graduates belonging to Scheduled Caste intending to start legal practice will be given ₹12,000/-; out of which ₹7,000/- will be @4% interest loan, and ₹5,000/- will be a subsidy. The loan is provided to purchase business premises/shops."
  ],
  "eligibility_criteria": "The applicant should be a Law graduate. The applicant should belong to the Scheduled Caste category. The benefit of this scheme will be given only to natives of Gujarat state. The annual family income of the applicant limit should not exceed ₹6,00,000/- for rural areas and ₹6,00,000/- for urban areas. Note: Registration number and date received from Bar Council (to be attached with attested copy of registration certificate).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc. and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09 : Now agree with the terms & conditions and click on ‘Save Application'. Step 10 : Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.",
        " User Manual "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The eligible applicant may visit the nearest office of the District Deputy Director, Scheduled Caste Welfare, and collect the application form. The application form can also be downloaded from the official website . Step 02: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application form along with the documents to the concerned authority in the office. Step 04: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1554?lang=Gujarati"
    },
    {
      "title": "Scheme Details (Page No. 86)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=EC4ghKX9M1rW9f96Rxl9BQ=="
    },
    {
      "title": "E-Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?HodID=d9ZDtzzMLRb5TOrBe250+A=="
    },
    {
      "title": "Application Form",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/2_Appform_08102021_081021.pdf"
    },
    {
      "title": "Notification - 2021",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/2_9_13122004_190122.pdf"
    },
    {
      "title": "Notification - 2004",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/2_8_13122004_081021.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card of the applicant Caste Certificate Proof of annual income of the family Proof of Residence (Any one of Electricity Bill/License/Rent Agreement/Electoral Card/Ration Card) Surety Bond (as per Form-A ) Receipt of registration copy/fee payment from Bar Council Rent slip of office premises for one year Certificate of class and marks obtained in the examination If you have legal experience, give a certificate Copy of first page of Bank Passbook/Cancelled Check (in applicant's name) Any other documents as required"
}