{
  "scheme_id": "680a222b1a82452ed9ef69d9",
  "slug": "tpfafnfd",
  "scheme_name": "To Provide Financial Assistance to the Farmers Practicing Natural Farming Under the Completely Chemical Free Dang District",
  "scheme_short_title": "TPFAFNFD",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Natural Farming",
    "Soil Fertility"
  ],
  "brief_description": "This scheme provides financial assistance to farmers practicing natural farming in the completely chemical-free Dang district to promote sustainable agriculture, increase productivity, and ensure environmental conservation.",
  "detailed_description": "The Scheme &amp;quot;To Provide Financial Assistance to the Farmers Practicing Natural Farming Under the Completely Chemical Free Dang District\" launched by the Department of Agriculture, Farmers Welfare &amp;amp; Co-operation, Government of Gujarat, is designed to support farmers who engage in natural farming practices without the use of chemical inputs in the Dang district. It aims to enhance soil fertility, lower production costs, and promote eco-friendly farming.",
  "benefits": [
    "For the first year: ₹10,000 per hectare ₹5,000/hectare for Kharif ₹5,000/hectare for Rabi and Summer For already benefiting farmers (second year onwards): ₹6,000 per hectare ₹3,000/hectare for Kharif ₹3,000/hectare for Rabi and Summer"
  ],
  "eligibility_criteria": "The applicant farmer must own at least one indigenous cow, with or without an identification tag, at the time of application. Only one beneficiary is allowed per farmer family (a farmer family includes husband, wife, and minor children listed on the barcoded ration card). The applicant must be practicing natural farming on a minimum of 20 Guntha (0.5 acres) and a maximum of 2 hectares of agricultural land. The applicant must be registered under natural farming by: An APEDA/NPOP recognized organization, or Registered by September 2021 through the appropriate authority.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step-1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step-2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step-3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step-4: Click on \"Apply New\" button and submit a new application. Step-5: Click on the \"Update Application\" button to add corrections to the application. Step-6: Once the application is done, confirm it. Step-7: Take a print out of the online application and submit it to the Gram Sevak/BTM/ATM/Project Director-Aatma with the necessary documents listed in the application. Step-8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=XWitJVnGypIBbPyRipp0WA==&domain=FDGZs8CO90JJ+6gbcYhjXw=="
    }
  ],
  "exclusions": "Farmers who began natural farming before Kharif 2020. Farmers who have obtained C2/C3 stage or Green/Organic Certificate under the PGS–India system.",
  "documents_required": "Proof of land ownership. Barcoded ration card. Proof of natural farming registration (APEDA/NPOP). Guarantee letter from the farmer. Any other documents as required."
}