{
  "scheme_id": "6466045f51ae2693570ab6de",
  "slug": "fss",
  "scheme_name": "Film Finance Scheme",
  "scheme_short_title": "FSS",
  "state": "Assam",
  "level": "State",
  "nodal_department": "Cultural Affairs Department",
  "categories": [
    "Sports & Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Film",
    "Funding",
    "Filmmaker",
    "Producers",
    "Financial Assistance"
  ],
  "brief_description": "The Film Finance Scheme of Assam is an initiative by the Assam government to support the development and growth of the film industry in the state. This scheme aims to provide financial assistance to filmmakers and production houses to encourage the production of quality films in Assam.",
  "detailed_description": "The Film Finance Scheme of Assam plays a crucial role in boosting the regional film industry by providing financial support to filmmakers. It aims to promote the creation of high-quality films that showcase the rich cultural heritage and talent of Assam. The scheme recognizes the importance of cinema as a powerful medium of storytelling and seeks to encourage local filmmakers to produce engaging and impactful content. <br> Through this scheme, filmmakers can access funds at different stages of film production. Financial assistance is provided for script development, which helps in nurturing creative ideas and developing strong storytelling elements. Funding is also available for pre-production activities like casting, location scouting, and production design. Once the film enters the production stage, financial support covers various expenses, including equipment rental, shooting, and production crew wages. Post-production, marketing, and distribution costs are also eligible for funding under this scheme. <br> By offering financial aid, the Film Finance Scheme of Assam aims to create an enabling environment for filmmakers to realize their artistic vision, enhance the production quality of films, and promote the growth of the Assamese film industry. It not only supports established filmmakers but also encourages emerging talent to explore their creativity and contribute to the cinematic landscape of Assam. <br>",
  "benefits": [
    "• Financial assistance at different stages of film production, including script development, pre-production, production, post-production, marketing, and distribution.",
    "• Support for both feature films and documentaries.",
    "• Access to professional guidance and expertise.",
    "• Opportunities for exposure and recognition within the industry."
  ],
  "eligibility_criteria": "• Applicants must be Indian citizens and residents of Assam.\n• The film project should be in the Assamese language or any other recognized regional language of Assam.\n• Filmmakers must have a valid registration with the appropriate film bodies or associations.\n• The applicant should have a bank account in a recognized Indian bank.\n• The film project should have a well-developed script and a compelling storyline.\n• The applicant must demonstrate the feasibility and commercial viability of the project.\n• The project should have a clear budget and financial plan.\n• Filmmakers may be required to fulfill specific reporting and documentation requirements as per the scheme's guidelines.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Download the application form https://filmfinance.assam.gov.in/portlets/film-finance from the official website. Fill in the required details accurately and completely. Attach supporting document Submit the application by visiting the designated government office. After submitting the application, it's advisable to follow up with the concerned department or officials to track the progress of your application. "
      ]
    }
  ],
  "references": [
    {
      "title": "Govt. Portal",
      "url": "https://filmfinance.assam.gov.in/portlets/film-finance"
    }
  ],
  "documents_required": "Application form Project proposal Script Budget plan Financial statements Production schedule Director/Producer's profile Legal agreements Bank account details \nAny additional documents: Depending on the specific requirements of the film finance scheme, there may be additional documents needed. These can include identification proof, address proof, certificates of registration with film associations or bodies, NOC (No Objection Certificate) from relevant authorities, or any other specific documents mentioned in the scheme guidelines."
}