{
  "scheme_id": "657165f056594941c9dba2fc",
  "slug": "fatpomo2t5ffttfc",
  "scheme_name": "Financial Assistance to Purchase Outboard Motor of 2HP to 5 HP for Fitting to the Fishing Canoe",
  "scheme_short_title": "FATPOMO2T5FFTTFC",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance",
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fishermen",
    "Fish",
    "Financial Assistance",
    "Subsidy"
  ],
  "brief_description": "\"Financial Assistance to Purchase Outboard Motor of 2HP to 5 HP for Fitting to the Fishing Canoe\" is a scheme by the Department of Fisheries, Government of Goa. This Scheme has been introduced to grant financial assistance in the form of a subsidy on the purchase of an outboard motor of 2HP to 5HP.",
  "detailed_description": "\"Financial Assistance to Purchase Outboard Motor of 2HP to 5 HP for Fitting to the Fishing Canoe\" is a scheme by the Department of Fisheries, Government of Goa. This Scheme has been introduced to grant financial assistance in the form of a subsidy on the purchase of an outboard motor of 2HP to 5 HP for the operation of the fishing canoe below 26 feet. The applications are accepted only in offline mode.",
  "benefits": [
    "For General Category",
    "50% subsidy, limited to ₹30,000 on a unit cost of ₹60,000 (excluding GST).",
    "For SC/ST/Woman Category",
    "60% subsidy, limited to ₹36,000 on a unit cost of ₹60,000 (excluding GST).",
    "NOTE 1: The financial assistance is provided for only 01 Outboard Motor for fitting to the fishing canoe of below 26 feet.",
    "NOTE 2: The beneficiary can avail of the scheme every 5 years."
  ],
  "eligibility_criteria": "The applicant should be a traditional fisherman by birth or profession. The applicant should be a resident of Goa. The applicant's Fishing Canoe should be registered with the Department of Captain of Ports, Government of Goa.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request the prescribed format of the application form from the department by paying ₹50/-.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Vessel Registration Certificate (VRC) issued by the Captain of Ports or the Directorate of Fisheries, Government of Goa, duly incorporating the details of the Outboard Motor purchased. River Gill Net Registration Certificate (RGNC) and License Certificate (LC) issued by the Department of Fisheries. Undertaking as per proforma. Copy of Aadhaar Card. Scheduled Tribe/Scheduled Caste Certificate (ST/SC Certificate) (if applicable). Mandate Form along with Bank Passbook. Caste Certificate/Professional Certificate. Original Invoice from the Authorized Dealer towards the purchase of the Outboard Motor of 2HP to 5HP."
}