{
  "scheme_id": "68417b832c556571a6b34a93",
  "slug": "psadlce",
  "scheme_name": "Provision of Special Assistance for Development of Low-Cost Educational Materials (SIPDA)",
  "scheme_short_title": "PSADLCE",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Resources for schools"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Visually Impaired Student",
    "Education",
    "Braille Press",
    "Digital Book Production"
  ],
  "brief_description": "The scheme aims to provide financial support for the development and supply of low-cost educational materials for visually impaired students. Through this scheme, grants are provided to implementing agencies for purchasing and producing assistive learning devices.",
  "detailed_description": "The scheme &amp;quot;Provision of Special Assistance for Development of Low-Cost Educational Materials (SIPDA)&amp;quot; under the Scheme for Implementation of the Rights of Persons with Disabilities Act, 2016 (SIPDA), aims to financially support the creation and modernization of assistive educational tools for visually impaired students pursuing school and higher education. Through this scheme, implementing agencies receive grants to procure, produce, and enhance the capacity of institutions producing educational aids such as Braille presses and digital books. The scheme is implemented by the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD).",
  "benefits": [
    "Support for Braille Presses: Assistance is given for the installation of new Braille presses and enhancement of the capacity and modernization of existing Braille presses. Upgradation of Talking Book Studios: Financial support is offered for increasing the capacity and modernization of existing Talking Book Studios. Creation and Enhancement of Digital Book Production Centers: Grants are available for setting up new Digital Book Production Centers and modernizing existing centers to improve production capabilities. Support for Large Print Book Production: Funding is provided for establishing new Large Print Book Production Centers and increasing the capacity and modernization of existing large print facilities."
  ],
  "eligibility_criteria": "Individual Eligibility: The applicant must be a visually impaired student enrolled in school or pursuing higher education. The applicant must have a valid Unique Disability ID (UDID) card issued by the competent authority. Institutional Eligibility: The agency must be approved for SIPDA projects. The agency must be actively involved in the development, production, or distribution of educational materials for persons with visual disabilities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "For Institutional Applicants: Step 1: The implementing agency should prepare a project proposal outlining the infrastructure to be established or upgraded. Step 2: The proposal should be submitted to NIEPVD or the concerned state authority for review and approval. Step 3: Once approved, funds are disbursed as per the sanctioned amount. Step 4: The agency must maintain transparency in utilization and submit reports and utilization certificates as required. For Student Beneficiaries (if applicable): Step 1: The student should approach an approved implementing agency. Step 2: Submit necessary documents such as Aadhaar, UDID, and school/college ID. Step 3: The agency will facilitate access to learning materials based on availability and eligibility. Website:  niepvd.nic.in  Telephone No.: 7579278149"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 101)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    }
  ],
  "documents_required": "For Students:\nUnique Disability ID (UDID) Date of Birth Parent/Guardian's Mobile Number School Details\nFor Implementing Agencies:\nProject Proposal outlining the development and production of education support materials. Relevant Financial Statements (for recurring and non-recurring grant applications). Any other documents as required."
}