{
  "scheme_id": "64a3e77d481f59106a704a8b",
  "slug": "sdys2016",
  "scheme_name": "Sindhu Dharshan Yatra Scheme 2016",
  "scheme_short_title": "SDYS2016",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Tourism Department",
  "implementing_agency": "Tourism Department, Government Of Haryana",
  "categories": [
    "Travel & Tourism",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sindhu",
    "Pilgrim",
    "Financial Assistance",
    "Tourism",
    "Yatra"
  ],
  "brief_description": "The scheme \"Sindhu Dharshan Yatra Scheme 2016\" was launched by Tourism Department, Government of Haryana on 12th July 2016. Under the scheme, the government of Haryana provides financial assistance to the pilgrims of the State of Haryana.",
  "detailed_description": "The scheme \"Sindhu Dharshan Yatra Scheme 2016\" was launched by the Tourism Department, Government of Haryana on 12th July 2016. Under the scheme, the government of Haryana provides financial assistance to the pilgrims of the State of Haryana. The financial assistance will be provided up to the extent of ₹10,000/- or 50% of the actual expenditure per person whichever is less. This scheme will be commenced w.e.f. 1st April 2016 and financial assistance will be provided to those applicants who complete the Yatra after this date.",
  "benefits": [
    "The financial assistance will be provided up to the extent of ₹10,000/- or 50% of the actual expenditure per person whichever is less. Financial assistance shall be provided to a maximum of 50 (fifty) numbers of pilgrims."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of the Haryana State. The applicant/pilgrim should complete the Yatra through the State Govt./Central Govt./Society and the completion certificate in this regard must be submitted by the State/Central Govt./Society. The financial assistance shall be given only once to a pilgrim.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: A pilgrim who has completed the Sindhu Darshan Yatra shall submit the application within two months after completion of the Yatra through the State/Central Government/Society to the Director of Tourism Department, Haryana. Step 02: The application form in the prescribed format ( Annexure \"A\" ) shall be required to submit to the Director, along with relevant documents. Step 03: After scrutiny of the documents received from the State/Central Govt./Society the Director of Tourism Department Haryana shall submit the same within 15 (fifteen) days to the Administrative Secretary Government of Haryana, Tourism Department for approval. Step 04: The requisite sanction shall be issued for payment for financial assistance through a Demand Draft."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Apply for Scheme: Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant needs to visit Official Portal - Antyodaya-SARAL Portal  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicant will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://haryanatourism.gov.in/News/sindhu-dharshan-yatra-scheme-2016"
    },
    {
      "title": "Notification",
      "url": "https://haryanatourism.gov.in/WriteReadData/downloads/SindhuDarshanYatraScheme2016.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=0mMHdNfeE9NWn0qipEjAEQ%3d%3d"
    }
  ],
  "exclusions": "&lt;br&gt;",
  "documents_required": "Identity proof Passport-size photographs Resident Proof/Address Proof Attested Copy of the Permanent Residential Certificate (Domicile) of Haryana Attested Copy of the Yatra Completion Certificate from the State Govt./Central Govt./Society Declaration from the pilgrim that He/She never claim this financial assistance earlier and would not claim it in the future. "
}