{
  "scheme_id": "659407816093f0fa33128337",
  "slug": "spesp",
  "scheme_name": "Scheme of Pension for Eminent Sports Persons",
  "scheme_short_title": "SPESP",
  "state": "Punjab",
  "level": "State/ UT",
  "nodal_department": "Department of Sports and Youth Services",
  "implementing_agency": "Department Of Sports, Government Of Punjab",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Eminent",
    "Sports Person",
    "Sports"
  ],
  "brief_description": "The scheme \"Scheme of Pension for Eminent Sports Persons\" was launched by the Department of Sports, Government of Punjab to provide pension to eminent veteran sportsmen who have excelled at International level during their youth and made the nation proud.",
  "detailed_description": "The scheme \"Scheme of Pension for Eminent Sports Persons\" was launched by the Department of Sports, Government of Punjab to provide pensions to eminent veteran sportsmen who have excelled at the International level during their youth and made the nation proud. This is one of the most important schemes of Punjab State Sports Council in the realm of sports. It has been designed to give a clear-cut message to all those talented sportspersons who want to become champions at the International level that the Punjab State Sports Council would back appreciation of their achievements with concrete lifetime assistance in the form of pension. The need for assured monthly income through annuity for outstanding sports persons has become imperative due to the fact that sports persons spend the prime of their youth in pursuit of intensive training, sacrificing other beneficial opportunities normally available. The assured monthly income will be compensation for the opportunities spurned by them in pursuit of their high ambition and achievement in sports. &gt; **Duration of Pension:** The award of pension under this scheme shall be for life and after their death their wives/husbands or old parents as the case may be, will be entitled for the pension continuously.",
  "benefits": [
    "The amount of pension for participation in competitions at various levels shall be as under:",
    "Sl. No. | Competitions Levels | Monthly Pension Amount\n1 | Olympic Games | ₹1000/-\n2 | Official World Cup | ₹1000/-\n3 | Davis Cup in Tennis | ₹1000/-\n4 | Test Matches/One Day International in Cricket | ₹1000/-\n5 | Commonwealth Games | ₹600/-\n6 | Asian Games | ₹600/-",
    "Mode Of Payment:",
    "The payment will be sent to the pensioners through cross Bank Cheque into their Bank Accounts."
  ],
  "eligibility_criteria": "1. The candidates seeking pension under this scheme should have represented National teams in the following competitions:- • Olympic Games • Official World Cup • Commonwealth Games • Asian Games • Davis Cup in Tennis • Test matches/one day international in cricket 2. This benefit shall be admissible to candidates who attain the age of 40 years. 3. All the veteran sportsmen/women belonging to Punjab (Punjab Domicile) who have brought laurels to the National/State will be eligible for pension from the Punjab State Sports Council, irrespective of the fact whether they have represented the State of Punjab in National Games or not, before participation in the above mentioned international games. 4. The veteran sportsmen/women getting any sports pension from Govt. of India will also be eligible for pension under this scheme from Punjab State Sports Council.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The candidates for the award of pension under this scheme need to visit the office of the District Sports Officer, who also serves as the Secretary of the District Sports Councils. Step 02: Collect the prescribed application form free of cost from the designated office. Step 03: Fill in all the required details in the application form accurately and legibly. Step 04: The application form duly filled in and supported by the requisite certificates shall have to be submitted to the concerned District Sports Officer-cum-Secretary, District Sports Council. Processing of the Applications by the Concerned Authorities: The District Sports Officer-cum-Secretary, District Sports Council shall examine and verify the facts recorded in each application and after having satisfied himself, shall forward the applications to the Secretary, Punjab State Sports Council who shall process and get the pension finalized."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://pbsports.punjab.gov.in/pdf/SCHEME_OF_PENSION_FOR_EMINENT_SPORTS_PERSONS.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://pbsports.punjab.gov.in/pension-scheme.php#:~:text=PENSION%20TO%20VETERN%20SPORTSPERSONS&text=1000%2F%2D%20per%20month%20is,are%20benefitted%20from%20this%20scheme."
    }
  ],
  "documents_required": "A copy of Identity proof Passport-size photograph Proof of age Bank passbook Documents supporting sports achievements Any other relevant documents, as required"
}