{
  "scheme_id": "646dd2649062e559675ed309",
  "slug": "gkb",
  "scheme_name": "Gaon Ki Beti",
  "scheme_short_title": "GKB",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "Higher Education Department",
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Higher Education",
    "Scholarship"
  ],
  "brief_description": "MP Gaon Ki Beti Yojna 2022-23 is a scholarship provided by the Madhya Pradesh government. The MP state government has started this scheme to encourage the higher education of girl children in remote areas in 2005.",
  "detailed_description": "This scheme aims to provide financial assistance to talented girls from rural areas to encourage them to pursue higher education. It seeks to motivate young girls to continue their studies and build a bright future.",
  "benefits": [
    "Each year, girls who pass the 12th standard with first-class marks from a village will be eligible. Selected students will receive a scholarship of ₹500/- per month. The scholarship will be provided for a maximum of 10 months per year."
  ],
  "eligibility_criteria": "The student must have secured 60% or more marks in the 12th standard. The girl must reside in a rural area and possess a \"Gaon Ki Beti\" (Daughter of the Village) certificate. She must be enrolled in a recognized institution for higher education.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "SC/ST/OBC/General girl students should register themselves on the portal.  Click on New Registration for Gaon Ki Beti and fill out the required details. Now they can apply for the benefits of the scheme by logging in with the registration ID on the portal ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines-1",
      "url": "http://www.scholarshipportal.mp.nic.in/Public/OtherSchemes/GB.aspx?ID=Mw=="
    },
    {
      "title": "Guideline-2",
      "url": "https://highereducation.mp.gov.in/?page=EBqfv7FdkfDh3Br0aRCxjA%3D%3D&orgid=267"
    },
    {
      "title": "Application Form",
      "url": "http://mpcstvidisha.in/wp-content/uploads/2020/09/Gaon-ki-Beti-Yojna-Form.pdf"
    }
  ],
  "documents_required": "Class 12 marksheet. Age certificate. Domicile certificate. Caste certificate. Income certificate of parents. Village daughter certificate. Samagra ID. Current college code and branch code. Mobile number and email id of the candidate. Passport-size photograph of the candidate. "
}