{
  "scheme_id": "686103d0e9681a431331e5c7",
  "slug": "enffhr",
  "scheme_name": "PMMSY: Establishment of New Freshwater Fin Fish Hatcheries-Haryana",
  "scheme_short_title": "ENFFHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Subsidy",
    "Setting Up",
    "Hatcheries"
  ],
  "brief_description": "The scheme aims to support the establishment of new freshwater finfish hatcheries. Through this scheme, financial assistance in the form of subsidies is provided to beneficiaries for setting up these hatcheries.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matasya Sampada Yojana: Establishment of New Freshwater Fin Fish Hatcheries&quot; by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to support the establishment of new freshwater finfish hatcheries. Through this scheme, financial assistance in the form of subsidies is provided to beneficiaries for setting up these hatcheries. <br> <br>",
  "benefits": [
    "The project cost for one unit is ₹25,00,000/-.",
    "The subsidy will be limited to 40% of the project cost for beneficiaries belonging to the General Category. The subsidy will be limited to 60% of the project cost for beneficiaries belonging to the Scheduled Caste (SC) category or women beneficiaries. "
  ],
  "eligibility_criteria": "The applicant should have a Parivar Pehchan Patra (PPP). The freshwater finfish hatchery should have a minimum capacity of 15 million fry per year per unit or 6.00 crore spawn per year per unit. The hatchery should have a minimum area of 0.50 hectares. The fish hatchery should be managed by qualified technical staff. The applicant will ensure the supply of seed produced from the centrally assisted hatcheries to farmers at an affordable and reasonable price. The fish hatchery will include a brooder pond, nursery ponds, rearing tanks, a small laboratory, water and electric supply, and required infrastructure facilities. The cost of accreditation of the hatchery must be mandatorily included in the project estimates. The projects having land on long-term registered lease will also be considered for Central financial assistance under the scheme. The lease period or agreement shall not be less than a minimum period of 10 years. The applicant, having their own land, must furnish revenue records with a clear land title.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details, i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=85G6ALRl37CQaeh9zdXMlw=="
    }
  ],
  "documents_required": "Agreement Deed between the beneficiary and the Fisheries Department. Date Of Birth Certificate (Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate). Caste Certificate (from first-class Magistrate/Tehsildar). Training Certificate of the beneficiary. Land Record from Tehsil (Own Land - Jamabandi, Nakal Akshizra, Farad) or Registered Lease Deed of minimum 10 years. Bills/Receipts/Vouchers. Photographs of the hatchery with the beneficiary. Details of Bank Account and Permanent Account Number (PAN) Card. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per Pradhan Mantri Matasya Sampada Yojana (PMMSY) guidelines."
}