{
  "scheme_id": "67208aec68f52636e3f6685b",
  "slug": "mcf",
  "scheme_name": "Micro Credit Finance",
  "scheme_short_title": "MCF",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Banking and money",
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "BPL",
    "Below Poverty Line",
    "Financial Assistance",
    "Employment",
    "Credit"
  ],
  "brief_description": "Under the Micro Credit Finance Scheme, beneficiaries from the Charmkar Community receive financial assistance of up to ₹50,000 at an interest rate of 5% per annum. This assistance includes a subsidy of ₹10,000, with the remaining amount provided as a loan.",
  "detailed_description": "The &amp;amp;quot;Micro Credit Finance&amp;amp;quot; scheme, implemented by the Department of Social Justice &amp;amp;amp; Special Assistance of the Government of Maharashtra and funded by the National Scheduled Castes Finance and Development Corporation (NSFDC), aims to uplift the lifestyle of economically disadvantaged Charmakars (Dhor, Chambhar, Holar, Mochi, etc.) who are below the poverty line. This initiative focuses on developing their educational, economic, and social standing, enabling them to secure a respectable place in society while promoting the production of various footwear and leather articles for government supply and open market sales.",
  "benefits": [
    "Financial support ranging from ₹25,000 to ₹50,000 to invest in income-generating activities. A low interest rate of 5% per annum, making it easier to repay the loan. ₹10,000 provided as a subsidy to reduce the financial burden."
  ],
  "eligibility_criteria": "The applicant should belong to the Charmakar Community. The applicant should be between 18 to 50 years of age. The applicant should be a permanent resident of Maharashtra. The applicant should belong to a Below Poverty Line (BPL) category. The applicant should be able to provide an Income and Caste Certificate from an authorized government officer. The applicant must have knowledge of the business for which they are applying for the loan. For the 50% Subsidy Scheme and Margin Money, the annual income must be below the poverty line. For the NSFDC Scheme, the annual income should be ₹98,000 for rural areas and ₹1,20,000 for urban areas.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Office of the Leather Industries Development Corporation of Maharashtra (LIDCOM), and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/employment"
    }
  ],
  "documents_required": "Passport-size photograph Aadhaar Card Income certificate Caste certificate Residence proof Bank passbook/bank details Any other documents as required"
}