{
  "scheme_id": "68552119674759fc001c3ad2",
  "slug": "muvpyuk",
  "scheme_name": "Mahila Udhyami Vishesh Protsahan Yojana",
  "scheme_short_title": "MUVPYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of The Industrial Development",
  "implementing_agency": "Department Of Micro, Small And Medium Enterprises, Government Of Government",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Women and Child"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Capital Subsidy",
    "Interest Subsidy",
    "Laon",
    "Woman Entrepreneur",
    "Entrepreneurship",
    "Skill Development"
  ],
  "brief_description": "Under this scheme, a capital subsidy of up to 25% of the total fixed capital investment and an interest subsidy of 6% on bank-approved loans are provided to women entrepreneurs for setting up micro and small enterprises in the manufacturing and service sectors.",
  "detailed_description": "<br> The scheme &amp;quot;Mahila Udhyami Vishesh Protsahan Yojana&amp;quot; was launched by the Department of Industries, Government of Uttarakhand on 15th August 2015, with the objective of ensuring adequate participation of women in the micro and small enterprise sector, contributing to the economic development of the state. Under this scheme, a capital subsidy of up to 25% of the total fixed capital investment and an interest subsidy of 6% on bank-approved loans are provided to women entrepreneurs for setting up micro and small enterprises in the manufacturing and service sectors. **Objectives:** The main objective of the scheme is to create entrepreneurship and skill development among women and provide easy loan facility through banks for arranging the required capital for setting up enterprises, so that women can become self-reliant by setting up their own enterprises and also play the role of employment provider. **Implementation of the scheme:** The Micro, Small and Medium Enterprises Department will be the nodal department for the implementation of the scheme. The responsibility of implementing the scheme at the state level will be done through the Director, Micro, Small and Medium Enterprises, Uttarakhand and at the district level through the General Manager, District Industries Centre.",
  "benefits": [
    "The following financial incentives will be given under the scheme:",
    "Capital Subsidy: 25% of the total fixed capital investment, up to a maximum of ₹25,00,000/-. Interest Subsidy: 6% of the interest payable on bank-approved loans, up to a maximum of ₹5,00,000/- per year per unit.",
    "Conditions Associated with Benefits:",
    "Financial incentive assistance will only be provided to enterprises that remain operational for at least 5 years after the date of receiving the subsidy; otherwise, the government reserves the right to recover the entire assistance amount. If it is found that the unit or bank concealed facts or misrepresented them, leading to wrongful receipt of the subsidy, the disbursed subsidy amount will be recovered with interest. Women entrepreneurs who are eligible for capital and interest subsidies under other self-employment schemes of the Central or State Government or governmental institutions have the option to apply under this scheme, choosing the one where they receive maximum benefits. Central or State Government-operated self-employment schemes, such as the Prime Minister's Employment Generation Program, Veer Chandra Singh Garhwali Self-Employment Scheme, and Chief Minister's Self-Employment Scheme, which provide margin money or capital subsidy, will also be eligible for interest incentive benefits under this scheme as \"top-up\" benefits, provided there is no restriction on such facilities in those schemes."
  ],
  "eligibility_criteria": "The applicant's new enterprise means such an enterprise that is proposed to start commercial production/activity on or after 15th August, 2015. For this purpose, the Entrepreneurs Memorandum (EM) Part-1/Entrepreneurs Memorandum (EM) Part-2 acknowledgement issued by the General Manager, District Industries Centre has been obtained. Micro and small enterprises in the manufacturing and service sector refer to such enterprises that fall under the definition of manufacturing and service enterprises in the Micro, Small and Medium Enterprises Development Act-2006 of the Government of India. The limit of investment in plant and machinery for manufacturing enterprises is ₹25,00,000/-, ₹5,00,00,000/- and ₹10,00,00,000/-, respectively, and the limit of investment in equipment for service sector enterprises is ₹10,00,000/-, ₹2,00,00,000/- and ₹5,00,00,000/-, respectively. An enterprise should be wholly owned by women. In case of cooperative society/committee, self-help group, partnership and private limited company, shareholding of women entrepreneur/entrepreneurs should be more than 51%. The applicant's enterprise should be financed by a nationalized bank, a financial institution notified or authorized by the Reserve Bank of India, or a cooperative sector bank or financial institution.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To apply for the scheme, you should visit your nearest District Industries Centre with all the necessary documents and certificates."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        " Apply Online via Single Window System:",
        "Step 1: Visit the Uttarakhand Single Window Clearance System: https://investuttarakhand.uk.gov.in ",
        "Step 2: Register/Login as an entrepreneur.",
        "Step 3: Fill out the application form under the scheme \"Mahila Udhyami Vishesh Protsahan Yojana\".",
        "Step 4: Upload all required documents.",
        "Step 5: Submit the application online."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://doi.uk.gov.in/upload/2042440517.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://doi.uk.gov.in/mysite/policies"
    }
  ],
  "exclusions": "Such enterprises, which have been disbursed the first installment of term/working capital sanctioned by the financing bank/institution before 15th August, 2015 or have completed the process of setting up the enterprise, will not be eligible for this facility.",
  "documents_required": "A copy of the acknowledgement of the Entrepreneur Memorandum Part-1 issued by the District Industry Centre. A copy of the acknowledgement of the Entrepreneur Memorandum Part-2 issued by the District Industry Centre. Sanction letter of term loan/working capital sanctioned by the financing bank/financial institution for fixed assets and working capital in the approved project for the enterprise, and certificate of disbursement of the sanctioned loan. Certified copies of bill vouchers, payment receipts/bank payment details and certificate of fixed capital investment given by authorized chartered accountant for the fixed capital investment made in the enterprise, which includes expenditure incurred in purchasing the required land, factory building, plant and machinery, fixtures, furniture, equipment etc. and installation expenses. Statement in prescribed format, which includes installment of payment of loan taken by the new enterprise, interest imposed on the enterprise, principal and interest paid by the enterprise, rate of interest, rate of interest subsidy and calculation statement related to subsidy amount, which is certified by the branch manager or authorized officer of the concerned bank/financial institution. Certificate from the financial institution/bank to the effect that the loan has been paid regularly in the concerned quarter and the loanee unit is not a defaulter in any way. Any other documents   "
}