{
  "scheme_id": "68416de4918e1089120da8ed",
  "slug": "ocpr",
  "scheme_name": "Organisation of Cultural Programs",
  "scheme_short_title": "OCPS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Culture and Endowments",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Artists"
  ],
  "tags": [
    "Fair",
    "National Events",
    "Festivals",
    "Cultural Groups",
    "Artists",
    "Troypes"
  ],
  "brief_description": "The scheme aims to promote regional and national cultural programs. It offers financial assistance and travel allowances to listed cultural artists and troupes.",
  "detailed_description": "The scheme &quot;Organisation of Cultural Programs&quot; by the Department of Culture and Endowments, Govt of Uttarakhand, aims to promote regional and national cultural events through listed cultural troupes and artists. Through this scheme, honorarium and travel allowances are provided to cultural troupes/artists for participating in various fairs, festivals, and national events both within and outside the state. The scheme is implemented by the Directorate of Culture, Government of Uttarakhand. Cultural groups are selected through auditions and empanelment based on qualifications and domicile.",
  "benefits": [
    "Group Leader - Honorarium: ₹1,000/- Other Artists Honorarium: ₹800/- Travel Allowance: ₹500/- Other Artists Travel Allowance: ₹400/- A-Grade Folk Singers: ₹7,500/- B-Grade Folk Singers: ₹4,250/- Additional Travel Allowance: ₹300/-",
    "Bus Fare (Ordinary Class) and Second-Class Train Fare are reimbursed",
    "Mode of Disbursement:",
    "Direct payment to artists/troupes by the department",
    "Frequency of Disbursement:",
    "Disbursed per event/program participation"
  ],
  "eligibility_criteria": "The applicant should be a cultural troupe or artist listed in the Culture Department. The applicant should participate in cultural programs organised during fairs, festivals, or national events as approved by the department. The applicant should possess a registration certificate, bio-data, and complete details of the troupe and members. The applicant should be a permanent resident of Uttarakhand. The applicant should provide a valid Domicile Certificate issued by the Uttarakhand Government.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "1. Audition Process:",
        "The Directorate of Culture conducts auditions from time to time to enlist cultural troupes and artists in the department's panel.",
        "2. Required Documents: To be selected, the interested institution or artist must submit the following:",
        "Registration Certificate of the institution (for troupes). Bio-data of the artist or troupe. Details and number of members in the troupe. Permanent Residence Certificate or Domicile Certificate proving that the applicant is a permanent resident of Uttarakhand.",
        "3. Listing in the Department:",
        "Only those who qualify through the audition and fulfil the documentation requirements are listed as empaneled cultural artists or groups.",
        "4. Participation in Events:",
        "Once listed, the artists/troupes may be invited by the department to participate in state-level, national, or regional cultural programs, where they receive honorarium and travel reimbursement."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline Page No. 111",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "Artists or troupes that are not listed or empaneled by the department will be considered ineligible.",
  "documents_required": "Registration Certificate (For the cultural troupe/artist) Bio-Data (Of the artist or troupe) Group Members' Details Domicile Certificate"
}