{
  "scheme_id": "64a6625c380f8e1235465c1d",
  "slug": "ehstgs",
  "scheme_name": "Economic Help To Sahariya Tribal Girl Students (Class 11 And 12)",
  "scheme_short_title": "EHSTGS",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Tribal Area Development Department",
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Education",
    "Girl Empowerment"
  ],
  "brief_description": "Rajasthan Government started a scholarship for Sahariya tribal girls' higher education (Class 11 and 12).",
  "detailed_description": "To promote girl education by motivating Saharia tribe girl students of Baran district to study in higher education and provide financial assistance to Sahariya tribe girl students for encouragement for higher secondary education. Those who are studying regularly in government schools in higher secondary classes (11th and 12th) and who have not got accommodation in government hostels. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "The student will be paid ₹3,500/- for a total of 10 months at the rate of Rs. 350/- per month."
  ],
  "eligibility_criteria": "The girl student should belong to the Saharia tribe of the Baran district of Rajasthan. The girl child should be studying regularly in a government school. The mother/father/guardian/guardian of the student should not be an income taxpayer. The girl students, who are studying in residential schools/ashram hostels run by the government, they will not be entitled. Vaidya Bhamashah card and Aadhaar should be there. Students should be a native of Rajasthan.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicants have to visit the official web portal . On the Home page, click on \"Online Portal For Tad Educational Incentive Schemes\". Now click on \"click here to apply online\". If applicants are existing SSO users, log in with their SSO user and password. and If applicants don't have SSO Id then create one by clicking \"Registration\". Applicants can create SSO IDs by using Janaadhar & Google After completing the SSO profile click on the \"SCHOLARSHIP (CE, TAD, MINORITY)\" App. Select the \"STUDENT\" button. Select Appropriate Scheme and click on the \"Next\" button Fill out all required academic information and click on the \"Submit\" button"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://jankalyanfile.rajasthan.gov.in//Content/UploadFolder/Scheme/TAD/EHSTGS/DOC_610_7e011725-b752-436c-99cd-876dd77a9ac5.pdf"
    },
    {
      "title": "Details",
      "url": "https://schemes.rajasthan.gov.in/scheme/detail/610"
    },
    {
      "title": "User Manual",
      "url": "https://tad.rajasthan.gov.in/writereaddata/FilesManagement/PDF/09232022172344PMIncentive%20Scheme%20Help.pdf"
    }
  ],
  "documents_required": "Caste Certificate Copy. Education Qualification Marksheet / Certificate Copy. Aadhar Card Copy. Jan Aadhar/Bhamashah Card Copy. Income Certificate Copy."
}