{
  "scheme_id": "676004879179d18db5f558de",
  "slug": "bsakai",
  "scheme_name": "Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana: Accidental Injuries",
  "scheme_short_title": "BSAKAI",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Labour Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Crisis/Disaster/Accident"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Unorganised Worker",
    "Craftsmen",
    "Accidental Injuries",
    "Medical Assistance"
  ],
  "brief_description": "The component \"Accidental Injuries\" under the \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, provides financial assistance to the workers or craftsmen in case of accidental injuries.",
  "detailed_description": "The \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, aims to provide social security through various types of financial assistance to workers and artisans in the unorganized sector. &lt;br&gt;",
  "benefits": [
    "Financial Assistance: ₹5,000/-."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar state. The applicant must work as a worker or craftsman in the unorganized sector within Bihar. The applicant's age must be between 18 and 65 years. Note : Applicant's age will be calculated as of the 1 st of July of the year.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned office of the District Officer or Committee. Step 2: Collect the application form; fill in and attach all the mandatory documents (attested, if required). Step 3: Submit the complete application to the concerned District Officer or Labour Welfare Committee at the address below. Office Address: Labour Resources Department, Government of Bihar Bihar State Labour Welfare Committee Niyojan Bhawan, Patna- 800 007 Tel: 062-2520 053 Email-edbslws2017@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/labour/cache/40/14-May-21/SHOW_DOCS/Schemes-1.pdf"
    }
  ],
  "documents_required": "Prescribed Application Form-5. Residential certificate. Certificate of hospitalization. Copy of information given to the police station about the accident or if information to the police station is not required under the law, then certificate of the Mukhiya/Ward Councilor in urban areas, as the case may be. Proof of age (Aadhaar card, voter card, etc.) Certificate issued by the Mukhiya/Ward Member/Member Panchayat Samiti or Ward Councilor (in case of urban areas), as Self attested photograph of the person showing his injury and hospitalization. Aadhaar Card Category (Caste Certificate of the applicant) Bank Account and IFSC (Photocopy of the first page of the passbook). "
}