{
  "scheme_id": "64a27574380f8e123545738e",
  "slug": "ipatipo",
  "scheme_name": "Internship Program At The Indian Patent Office",
  "scheme_short_title": "IPATIPO",
  "level": "Central",
  "nodal_department": "Department For Promotion Of Industry And Internal Trade",
  "implementing_agency": "Indian Patent Office",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Internship",
    "Patent",
    "Trademark"
  ],
  "brief_description": "The Internship Program by the Indian Patent Office recognizes the abundance of creative and innovative energies that flow in India, and the need to tap into and channelize these energies. The program aims to work towards the fulfilment of the objectives of the National IPR Policy.",
  "detailed_description": "The Internship Program by the Indian Patent Office recognizes the abundance of creative and innovative energies that flow in India, and the need to tap into and channelize these energies. The program aims to work towards the fulfilment of the objectives of the National IPR Policy. &lt;br&gt; &gt; **Objectives** This internship program aims to work towards the fulfilment of the following objectives of the National IPR Policy 2016: 1. **IPR Awareness: Outreach and Promotion** – To create public awareness about the economic, social and cultural benefits of IPRs among all sections of society. 1. **Generation of IPRs** - To stimulate the generation of IPRs. 1. **Human Capital Development** - To strengthen and expand human resources, institutions and capacities for teaching, training, research and skill building in IPRs. &lt;br&gt; &gt; **Number of Interns** The number of interns to be taken every year by the office of CGPDTM will be decided by the office every year depending upon the requirement, infrastructure and other facilities of the office. &lt;br&gt; &gt; **Duration** The duration of the internship shall be as per the requirement of the course curriculum. &lt;br&gt; &gt; **Place of Internship** The place of internship can be at the IP Office in Delhi, Mumbai, Kolkata, Chennai and RGNIIPM, Nagpur.",
  "benefits": [
    "Certificate Upon successful completion of the internship, a certificate shall be issued by the Head of Office where the intern has interned.  Honorarium No honorarium of any sort shall be paid to the intern.  Leave A leave of three days per month, excluding medical leave, will be provided to the intern."
  ],
  "eligibility_criteria": "1. The applicant should be a citizen of India.\n2. The applicant should be pursuing or has completed one of the following programs from a University established under law in the territory of India.\na) Post-Graduation / Doctoral Studies in Science.\nb) Graduation / Post-Graduation / Doctoral Studies in Engineering or Technology.\nc) Graduation / Post-Graduation / Doctoral Studies in Law.\n3. In the case of candidates pursuing graduation / post-graduation / doctoral studies, the internship should be a requirement specified under their course curriculum.\n4. The graduation / post-graduation / doctoral studies of the applicant should be from a government-recognized institute.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The applicants are requested to submit their CV and a cover letter containing a brief synopsis of the proposed topic of study during the internship to cgoffice-mh@nic.in."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (English)",
      "url": "https://ipindia.gov.in/writereaddata/Portal/Images/pdf/Internship_Program_at_the_Indian_Patent_Office.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "At the time of applying for the Internship\nCurriculum Vitae. Cover Letter. A brief synopsis of the proposed topic of study.\nAt the time of Joining the Internship\nProof of Educational Qualifications (Marksheets, Passing Certificates, etc)."
}