{
  "scheme_id": "641d8874d11073c4c8f2a157",
  "slug": "subsidy-scheme-for-taxi",
  "scheme_name": "Subsidy Scheme For Purchase Of Taxi / Goods Vehicle / Passenger Autorickshaw",
  "scheme_short_title": "SUBSIDY SCHEME FOR TAXI",
  "state": "Karnataka",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "categories": [
    "Banking,Financial Services and Insurance",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Banking and money",
    "Personal finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "brief_description": "Those beneficiaries who are sanctioned / approved for loan from the Banks for the purchase of Passenger Autorickshaw / Goods Vehicle / Taxi will be provided a subsidy of 33% of the value of the vehicle or a maximum subsidy of Rs. 2.5 Lakhs. Women will be given priority. Women will be given priority.",
  "detailed_description": "This Scheme is implemented by the Karnataka Minorities Development Corporation Limited in collaboration with nationalized / Scheduled banks. Those beneficiaries who are sanctioned/approved for loans from the Banks for the purchase of Passenger Autorickshaws / Goods Vehicle / Taxi will be provided a subsidy of **33%** of the value of the vehicle or a maximum subsidy of **Rs. 2.5 Lakhs**. The vehicle subsidized through KMDC shall be displayed on the vehicle as &quot;Subsidized by KMDC&quot;. Women will be given priority in this scheme. The vehicle purchased under this scheme should not be sold to others during the tenure of the loan. If any insurance payment is claimed, the insurance payment details should be shared with the corporation. The beneficiaries will be selected by a Selection Panel. The District Manager should certify the \"**photo of the beneficiary along with the subsidized vehicle**\" in the file. <br>",
  "benefits": [
    "Subsidy of 33% on Vehicle value or up to a maximum of Rs 2,50,000/- will be given to each beneficiary to buy Auto Rickshaw/Taxi/Goods Vehicle."
  ],
  "eligibility_criteria": "(A) Applicants must belong to State Religious Minority Community.\n\n(B) The applicant must be a permanent resident of the State.\n\n(C) The age limit of the applicant should be between 18 and 55 years.\n\n(D) Family income from all sources should be within Rs. 4.50 lakh per annum.\n\n(E) No member of the applicant's family should be an employee of the State/Central/ Government Public Sector Units.\n\n(F) Applicant must possess relevant driving License issued by the Regional Transport Authority.\n\n(G) Applicant or his/her family members should have not availed any vehicle loan under any scheme of the State Government.\n\n(H) The applicant shall not be a loan defaulter in KMDC.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: First go to the official website, and fill out the application form.",
        "Step 02: Print the application form.",
        "Step 03: Submit this application form along with other relevant documents to the Selection Panel of your concerned district.",
        "Step 04: After the approval of the Selection Panel, Subsidy will be transferred to your bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kmdc.karnataka.gov.in/23/subsidy-/en"
    }
  ],
  "exclusions": "No member of the applicant's family should be an employee of the State/Central/ Government Public Sector Units. Applicant or his/her family members should have not availed of any vehicle loan under any scheme of the State Government.\n",
  "documents_required": "Online application. Beneficiary's latest 2 passport photographs. Caste and Income certificate. Aadhaar card copy. Driving License copy. An Affidavit from the beneficiary towards non-availment of loan facility under any scheme of the State Government for the purchase of the vehicle by the beneficiary and his/her family members. An affidavit towards non-transfer (alienation) of the vehicle obtained under this scheme during the loan period. Copy of Bank Passbook. Copy of Vehicle Quotation. Self-Declaration Form."
}