{
  "scheme_id": "65dc408acd96dc5e07655483",
  "slug": "srmp",
  "scheme_name": "Sales Rebate under 'Marketing And Publicity'",
  "scheme_short_title": "SRMP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Sales of goods, services & data protection",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Sales",
    "Rebate",
    "MSME",
    "Industry",
    "Business",
    "Handicrafts"
  ],
  "brief_description": "The scheme aims to provide a sales rebate of 15% to the Sales Emporia / Showrooms recognized by the UT of Puducherry for the sale of Handicrafts and micro and small enterprises products manufactured by the units in Puducherry. The objective is to promote the sale of the products of MSMEs.",
  "detailed_description": "The scheme &quot;Sales Rebate under Marketing And Publicity&quot; was launched by the Department of Industries and Commerce, Union Territory of Puducherry. The scheme aims to provide a sales rebate of 15% to the existing and newly established Sales Emporia / Showrooms recognized by the Union Territory of Puducherry for the sale of Handicrafts, Micro and small enterprises products manufactured by the units in Puducherry. The objective of this is to promote the sale of the products of Micro/Small/Medium Enterprises (MSME) and the Cottage Sector.",
  "benefits": [
    "15% as a rebate on the sales, subject to a maximum of ₹15,00,000/- per annum."
  ],
  "eligibility_criteria": "The applicant should be a Sales Emporia/Showroom. The applicant should have its units in Puducherry. The applicant should be recognized by the UT of Puducherry for the sale of handicrafts, and products of micro and small enterprises.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the District Industries Centre (Thattanchavady, Puducherry - 605 009), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    }
  ],
  "documents_required": "Proof of Registration of Sales Emporia/Showroom. Proof of Unit Establishment in Puducherry. Any Other Document as Required by the District Industries Centre."
}