{
  "scheme_id": "66ffcc5e51754aeb8f22d5a0",
  "slug": "cmma",
  "scheme_name": "Chief Minister Merit Award",
  "scheme_short_title": "CMMA",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Students",
    "Merit Award",
    "Education",
    "Scholarship"
  ],
  "brief_description": "The scheme offers ₹3,000/- per year for five years to 1000 boys and 1000 girls from SC/ST communities, based on their plus 2 public examination marks, provided they continue their education.",
  "detailed_description": "The &amp;quot;Chief Minister Merit Award&amp;quot; scheme launched on 7th May, 2012, by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to support 1000 boys and 1000 girls belonging to the Adi Dravidar, Tribal, and Adi Dravidar converted to Christianity communities. These students are selected based on their marks in the plus 2 Public Examinations. Each selected student is awarded ₹3,000/- annually for five years, provided they continue their higher education. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Financial Support: ₹3,000/- per year for five consecutive years."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/ Tribal/ Adi Dravidar converted to Christianity communities. The beneficiary should have passed plus 2 Public Examination. The beneficiary should be continuing their studies after plus 2 standards.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the concerned educational institution. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the educational institution. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/26772"
    }
  ],
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/ Tribal/ Adi Dravidar converted to Christian). Marksheet of plus 2 Public Examination. Proof of continuing education after 10th standard (admission or enrolment certificate). Bank account details. Any other documents (if required)."
}