{
  "scheme_id": "681ddfab689952af09866042",
  "slug": "tshsdfl",
  "scheme_name": "Trainning Scheme for Horticulture Skill Development to Landless farm labour at Centre of Excelence of Department",
  "scheme_short_title": "TSHSDFL",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Horticulture Training",
    "Skill Development",
    "Farmer"
  ],
  "brief_description": "The \"Training Scheme for Horticulture Skill Development to Landless Farm Labour at Centre of Excellence of Department\" aims to provide skill development training in horticulture to landless farm labourers through the Centres of Excellence.",
  "detailed_description": "The &amp;quot;Training Scheme for Horticulture Skill Development to Landless Farm Labour at Centre of Excellence of Department&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, is designed to uplift landless agricultural workers by equipping them with essential horticulture skills through training. Conducted across Gujarat, the training spans a minimum of three days to a maximum of five days and includes modules like experiential learning tours, training kits, stipend, expert-led sessions, and more.",
  "benefits": [
    "Stipend: ₹250/- per trainee. Other Facilities: Dining facility, training literature kit, experiential education tour, trainee kit, etc."
  ],
  "eligibility_criteria": "The applicant should be any of the following: All Farmers. Farm Labourer. Horticulturists. Landless Agricultural Labourers. The applicant must be a resident of Gujarat.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Obtain a plain paper application form from the District Office of the Deputy Director of Horticulture.",
        "Step 2: Fill in the application form with accurate details. Attach the required documents.",
        "Step 3: Submit the form to the District Office of the Deputy Director of Horticulture."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 562)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    },
    {
      "title": "User Manual (Applicant Registration)",
      "url": "https://ikhedut.gujarat.gov.in/site/iKhedut%202.0%20User%20Manual%20PPT_Gujarati.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Bank Pass Book/Cancelled Cheque. Ration Card."
}