{
  "scheme_id": "6459f7fd8c1e80f2ea50179f",
  "slug": "sda2013",
  "scheme_name": "Skill Development Allowance Scheme",
  "scheme_short_title": "SDA",
  "state": "Himachal Pradesh",
  "level": "State",
  "nodal_department": "Labour and Employment Department, Himachal Pradesh",
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Skill Development Training",
    "Unemployed Youth",
    "Allowance",
    "Employment Exchange"
  ],
  "brief_description": "The Department of Labour & Employment, Government of Himachal Pradesh introduced a scheme of granting Skill Development Allowance to the unemployed youth aims at providing allowance to educated unemployed persons for their Skill upgradation.",
  "detailed_description": "The Department of Labour &amp;amp; Employment, Government of Himachal Pradesh introduced a scheme named &amp;quot;**Skill Development Allowance Scheme**&amp;quot; also known by the name of \"The Himachal Pradesh Payment of Skill Development Allowance to Educated Unemployed Persons Scheme, 2013&amp;quot; with the aim of granting Skill Development Allowance to the unemployed youth aims at providing allowance to educated unemployed persons for their Skill upgradation. **Objective:** - This scheme intends to provide allowance to eligible educated unemployed Himachali youth for their skill upgradation. - This in turn will enable such youth to develop their skill which in turn will enable them to take up employment or self-employment in the Sector of their choice, since this scheme empowers the youth to choose the Sector in which they would like to develop their skill, at the training institute of their choice. **Key features of this scheme:** 1. **Financial Assistance:** The scheme provides financial allowances to eligible candidates, covering expenses such as tuition fees, study materials, transportation, and living costs during the training period. This financial support reduces the financial burden on individuals and encourages them to pursue skill development programs. 1. **Enhanced Employability:** By promoting skill development aligned with industry requirements, the scheme equips participants with relevant skills and knowledge. This increases their employability prospects, making them well-prepared to meet the demands of the job market and secure gainful employment. 1. **Access to Quality Training:** The scheme facilitates access to reputable training institutions and programs, ensuring that participants receive high-quality training. This exposure to quality education and skill-building opportunities enhances the overall learning experience and improves the effectiveness of the training received. 1. **Sector-specific Skill Development:** The scheme focuses on various sectors such as healthcare, tourism, agriculture, IT, and manufacturing, recognizing the specific needs and demands of different industries. By targeting sector-specific skill development, the scheme aligns the training with the current and future workforce requirements, increasing the chances of participants finding suitable employment. 1. **Economic Growth and Development:** By nurturing a skilled workforce, the scheme contributes to the economic growth and development of Himachal Pradesh. The availability of skilled individuals attracts investments, encourages entrepreneurship, and leads to the creation of more job opportunities within the state, ultimately bolstering the overall economic prosperity of the region.",
  "benefits": [
    "Allowance shall be payable to each educated unemployed applicant for a maximum period of two years; subject to fulfilling eligibility criteria & timely submission of attested copies of 8th/matriculation marks sheet/certificate to ascertain age and educational qualification and Affidavit as per form ‘C', at the following rates: 1. For Physically Challenged person who have minimum 50% permanent disability recorded in her/his Employment Exchange record (X-I), @ ₹1,500/- per month. 2. For all other categories of Persons :- ₹1000/- (Rs. One Thousand) per month. Note: The Allowance shall be credited to the recipient by RTGS/NEFT/ECS through Banks as mentioned in Application Form, on monthly basis at the cost of the Government. This would be on bank accounts which are verified by Aadhaar number by the bank."
  ],
  "eligibility_criteria": "Subject to the provisions of this Scheme, all educated unemployed applicants shall be eligible for the grant of Skill Development Allowance, who fulfill the following criteria: She/He should be unemployed (i.e. neither employed in Govt. sector nor in private sector nor self employed) and should be a Bonafide Himachali. She/He should have passed minimum 8th from any Board/University/Institution recognized by H.P Govt. There will be no requirement of minimum qualification for admissibility of allowance under the Scheme when applicant wants to pursue training in Sectors such as masonry, carpentry, blacksmithy or plumbing etc. She/He should be registered with any Employment Exchange in Himachal Pradesh as on the date of application. Her/His annual family income for the Financial Year immediately preceding date of application, from all sources including that of spouse should be less than Rs. 2.00 Lakh (Rs. Two Lakhs). She/He should be above 16years and below 36 years of age and in case of widow less than 45 years of age as on the date of application. She/He should not be self-employed. The employment under MGNREGA will not be counted as employment. She/He should not be a dismissed Govt. employee. She/He should not be convicted of any offence resulting in imprisonment for a period of 48 hours or more. She/he should be enrolled in a skill development training.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "For applying to this scheme, the applicant must ensure that She/He should be registered with any Employment Exchange in Himachal Pradesh as on the date of application. Application process: An educated unemployed applicant may make an application on his/her being eligible for the grant of Allowance along with documents mentioned in form ‘A'  to that Employment Exchange in H.P., where his/her name is registered or the Employment Exchange in H.P., in whose jurisdiction the applicant is obtaining training. A duly completed application form may be sent by post or be delivered at that Employment Exchange in H.P., where his/her name is registered or be delivered at the Employment Exchange in H.P., in whose jurisdiction the applicant is obtaining training against a receipt, as per form 'B'. After the initial filing of claim in the prescribed form ‘A', every claimant to the Allowance shall be required to submit Affidavit, as per form 'C', in the subsequent month of March to the Employment Exchange where his/her name is registered."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://himachal.nic.in/showfile.php?lang=1&dpt_id=14&level=2&lid=20819&sublinkid=20531"
    },
    {
      "title": "FAQ",
      "url": "https://himachal.nic.in/showfile.php?lang=1&dpt_id=14&level=2&lid=20052&sublinkid=19618"
    },
    {
      "title": "Department Website",
      "url": "https://himachal.nic.in/index1.php?lang=1&dpt_id=14&level=1&sublinkid=19609&lid=15219"
    }
  ],
  "exclusions": "The following categories of persons shall not be eligible to receive Skill Development Allowance under this Scheme: State/Central Government employees and also those of the Public Sector Undertakings, Local Bodies and Quasi-Government Institutions who have been dismissed from service and persons who have been imprisoned for 48 hours or more. A person who had any income of his own or whose family income from all sources was ₹2 lakh or more during the year immediately preceding the date of application and also the period for which Skill Development Allowance is claimed. A person who is not a Bonafide Himachali. A person who has not attained the age of 16 years and who has attained the age of 36 years and in case of widow who has attained the age of 45 years.",
  "documents_required": "Please ensure that all the columns of the application form are filled. Attested copy of Employment Registration Card (X-10) is attached. Attested copy of valid family income certificate issued by Executive Magistrate (issued not before 6 months of date of application for the Allowance) is attached. Income certificate to be issued by the Competent Authority clearly mentioning that the applicant is not employed in Government, its Agencies, Public Sector Undertaking, Bodies etc. Self Certified Declaration declaring that she/he is unemployed as per format prescribed by the Department (as per form ‘C' attached). Attested copy of Bonafide Himachali Certificate is attached. Attested copy of enrollment or admission certificate in skill development training is attached. Cancelled Cheque with active Bank account in the name of applicant. Attested copies of 8th /10th/age certificate issued by competent authority to ascertain age and educational qualification is attached. Attested copy of certificate from the competent authority about being a widow. Attested copy of Aadhaar Card."
}