{
  "scheme_id": "6647336404a3424275d7449b",
  "slug": "wbisscis",
  "scheme_name": "The West Bengal Incentive Scheme: State Capital Investment Subsidy",
  "scheme_short_title": "WBISSCIS",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Tourism Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Tourism",
    "Incentives",
    "State Capital Investment Subsidy",
    "Tourism Units",
    "Entrepreneurship",
    "Subsidy",
    "Reimbursement",
    "MsmeS"
  ],
  "brief_description": "\"State Capital Investment Subsidy\" incentives under \"The West Bengal Incentive Scheme\" scheme implemented by the Dept. of Tourism, Government of West Bengal, aims to provide a State Capital Investment Subsidy of the fixed capital investment.",
  "detailed_description": "The scheme \"State Capital Investment Subsidy\" is a sub scheme under \"The West Bengal Incentive Scheme\". It was launched on 22nd February, 2021, by the Department of Tourism, Government of West Bengal, and shall remain valid upto 31st December, 2025. &gt; **Objective of the &amp;quot;West Bengal Incentive Scheme\" Scheme:** The object of the Scheme is to provide financial assistance and help enthusiastic intending or prospective entrepreneurs to start their own business as a self-employed youth who will become an employer in upcoming days and generate more employment. &gt; **Objectives of the &amp;quot;State Capital Investment Subsidy&amp;quot; Scheme:** Through this incentive, eligible micro or small enterprises shall receive a State Capital Investment Subsidy on the fixed capital investment i.e. the investment made in building and plant and machinery and also on equipment installed for pollution control measures in the tourism unit.",
  "benefits": [
    "Group A: 7.5%, subject to a limit of ₹ 1,00,00,000/-,",
    "Group B: 10%, subject to a limit of ₹ 1,00,00,000/-,",
    "Group C: 15%, subject to a limit of ₹ 1,20,00,000/-,",
    "Group D: 20%, subject to a limit of ₹ 1,50,00,000/-.",
    "Special Area: 25%, subject to a limit of ₹ 1,75,00,000/-.",
    "Note: In no case, the amount of this subsidy to an eligible unit in respect of the building component will exceed 50% of the total State Capital Investment Subsidy given to the unit."
  ],
  "eligibility_criteria": "The Scheme shall be generally applicable to all eligible tourism projects/units and also to expansion projects of existing units set up on or after the effective date (i.e. 22nd February, 2021) of this incentive scheme. Or, Eligible Hotel Units who started their commercial operation on or after 7th January, 2015 to 31st December, 2020 but could not apply under previous scheme 2015 due to absence of a Bar in the Hotel. The units may be in the private sector, co-operative sector, joint sector as also companies/undertakings owned or managed by the State Government. The project should be covered by a detailed feasibility report/project prepared for the purpose. The project should have been approved and sanctioned by a Central Financial Institution or Commercial Banks or State Financial Institutions. The unit should hold an Registration Certificate, Date of Commencement Certificate and Eligibility Certificate issued by the West Bengal Tourism Development Corporation Limited on satisfaction of arrangement.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit the official Shilpasathi portal and click on ‘Apply online' button. Step 2: A sign up window will appear. Click on ‘Create New' for new user. Step 3: Select the Industry /Business /Commercial /Charitable Society/ Govt. entity and enter the concerned Registration number. Step 4: Then the ‘User Registration' window will appear with the relevant fields that the applicant needs to fill accurately and click on ‘Register'. In case the applicant already has an account, click on the ‘Sign In' button and login using valid User ID, password and Captcha code. Application Process: Step 1: Visit the official Shilpasathi portal and click on ‘Apply online' button. Step 2: Enter your user name, password and captcha code then click on \"Log In\". Or sign in with the registered mobile number and OTP. Step 3: You will be directed to the user dashboard. Click on ‘ALL SERVICES' to get the desired service. Step 4: A list of services will appear. Applicants need to click on the check box adjacent to the service named ‘Tourism Incentive'. Step 5: Once done, click on ‘Create CAF'. Applicant's CAF ID will be created. Click on ‘Apply Online' to proceed with the application. Step 6: You will be redirected to the common application form where he has to fill in the necessary details mentioned for proceeding further with the application. Step 7: Once done, attach the relevant documents required for the issuance of the certificate and click on ‘Save & Continue'. Step 8: Once uploaded, a ‘Document successfully uploaded' header message will appear for confirmation. You will be shown the filled application with details provided for final review. Step 9: Once reviewed, the applicant needs to click on the ‘Declaration' checkbox on the bottom left of the application page before proceeding to the ‘Submit' button. Step 10: The applicant will receive notifications through SMS and email at critical stages of application processing–application submission, application approval or rejection at various stages. Step 11: Once done, the applicant will be auto redirected to the ‘Check status' page to view the current status of the application. Step 12: Once all the steps are successfully completed , after Approval by the authority the applicant will receive in the online system the Registration certificate approved by the Department by clicking on the ‘Download Certificate' button. Note: The steps for getting the incentives are Issue of Registration Certificate, Issue of Date of Commencement Certificate and issue of Eligibility Certificate before granting incentives in each case. After getting both the Registration and Date of Commercial Operation Certificate, the Tourism unit applies to the Managing Director, West Bengal Tourism Development Corporation for Eligibility Certificate. After getting all the above mentioned three certificates the eligible units apply to The Managing Director, West Bengal Tourism Development Corporation for Different types of incentives (see sl. 1) through different online forms. Helpdesk: Protiti, 23, Abanindranath Tagore Sarani (Camac Street), Kolkata - 700017, West Bengal, India. Phone: +91 33 2255 3700 Fax: +91 33 2255 3737 Email: silpa.sathi@wbidc.com For any technical query or any critical issues faced while submitting application please mail to our Quick Response Team at: qrt.silpasathiwb@gmail.com Silpa Sathi Single Window Cell - Helpline Number (Toll free): 1800-345-5562"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Kolkata Gazette)",
      "url": "https://silpasathi.wb.gov.in/read-bytea-file-all/aWQ%3D/MTIw/NDQ%3D/ZW9kYl9zdGF0aWNfcGFnZV9wZGZfbWFuYWdl/cGRmX2NvbnRlbnQ%3D/MDRfd2Jpc18yMDIxLnBkZg%3D%3D"
    },
    {
      "title": "User Manual",
      "url": "https://silpasathi.wb.gov.in/read-bytea-file-all/aWQ%3D/MjEy/NDQ%3D/ZW9kYl9zdGF0aWNfcGFnZV9wZGZfbWFuYWdl/cGRmX2NvbnRlbnQ%3D/MTAwLVRvdXJpc20gSW5jZW50aXZlcyhSZWdpc3RyYXRpb24pLXVzZXItbWFudWFsLnBkZg%3D%3D"
    },
    {
      "title": "FAQs",
      "url": "https://westbengalincentive21.wb.gov.in/FAQ.html"
    }
  ],
  "exclusions": "The West Bengal Incentive Scheme shall stand non-applicable in respect of those tourism units that have been registered for and have been sanctioned incentives under any previous scheme. Any unit which may have applied for registration with the Directorate of Tourism under WBIS (West Bengal Incentive Scheme ) 2015, before the date of commencement of this Scheme and whose applications may have not been disposed off prior to the coming into effect of this 2021 Scheme or deemed to have been disposed of shall be entitled to all benefits under WBIS 2015 only.",
  "documents_required": "Documents required for the Registration and Eligibility Certificate (Form I) : A copy of the Memorandum and Articles of Association issued by the Registrar of Companies/ Partnership agreement. A Statement of names and addresses of the Director/ Partners/Owners of the company. Project Report. Valid No objection Certificate from pollution control Board. Valid No objection Certificate from West Bengal Fire Service. In case of loan, Photocopy of Sanction letter from the Central Financial Institution/State Financial institution/ Bank. Copy of the Audited Balance sheet for the last 3 years with Income Tax acknowledgement. Estimate for Building and Plant & Machinery vetted by Govt. Registered Valluer / Chattered Valluer. Land Deed and all other Documents supporting statements made in the Form (Mutation/ROR, Conversion Certificate, site plan,clearance from M.A. Deptt. etc. All applicable clearance from Govt. authorities (Forest, CRZ, Police, etc.) Sarai Registration Certificate under Bengal Sarai Regulation Act (in case Hotel started their Commercial operation) Valid Trade License from appropriate authority. GST Certificate and GST return. Sanctioned Building Plan from appropriate authority (KMC/ Municipality/ Panchayat/or any other appropriate authority). Documents required for the application of State Capital Investment Subsidy: A copy of the Techno-Economic Feasibility Report. A copy of (loan) sanctioned letter issued by Financial Institution/Bank. Valuation Certificate by Govt, registered valuer regarding building and plant & machinery. A certificate from a Chartered Accountant as per Annexure-A (format is available for download in attachment section). A certificate in respect of fixed assets as per Annexure-B (format is available for download in attachment section). Audited Annual Accounts till date. GST Return. Trade License up to date. Proof of date of commencement of commercial operation."
}