{
  "scheme_id": "6571484456594941c9db86e7",
  "slug": "fapcnfclt26ffiw",
  "scheme_name": "Financial Assistance to Purchase/Construct New Fishing Craft less than 26 feet for Fishing in Inland Waters of Goa",
  "scheme_short_title": "FAPCNFCLT26FFIW",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fishermen",
    "Fish",
    "Subsidy",
    "Financial Assistance"
  ],
  "brief_description": "The scheme has been introduced to uplift the sizeable community of traditional Fishermen, by providing them financial help in the form of subsidy on the construction/ purchase of Fishing Craft less than 26 feet for fishing in inland waters of Goa. The applications are accepted only in offline mode.",
  "detailed_description": "\"Financial Assistance to Purchase/Construct New Fishing Craft less than 26 feet for Fishing in Inland Waters of Goa\" is a scheme by the Department of Fisheries, Government of Goa. The scheme has been introduced to uplift the sizeable community of traditional Fishermen, by providing them financial help in the form of a subsidy on the construction/ purchase of Fishing Craft less than 26 feet for fishing in inland waters of Goa. The applications are accepted only in offline mode.",
  "benefits": [
    "For General Category",
    "50% subsidy, limited to ₹30,000, on a unit cost of ₹60,000 (excluding GST).",
    "For SC/ST/Woman Category",
    "60% subsidy, limited to ₹36,000, on a unit cost of ₹60,000 (excluding GST).",
    "NOTE: The benefits can be availed after every 7 years against the replacement of the existing Canoe."
  ],
  "eligibility_criteria": "The applicant should be a traditional fisherman by birth or profession. The applicant should be a resident of Goa. The Fishing Canoe should be registered with the Department of Captain of Ports, Government of Goa.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request the prescribed format of the application form from the department by paying ₹50/-.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Goa Fish Trails",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/Fish-trail-2022-23.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "1. Original Invoice towards Purchase/Construction of New Fibre Reinforced Plastic (FRP).\n2. Vessel Registration Certificate issued by Captain of Ports.\n3. River Gill Net Registration Certificate and License Certificate issued by the Department of Fisheries.\n4. Undertaking as per Proforma.\n5. Copy of Aadhaar (Unique Identification) Card.\n6. Other Backward Class (OBC) (Kharvi) Certificate or Profession Certificate issued by the Competent Authority, such as Mamlatdar or Chief Officer of the concerned Municipality, or Secretary of the concerned Village Panchayat, duly countersigned by the concerned Block Development Officer (B.D.O).\n7. Scheduled Tribe (ST)/Scheduled Caste (SC) Certificate (if applicable).\n8. Mandate Form along with Bank Pass Book.\n9. Bills from the Authorized Boat Dealer for the construction of the Fishing Canoe."
}