{
  "scheme_id": "64c38f99b594314dec844c39",
  "slug": "giaspfammwshg",
  "scheme_name": "Grant-in-Aid Scheme To Provide Financial Assistance To The Mahila Mandals/ Women's Self-help Groups (SWAWLAMBHAN)",
  "scheme_short_title": "GIASPFAMMWSHG",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Women and Child Development Department",
  "categories": [
    "Social welfare & Empowerment",
    "Business & Entrepreneurship",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Joint Liability Groups (JLGS)",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Self Help Group",
    "SHG",
    "Employment",
    "Training"
  ],
  "brief_description": "The SWAWLAMBHAN Scheme by the Govt. of Goa provides financial assistance to Mahila Mandals/Self-Help Groups for training/orientation for members of the Mahila Mandal/Self-Help Groups for generating their own activity for self-employment.",
  "detailed_description": "The scheme &quot;Grant-in-Aid Scheme to Provide Financial Assistance to the Mahila Mandals/ Women's Self-help Groups (SWAWLAMBHAN)&quot; by the Directorate of Women And Child Development, Govt. of Goa, provides financial assistance to Mahila Mandals/Self-Help Groups for training/orientation for members of the Mahila Mandal/ Self Help Groups for generating their own activity for self-employment. This Scheme is applicable to all the Mahila Mandals/Women&#39;s Self-Help Groups duly registered before the competent authority within the territory of Goa.",
  "benefits": [
    "Financial Assistance: ₹ 20,000/- sanctioned as annual grants.",
    "Purpose: For successful functioning in the state of Goa.",
    "Financial Assistance: ₹ 5,000/-.",
    "Purpose: For undertaking any gainful self-employment activity training orientation in the activities .",
    "For the Master Trainers",
    "The Directorate may provide resource persons/ Master Trainers/Instructors for each course of activity through CDPOs. A fixed honorarium of ₹ 5,000/- will be paid per course.. Actual Travel Allowance (TA) incurred shall be paid if travelling in the Taluka outside his/her jurisdiction."
  ],
  "eligibility_criteria": "The Mahila Mandals/Women's Self-Help Groups should have valid registration with the Department of Women & Child Development, Panaji-Goa. The Mahila Mandals/Women's Self-Help Groups shall be operating successfully for their members within the State of Goa. There shall be a minimum of 20 members for training/orientation.\nNOTE: The compulsion of 2 years of registration is deleted.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "For the Mahila Mandal/ Self Help Groups",
        "The application in the prescribed format , along with copies of the required documents shall be submitted through the CDPO of the concerned block , Mukhya Sevika at the village level of the respective block, at the cost of ₹ 100/-.",
        "For the Master Trainers/Instructors",
        "The application in the prescribed format , along with copies of the required documents shall be submitted through the CDPO of the concerned block , Mukhya Sevika at the village level of the respective block."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/08/DWCD-Citizen-Charter-1.pdf"
    }
  ],
  "documents_required": "Mahila Mandal/ Self Help Groups\nCopy of Registration Certificate. Last Two Years' Statement of Accounts. Project Report, Specifying the Activities/training. Detailed List of Prospective Beneficiaries With Educational Details.\nFor the Master Trainer/ Instructor\nBirth Certificate. Education Qualification. Marriage Certificate. Certificate of Course attended Document of ID Proof.\nNOTE: All documents submitted should be self-attested by the applicant."
}