{
  "scheme_id": "68413876918e1089120ce2ac",
  "slug": "uuny",
  "scheme_name": "Uttarakhand Unn Yojana",
  "scheme_short_title": "UUNY",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Uttrakhand Khadi Evam Village Industries Board",
  "implementing_agency": "Uttarakhand Khadi And Village Industries Board",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Industries"
  ],
  "tags": [
    "Wool",
    "Weaving",
    "Pension",
    "Annual Bonus",
    "Artisans"
  ],
  "brief_description": "The scheme aims to provide spinning and weaving work, fostering employment in the wool industry. Through this scheme, payment for spinning and weaving work, along with pension benefits and an annual bonus, is provided to weavers.",
  "detailed_description": "The scheme &quot;Uttarakhand Unn Yojana&quot; by the Government of Uttarakhand aims to provide spinning and weaving work, fostering employment in the wool industry. Under this scheme, wool weaving is carried out through four regional offices of the Directorate of Industries (Wool) located in Chamba, Srinagar, Almora, and Jaspur. These offices function through affiliated carding/production centres. Under the Uttarakhand Khadi and Village Industries Board, wool carding and weaving work is carried out through major centers at Chamoli, Almora, and Srinagar, along with 20 production centers. This initiative helps generate employment opportunities in the state. The Uttarakhand Khadi and Village Industries Board implements the scheme. > **Under the Uttarakhand Wool Scheme:** - Finishing and carding plants are set up at Almora and Srinagar Garhwal centers. - Carding plants are also established at Bhageshwar and Chamba (Tihri). - Through these centres, local artisans, institutions/committees, and departmental centers carry out wool carding and finishing work. In total, 20 production centers and 10 sales centers are operated by district-level representatives under this scheme.",
  "benefits": [
    "Wool weaving is carried out through four regional offices of the Directorate of Industries (Wool) located in Chamba, Srinagar, Almora, and Jaspur. These regional offices operate via affiliated carding/production centers. Interested trainees are selected and provided training in wool weaving. After training, raw wool is provided through departmental carding/production centers for home-based weaving. Wool/NYSY yarn is supplied for weaving purposes. The Khadi and Village Industries Commission and the Government of India purchase the woven wool, providing income and sustainable employment to the weavers. The Khadi and Village Industries Board Welfare and Pension Trust has been set up for the sale of woolen goods. A 12% artisan contribution and a 12% departmental grant are collected from the weavers' income. At the end of the year, a 25% bonus on wages is provided to artisans for their woven goods."
  ],
  "eligibility_criteria": "The applicant's minimum age should be 18 years. The applicant must be a resident of Uttarakhand. No educational qualification is required.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Beneficiaries are selected based on recommendations by local public representatives or District Village Industries Officers, and through the respective Regional Directorate of Industries (Wool). Selection is carried out as per departmental utility. Interested applicants can contact the District Khadi and Village Industries Office and the Regional Wool Offices located in Chamba, Srinagar, Almora, and Jaspur."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines Page No. 108",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    },
    {
      "title": "Official Website",
      "url": "http://www.ukvib.org/uttarakhand-wool-plan"
    }
  ],
  "documents_required": "Aadhaar Card Age Proof Address Proof Income Certificate Identity Card"
}