{
  "scheme_id": "67b096110cc99d069d33cb42",
  "slug": "ieclrms",
  "scheme_name": "Incentives to Encourage Consumption of Local Raw Material Scheme, 2008",
  "scheme_short_title": "IECLRMS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Commercial Taxes Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Waste and environmental impact"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Incentive",
    "MSME",
    "Industry",
    "Manufacturing",
    "Business"
  ],
  "brief_description": "\"Incentives to Encourage Consumption of Local Raw Material Scheme, 2008\" promoted the use of local raw materials, supporting local manufacturers and village economies. It offered Sales Tax reimbursement and subsidies on power and water bills to eligible Micro, Small, and Medium Enterprises.",
  "detailed_description": "Launched in 2008, the scheme &quot;Incentives to Encourage Consumption of Local Raw Material Scheme, 2008&quot; by the Directorate of Industries, Trade and Commerce, Government of Goa aimed to encourage the consumption of local raw materials, thereby supporting units manufacturing such materials and promoting the economies of villages supplying or producing these raw materials, including those in horticulture, food processing, and cluster businesses. The scheme provided financial incentives such as reimbursement of up to 90% of Sales Tax paid and a 25% subsidy on power and water bills, subject to certain conditions. Eligible units included Micro, Small, and Medium Enterprises (MSMEs) under the green and specified orange categories, which consumed a minimum of 50% local raw materials. The scheme was implemented by the Directorate of Industries, Trade and Commerce, Government of Goa. The scheme remained in force until 31st March, 2011.",
  "benefits": [
    "Reimbursement to the extent of a maximum of 90% of Sales Tax paid by such unit, subject to the quantum based on the proportion of local raw material consumed. Incentives in the form of a subsidy on power and water bills annually. 25% subsidy on the total expenditure incurred by the unit on power and water tariffs, subject to a maximum of ₹2,00,000/- per annum, as per the proportion of local raw material consumed."
  ],
  "eligibility_criteria": "The Scheme covered units that went into production on or after 6th August 2008. Only those units under green and specified orange categories were eligible under this Scheme. Only those units which were permanently registered with the Directorate of Industries, Trade and Commerce or cleared by the High Powered Co-ordination Committee (HPCC) or any Committee or authority formed to grant such clearance for investment in the State were eligible under this Scheme. This Scheme was applicable only to Micro and Small Enterprises and Medium Scale Enterprises as defined under the MSMED Act. The unit consuming a minimum of 50% of its raw material (in value) from local sources was eligible for the benefit on pro-rata terms with those consuming 60% and above, which were considered for 100% benefit under this Scheme.\nFor the purpose of this Scheme, the local raw material meant:\n(a) Material, which was manufactured in an approved industrial unit (Micro and Small Enterprises, Medium, Large Unit) in the State of Goa.\n(b) Material, which was mined or produced in the State of Goa (for example, agricultural produce, marine produce, mineral and ore, etc.).\nThe beneficiary had to prove, by submitting documentary evidence, that the material had been locally produced or mined. In case of any dispute in interpreting the meaning of clauses (a) and (b) above, the decision/interpretation of the Director, Directorate of Industries, Trade and Commerce was final and binding.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant had to obtain the specified proforma from the Directorate of Industries, Trade and Commerce. Alternatively, the prescribed format could also be downloaded from the official website of the Directorate.",
        "Step 2: The applicant was required to take a print of the form, fill in all the mandatory fields, paste a passport-sized photograph, and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: The duly filled and signed application form, along with the documents, had to be submitted to the Director, Directorate of Industries, Trade and Commerce. The Director of Industries, Trade and Commerce would scrutinize the application and verify the eligibility of the unit.",
        "Deadline: The applications for the financial year had to be submitted by 30th September . No claim was entertained after this date.",
        "Post-Application Processes",
        "Step 1: The Directorate of Industries, Trade and Commerce displayed the list of claimants under the Scheme on the notice board on the first working day after 30th September. A copy of this list was forwarded to the Government immediately.",
        "Step 2: Upon receipt of the application, the Director of Industries, Trade and Commerce scrutinized and disposed of the application within three months. A Task Force Committee scrutinized and recommended the benefits. No dues were confirmed by the Directorate of Industries, Trade and Commerce with concerned departments under the deemed provision basis within 60 days before disbursement.",
        "Step 3: Once approved, the eligible unit received the benefits as per the Scheme, including reimbursement of Sales Tax and subsidies on power and water bills."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 7)",
      "url": "https://ditc.goa.gov.in/sites/default/files/Preferential-Purchase-Incentives-for-Micro-and-Small-Enterprises.pdf"
    }
  ],
  "documents_required": "Affidavit Sworn by the Promoter Stating the Facts in the Specified Format. Self-certified Copies of Bills of Purchase of Local Raw Material. Statement From the Department of Commercial Taxes. Comparative Statement to Support the Claim. Photocopies of Monthly Water and Electricity Bills From April to March, Along With a Self-certified Copy of Proof of Payment."
}