{
  "scheme_id": "68679042c268790ca9be1a22",
  "slug": "saec",
  "scheme_name": "State Art Exhibition Competition",
  "scheme_short_title": "SAEC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Sports, Youth and Cultural Activities Department",
  "implementing_agency": "Gujarat State Fine Arts Academy",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "State Art Exhibition",
    "Fine Arts Competition",
    "Awards",
    "Cash Prize",
    "Artist Scholarship"
  ],
  "brief_description": "The scheme \"State Art Exhibition Competition\" by the Sports, Youth and Cultural Activities Department, Government of Gujarat aims to promote fine arts and recognize artistic talents by providing awards and scholarships to artists, art students, and school children across Gujarat.",
  "detailed_description": "The scheme &amp;quot;State Art Exhibition Competition&amp;quot; by the Sports, Youth and Cultural Activities Department, Government of Gujarat aims to encourage and appreciate the creative pursuits of artists, art students, and school children through state-level art exhibitions and competitions in disciplines like painting, sculpture, graphic arts, applied arts, and visual arts. Participants are invited through public advertisements in newspapers, and entries are judged by expert panels. Winners receive cash prizes, certificates, and an opportunity to exhibit their work at the Ravi Shankar Rawal Kala Bhavan. Prize-winning art institute students are also eligible for a monthly scholarship. The scheme is implemented by the Gujarat State Fine Arts Academy. 2 entries each from artists and students of art institutions and a maximum of 14 entries from classes 1 to 5 and 14 entries from classes 6 to 10 from a school are invited through the school in a prescribed format. <br>",
  "benefits": [
    "Artists Category: 23 prizes totaling ₹1,74,500/-. Art Institute Students Category: 16 prizes totaling ₹48,000/-. School Children Category: 50 prizes totaling ₹25,000/-. Scholarship: Winning students in the art institution category are eligible for a monthly scholarship of ₹1,000/-."
  ],
  "eligibility_criteria": "Artists/ art institute students and school children in Gujarat are eligible under this scheme. Students should be studying in classes 1st to 10th in Gujarat.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should download the prescribed format of the application forms for the \"State Art Exhibition Competition\" scheme.  Application Form for State Art Exhibition-Competition .  Application form for providing Scholarship to Student . Step 2: In the application form, provide all the mandatory details, including career details in the field of art, photographs, or color slides of work (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the Gujarat State Fine Arts Academy. Step 4: Request a receipt or acknowledgement from the concerned authority at the Academy office to whom the application has been submitted. Contact Us: Gujarat State Academy of Fine Arts Ravi Shankar Rawal Kala Bhavan, Opposite Bhaikaka Bhavan, Law Garden, Ellisbridge, Ahmedabad - 380006. 079-26425562 079-26562558"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://lalitkalaacademy.gujarat.gov.in/schemedetail.htm?32"
    },
    {
      "title": "Guidelines: State Art Exhibition-Competition Information Sheet",
      "url": "https://lalitkalaacademy.gujarat.gov.in/writereaddata/Portal/Magazine/Document/1_38_3_59th-state-art-form-28112018.pdf"
    },
    {
      "title": "Guidelines: Student Scholarship",
      "url": "https://lalitkalaacademy.gujarat.gov.in/writereaddata/Portal/Magazine/Document/1_13_3_Form_2.pdf"
    }
  ],
  "documents_required": "Proof of Identity (Aadhaar Card/School ID Card). Proof of Residence (in Gujarat). Bonafide Certificate (for art institute students and school children). Declaration from School (in case of group entries from schools). Bank Account Details (for disbursal of prize money and scholarship). Copy of Artwork (submitted as per competition guidelines). Certificate of Participation or Merit (if available from past competitions – optional). Proof of Enrollment (for scholarship-eligible art institution students). Any other document as required."
}