{
  "scheme_id": "64d36eafcc26959b8364a943",
  "slug": "gfaffeoadp",
  "scheme_name": "Grant Of Financial Assistance For The Funeral Expenses Of Old Age/ Destitute Pensioner",
  "scheme_short_title": "Gfaffeoadp",
  "state": "Puducherry",
  "level": "State",
  "nodal_department": "Women and Child Development Department, Puducherry",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "T.b.",
    "Cancer",
    "Old Age Pensioners",
    "Destitude Pensioners",
    "Puducherry"
  ],
  "brief_description": "The Government of Puducherry introduced the Grant Of Financial Assistance For The Funeral Expenses Of Old Age/Destitute Pensioner Scheme to extend a helping hand by way of monthly financial assistance to Old Age/Destitute Pensioners.",
  "detailed_description": "The Government of Puducherry introduced the Grant Of Financial Assistance For The Funeral Expenses Of Old Age/Destitute Pensioner Scheme to extend a helping hand by way of monthly financial assistance of ₹.500/- to Old Age/Destitute Pensioners who are suffering from T.B./Cancer to meet out the medical expenses.",
  "benefits": [
    "₹ Rs.500/- pm in addition to the old age pension amount."
  ],
  "eligibility_criteria": "Old Age and Destitute pensioners suffering from T.B./Cancer.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Whom to Apply",
        "Puducherry: The Deputy Director (Social Defence), Old Age Pension Section, Department of Women and Child Development, Puducherry. Karaikal: The Child Development Project Officer, Karaikal. Mahe/Yanam: The Welfare Officer, Mahe/ Yanam.",
        "Processing Time",
        "Depending upon arising of vacancy in the Old Age Pension beneficiaries due to death and other reasons.",
        "In case of delay whom to contact?",
        "Puducherry: The Director, Department of Women and Child Development, Sithankudi, Puducherry. Karaikal: The Collector, Karaikal. Mahe/Yanam: The Regional Administrator, Mahe/Yanam."
      ]
    }
  ],
  "references": [
    {
      "title": "Source",
      "url": "https://oaps.py.gov.in/Home/MedicalAllowace.aspx"
    }
  ],
  "documents_required": "Aadhar Card Residential Certificate Medical Certificate from the Medical Authority of the Government Hospital or Institution. Photocopy of the old age pension book."
}