{
  "scheme_id": "67fdfa7d8e880c684922b571",
  "slug": "coffee-development-programme",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Support for Coffee Expansion",
  "scheme_short_title": "COFFEE DEVELOPMENT PROGRAMME",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Coffee Expansion"
  ],
  "brief_description": "To increase the area and production of Arabica coffee in association with the State level Nodal agencies in Andhra Pradesh and Odisha, so as to facilitate afforestation in the Podu lands and to help settle the tribals on a permanent footing.",
  "detailed_description": "To increase the area and production of Arabica coffee in association with the State level Nodal agencies in Andhra Pradesh and Odisha, so as to facilitate afforestation in the Podu lands and to help settle the tribals on a permanent footing",
  "benefits": [
    "Unit cost: Rs.1,25,000/- per ha. for Arabica",
    "Scale of Subsidy: 25% of unit cost i.e. Rs.31,250/- per ha."
  ],
  "eligibility_criteria": "Applicable to all holdings of Non-Traditional Areas in whose case the Coffee Development Programme is implemented by State level Nodal agencies in Andhra Pradesh and Odisha.\n\nUnit cost: Rs.1,25,000/- per ha. for Arabica\nScale of Subsidy: 25% of unit cost i.e. Rs.31,250/- per ha.\n\nRelease of Installments\n1st installment - 60% during the first year i.e. Rs.18,750/- per Ha\n2nd installment - 40% during the second year i.e. Rs.12,500/- per Ha\n\nRole of Coffee Board\nSupply of quality seed coffee of suitable varieties.\nProvide technical assistance to the growers and training of personnel of State level Nodal agencies in Andhra Pradesh and Odisha.\nProvide counterpart financial assistance towards expansion activity.\n\nRole of State Nodal Department / agency identified by respective state government\nIdentification of beneficiaries and suitable land\nAdvance shade planting\nProcurement of seed coffee from Coffee Board and raising of coffee nurseries\nAssisting tribal coffee growers in planting of coffee and all cultural operations.\nFurnishing of annual progress of area newly planted and financial achievement to the Coffee Board.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy: By State Nodal Agency, Andhra Pradesh First Year: On completion of planting, the State Nodal agency shall submit a village wise list of beneficiaries / claim by individual growers to the Deputy Director (Extension), Paderu duly certifying the correctness of the claims during the month of October of the planting year for releasing the first instalment of subsidy. To release 1st instalment, no deduction will made if the vacancies are in normal range i.e. 15% or less. But if the vacancies are above 15%, the amount equivalent to the vacancies above 15% will be deducted while recommending for release of 1st instalment of subsidy. For example, if the vacancies are 25%, subsidy amount equivalent to only 10% will be deducted while releasing 1st instalment. The JLOs / SLOs shall undertake joint field inspections along with state nodal agency Officials (at least 10% of the cases) forward eligible claims to Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize, compile the claims, recommend and forward the eligible claims to the Competent Authority at Head Office, Coffee Board for sanction. The Coffee Board will release the eligible subsidy amount to the state nodal agency through NEFT / PFMS. The state nodal agency shall ensure disbursement of subsidy to the concerned beneficiaries through NEFT / PFMS and furnish the utilization certificate to the Coffee Board before the end of the respective financial year. Second Year:",
        "The state nodal agency shall prefer the consolidated claim of subsidy to the Coffee Board in the prescribed format along with the list of beneficiaries duly certifying the satisfactory maintenance of the coffee block and completion of vacancy filling. The SLOs / JLOs will undertake joint field inspections of the claims along with state nodal agency officials (at least 15%) and forward the eligible claims to the Deputy Directo (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize, compile the claims and sanction the eligible subsidy amount. To release 2nd instalment, deduction will made as per the existing vacancies as on the date of investigation while recommending for release of subsidy. The Coffee Board will release the eligible subsidy amount to the state nodal agency / individual growers through NEFT / PFMS. The state nodal agency shall ensure disbursement of subsidy to the concerned beneficiaries through NEFT / PFMS and furnish the utilization certificate to the Coffee Board before the end of the respective financial year. ",
        "By Nodal Department / agency identified by the State Government in case of Odisha. First Year: On completion of planting, the Nodal Department / Agency identified by state Government in case of Odisha shall submit a village wise list of beneficiaries to the Deputy Director (Extension), Paderu duly certifying the correctness of the claims during October of the planting year for releasing the first installment of subsidy. To release 1st instalment, no deduction will made if the vacancies are in normal range i.e. 15% or less. But if the vacancies are above 15%, the amount equivalent to the vacancies above 15% will be deducted while recommending for release of 1st instalment of subsidy. For example, if the vacancies are 25%, subsidy amount equivalent to only 10% will be deducted while releasing 1st instalment. This is applicable for only state nodal agency claims. The JLOs / SLOs shall undertake joint field inspections along with state nodal agency Officials (at least 10% of the cases) / in case of individual growers JLO / SLOs shall inspect the field for issue of TFR and PV and forward eligible claims to Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize, compile the claims, recommend and forward the eligible claims to the Competent Authority at Head Office, Coffee Board for sanction in case of state nodal agency and in case of individual will release amount to the individual. The Coffee Board will release the eligible subsidy amount to the state nodal agency / individual through NEFT / PFMS. The state nodal agency shall ensure disbursement of subsidy to the concerned beneficiaries through NEFT / PFMS and furnish the utilization certificate to the Coffee Board before the end of the respective financial year. Second Year: The Nodal Department / Agency identified by State Government in case of Odisha shall prefer the consolidated claim of subsidy to the Coffee Board in the prescribed format along with the list of beneficiaries duly certifying the satisfactory maintenance of the coffee block and completion of vacancy filling and incase of individual, the grower has to submit the claim to the O/o. Coffee Board. The SLOs / JLOs will undertake joint field inspections of the claims along with Nodal agency officials (at least 10%) and in case of individual growers JLO / SLOs shall inspect the field and forward the eligible claims to the Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize, compile the claims and sanction the eligible subsidy amount. To release 2nd instalment, deduction will made as per the existing vacancies as on the date of investigation while recommending for released of subsidy in case of state nodal agency and in case of individual the amount will be released to the beneficiaries directly.  Amendment to the scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, mis-representation, and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}