{
  "scheme_id": "6853f0fe70802c4dc9439ff9",
  "slug": "tsyuc",
  "scheme_name": "Tuition Sahay Yojana (Unreserved Category)",
  "scheme_short_title": "TSYUC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Ujarat Unreserved Educational & Economic Development Corporation",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Unreserved Category",
    "Science",
    "Tuition Fee Assistance",
    "Education"
  ],
  "brief_description": "The scheme \"Tution Sahay Yojana (Unreserved Category)\" by the Department of Social Justice and Empowerment, Gujarat, aims to provide financial assistance of ₹15,000/- annually to unreserved category students in the science stream of Class 11th and 12th.",
  "detailed_description": "The scheme &amp;quot;Tution Sahay Yojana (Unreserved Category)&amp;quot; by the Department of Social Justice and Empowerment, Government of Gujarat aims to support meritorious students from the unreserved category pursuing science in Classes 11 and 12 by providing them annual tuition fee assistance. This scheme ensures that students who scored 70% or more in their Class 10 board examination receive ₹15,000 through Direct Benefit Transfer (DBT) to pursue science education. The scheme is implemented by the Gujarat Unreserved Educational &amp;amp; Economic Development Corporation.",
  "benefits": [
    "Monetary Assistance: ₹15,000/- per academic year is provided as tuition assistance to each eligible student."
  ],
  "eligibility_criteria": "The applicant must belong to the unreserved category. The applicant must be studying in Class 11th or Class 12th in the science stream. The applicant must have secured 70% or more marks (from total marks in all subjects) in Class 10. The applicant's family income must not exceed ₹6,00,000 annually. The applicant must apply in the same academic year. The institution should be registered under a valid Act (such as Trust Act, Companies Act, etc.), with at least 3 years of experience in Class 11-12 science tuition. The institution should have filed IT returns for the past 3 years, including income from tuition classes, The institution should have a mandatory GST.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Go to the Corporation's official website and navigate to the \"Gujarat Unreserved Education and Economical Development Corporation\" section under the Corporation menu.",
        "Step 2: Click on \"Tuition Sahay Yojana\" and then Apply Now.",
        "Step 3: Click on \"New User? Please Register Here\".",
        "Step 4: Enter the required details and click Register.",
        "Application Process:",
        "Step 1: Enter your User ID, Password, and Captcha Code, then click \"Login\".",
        "Step 2: Read the scheme details carefully and click OK.",
        "Step 3: If your permanent address is correct, confirm it. Otherwise, enter your correct address.",
        "Step 4: Click Save & Next to proceed. Upload the relevant documents.",
        "Step 5: If you need to make changes, click \"No, Cancel\". If all details are correct, click \"Yes, Submit\".",
        "Step 6: Click Save Application. Note down your Application Number for future reference. You can also take a printout by clicking Print Application.",
        "Check Application Status:  Click here .",
        "Post Online Application Procedure: After submitting the online application, the applicant must take a printout of the application, sign it, and submit it along with all uploaded documents (certificates, mark sheets, etc.) to the concerned Deputy Director (Non-Reserved Category) or the District Social Welfare Officer through courier, post, or by visiting in person.",
        "Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 664)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    },
    {
      "title": "Guidelines 2",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=F0Pc+shMH73W27YBrcL+sw%3d%3d"
    }
  ],
  "documents_required": "Income Certificate. Proof of Residence. Copy of Aadhaar Card. ScSchool Leaving Certificate. Any other ddocumentsdocuments as required."
}