{
  "scheme_id": "642169ee4149152a5caef36c",
  "slug": "mmksy",
  "scheme_name": "Mukhya Mantri Mahila Kisan Sashaktikaran Yojana",
  "scheme_short_title": "MMKSY",
  "state": "Gujarat",
  "level": "State",
  "nodal_department": "Rural Development Department",
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Mukhya Mantri",
    "Mahila",
    "Kisan",
    "Sashaktikaran Yojana"
  ],
  "brief_description": "Mukhya Mantri Mahila Kisan Sashaktikaran Yojana (MMKSY) is a scheme launched by the Government of Gujarat to empower women farmers in the state. The scheme was announced in the 2018-19 budget and is being implemented by the Department of Agriculture and Co-operation.",
  "detailed_description": "**Detailed** Under the MMKSY scheme, women farmers in Gujarat are provided with financial assistance and training to help them enhance their agricultural productivity and income. The scheme aims to provide a holistic approach towards the development of women farmers, including improving their access to inputs, credit, technology, and market. <br> Some of the key components of the scheme include: 1. Providing financial assistance for farm activities, such as purchasing agricultural inputs, seeds, equipment, etc. 1. Providing training and capacity building for women farmers to enhance their skills and knowledge. 1. Encouraging the formation of women farmer groups and providing support for their collective activities. 1. Providing access to credit for women farmers through various financial institutions. 1. Providing market linkages and support for marketing their produce. <br> The MMKSY scheme is aimed at promoting women&#39;s participation in agriculture and reducing the gender gap in agriculture-related activities. It is expected to benefit around 7 lakh women farmers in the state of Gujarat",
  "benefits": [
    "Benefits",
    "Financial Assistance: The scheme provides financial assistance to women farmers for various farm activities like purchasing inputs, seeds, equipment, etc. This helps in improving their agricultural productivity and income. Training and Capacity Building: The scheme offers training and capacity-building programs to women farmers to enhance their skills and knowledge about modern agricultural practices. This helps in improving their productivity and income. Access to Credit: The scheme aims to provide easy access to credit to women farmers through various financial institutions. This helps in reducing their dependency on moneylenders and promotes financial inclusion. "
  ],
  "eligibility_criteria": "Eligibility\nWomen Farmers: Only women farmers are eligible to apply for the scheme. Women farmers who own or operate agricultural land are eligible to apply. Resident of Gujarat: Only women farmers who are residents of Gujarat are eligible to apply. Age Criteria: There is no specific age limit for the scheme. Women farmers of all age groups can apply. Income Criteria: There is no specific income criteria for the scheme. However, preference is given to women farmers who belong to economically weaker sections. Land Holding: Women farmers who own or operate agricultural land are eligible to apply. The size of the landholding is not a criterion for eligibility. Registration: Women farmers have to register themselves with the Department of Agriculture and Co-operation to apply for the scheme. Group Formation: Women farmers can also form groups and apply for the scheme collectively..\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "Visit the nearest government agriculture office or village panchayat office to obtain the application form for MMKSY. Fill in the application form with all the required details such as personal information, landholding details, agricultural activities, etc. Attach all the necessary documents, such as land ownership documents, identity proof, and bank account details, along with the application form. Submit the application form along with the documents to the government agriculture office or village panchayat office. After submission, the application will be verified by the concerned authorities, and financial assistance will be provided to eligible women farmers."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mksp.gov.in/images/MKSP_Agriculture_Guidelines.pdf"
    }
  ],
  "exclusions": "Exclusions\nGovernment employees are not allowed to apply to the scheme. The student obtaining benefits under this scheme shall not be allowed to avail of benefits under any other scheme for this purpose.\n",
  "documents_required": "List of required documents\nAadhaar Card: Applicants are required to provide their Aadhaar card as proof of identity and residency. Land Documents: Women farmers who own or operate agricultural land have to provide the relevant land documents as proof of ownership or lease. Bank Account Details: Applicants are required to provide their bank account details to receive financial assistance under the scheme. Caste Certificate (if applicable): Women farmers belonging to Scheduled Castes, Scheduled Tribes, Other Backward Classes, or other marginalized groups may have to provide their caste certificate as proof of eligibility. Income Certificate (if applicable): Applicants may have to provide their income certificate as proof of eligibility for the scheme. Passport size photograph: Applicants may have to provide their passport-size photograph for the application form. Registration Certificate: Applicants have to provide their registration certificate from the Department of Agriculture and Co-operation."
}