{
  "scheme_id": "6824b38af2de71e78179554f",
  "slug": "fasfjd",
  "scheme_name": "Financial Assistance Scheme for Dependents of Deceased Journalists and Litterateurs - Rajasthan",
  "scheme_short_title": "FASDDJLR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Information and Public Relations Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Disease and conditions",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Financial Assistance",
    "Journalist",
    "Litterateur",
    "Medical Assistance",
    "Deceased Journalists",
    "Dependent"
  ],
  "brief_description": "The scheme aims to provide financial support to the dependents of deceased journalists and litterateurs in situations such as medical emergencies, unemployment, or when there is no other source of income.",
  "detailed_description": "The &amp;quot;Financial Assistance Scheme for Dependents of Deceased Journalists and Litterateurs&amp;quot; scheme was launched by the Department of Information &amp;amp; Public Relations (DIPR), Government of Rajasthan. The scheme aims to provide financial support to the dependents of deceased journalists and litterateurs in situations such as medical emergencies, unemployment, or when there is no other source of income. Eligible dependents under this scheme include an unemployed son below the age of 28 years, an unmarried daughter, the wife, and the parents of the deceased, provided they do not have any other means of financial support. > **Scheme Implementation** The scheme is implemented by a committee constituted by the state government and managed under the Rajasthan Journalist and Litterateur Welfare Fund. The objective is to promote social security and ensure the well-being of media personnel and literary contributors in Rajasthan. > **Under the scheme, illness covers:** Cancer, leprosy, valve replacement, angioplasty, bypass surgery, kidney transplant, brain stroke (brain and neurological diseases), epileptic seizures, severe injury in an accident, severe infectious diseases - brain infection, lung infection/pneumonia, severe infection in other organs of the body, general surgery - (hernia, appendix, stones in kidney and gall bladder), pregnancy (cesarean) and serious gynecological diseases, diseases related to excessive bleeding, paralysis/palsy, asthma, Alzheimer&#39;s, COVID-19, thyroid, etc.",
  "benefits": [
    "Monetary Assistance for Medical Treatment:",
    "Up to ₹1,00,000/- for treatment of critical diseases (e.g., cancer, bypass surgery, kidney transplant, brain stroke, etc.). In special cases, the committee may approve up to ₹2,00,000/-. Monthly Financial Assistance: ₹1,000/- to ₹2,500/- per month for a maximum of one year."
  ],
  "eligibility_criteria": "The applicant should be a dependent of a deceased journalist or litterateur. The deceased journalist or litterateur should have been a resident of Rajasthan. The applicant should fall under one of the following categories:\nWidow of the deceased journalist or litterateur with no other source of income. Unemployed son below 28 years of age. Unmarried daughter. Father or mother of the deceased, provided they have no other source of income.\nNote: Financial assistance will be given to only one person at a time.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process Step 1: The interested applicant should visit (during office hours) the Director, Directorate of Information & Public Relations, Rajasthan Government, Jaipur and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Director, Directorate of Information & Public Relations, Rajasthan Government, Jaipur. Post Application Process: All applications will be reviewed by the Rajasthan Journalist Welfare Fund Committee. Upon verifying eligibility and other necessary details, the Committee will issue appropriate orders, which will be implemented by the Member Secretary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines -1",
      "url": "https://dipr.rajasthan.gov.in/scheme/detail/189"
    },
    {
      "title": "Scheme Details",
      "url": "https://environment.rajasthan.gov.in/content/dam/dipr/acts%20rules/patrakar_kalyan_rules.pdf"
    },
    {
      "title": "Guidelines -2",
      "url": "https://www.tourism.rajasthan.gov.in/content/dam/dipr/Downloads/Schemes/DIPR-Scheme1.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://www.tourism.rajasthan.gov.in/content/dam/dipr/Downloads/forms/Arthik%20Shitiya%20Format%20Sansodhan.pdf"
    }
  ],
  "documents_required": "Identity Proof Medical Reports and Prescription (If applicable) Proof of income Bank Passbook Copy Any Other Document if Required"
}