{
  "scheme_id": "642a5865d88673462f12734e",
  "slug": "ttscandbc",
  "scheme_name": "Tailoring Training To Scheduled Caste & Backward Classes Widows/Destitute Women/Girls",
  "scheme_short_title": "TTSC&BC",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Government of Haryana",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Training",
    "Widows",
    "Scheduled Caste",
    "Backward Class",
    "Destitute Women",
    "Tailoring Training",
    "Haryana Scheme"
  ],
  "brief_description": "The aim of the scheme is to enable Scheduled Caste Widows/girls/destitute women for self-employment. A stipend of Rs.600/- P.M. and raw material costing Rs.300/- per month per trainee is given to a trainee for getting training from the nearest Kalyan Kendar run by this department.",
  "detailed_description": "The aim of the scheme is to enable Scheduled Caste Widows/girls/destitute women for self-employment. A stipend of ₹600/- P.M. and raw material costing ₹300/- per month per trainee is given to a trainee for getting training from the nearest Kalyan Kendar run by this department. After completion of one year course, each widow/ girl/ destitute women are given a new sewing machine free of cost to earn her livelihood. 20 girls/ widows/ destitute women from SC community and 5 from BC community are given training in each community centre.",
  "benefits": [
    "₹600/- stipend per month. ₹300/- per month for raw materials. 1 sewing machine."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Haryana. 2. The applicant should be a widow, destitute woman, or girl. 3. The applicant's age should be between 14 and 45 years. 4. The applicant should belong to the Scheduled Caste or Backward Class category. 5. The applicant's annual family income should be less than ₹2.5 lakhs.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "A trainee shall submit an application to the District Welfare Officer concerned through the Lady Social Worker concerned on a plain paper within the time limit as prescribed or notified by the Department from time to time. The application should be accompanied by a certificate signed by the member of the village Panch/ Sarpanch to this effect that the applicant is a Harijan Widow or a deserted/divorced woman. Welfare of Scheduled Castes and Backward Classes Department SCO 42-44, Sector 17 A, Chandigarh – 160017, Haryana. Tel: 01722704006 Email: dbcharyana@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Portal 1",
      "url": "https://kms.saralharyana.nic.in/"
    },
    {
      "title": "Portal 2",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=Xi1VKYllVm5o6TQpS6D8hQ%3d%3d"
    },
    {
      "title": "Training Detail",
      "url": "http://haryanascbc.gov.in/sites/default/files/2021-03/tailoring%20training.PDF"
    },
    {
      "title": "Notification",
      "url": "http://haryanascbc.gov.in/sites/default/files/2020-09/Notification%20of%20Tailoring%20training%20scheme.PDF"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card Passport-size photograph Proof of Age Caste Certificate Residence proof Proof of income/Income certificate Death Certificate of Husband, in case widow Proof of divorce, in case of destitute woman Bank details/ Bank Passbook Ration Card Any other document as specified by the Department"
}