{
  "scheme_id": "6849302a214b76ea37d96348",
  "slug": "vcsgpsyuk",
  "scheme_name": "Veer Chandra Singh Garhwali Paryatan Swarojgar Yojana",
  "scheme_short_title": "VCSGPSYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Tourism Department",
  "implementing_agency": "Uttarakhand Tourism Development Council",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Travel & Tourism",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Tourism in India"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Tourism",
    "Loan",
    "Self Employment",
    "Tourist Attraction"
  ],
  "brief_description": "The scheme aims to provide self-employment in the tourism sector. Financial assistance & subsidies are provided to permanent residents. Through this scheme, financial assistance and subsidies are provided to the permanent residents of Uttarakhand state for tourism-related infrastructure development.",
  "detailed_description": "Launched on June 1, 2002, the scheme &quot;Veer Chandra Singh Garhwali Paryatan Swarojgar Yojana&quot; by the Tourism Department, Government of Uttarakhand aims to provide maximum self-employment opportunities to the residents of Uttarakhand state and mainly the youth in the tourism sector, while developing tourism as a source of employment and revenue in Uttarakhand and establishing Uttarakhand as an international level tourist attraction on the world tourism map. Through this scheme, loans and grants are provided to the permanent residents of Uttarakhand state for tourism-related business establishments, including vehicle and non-vehicle items such as buses, taxis, hotels, fast food centers, and adventure activity equipment. The scheme is implemented by the Tourism Department, Government of Uttarakhand, in coordination with nationalised banks, rural banks, state cooperative banks, and regional rural banks. This self-employment scheme assists in the planned, coordinated and integrated development of tourism in the environmentally sensitive hill state while connecting with the social and economic conditions of the residents. > **Objectives:** 1. To make maximum use of the immense tourism potential of the Uttarakhand state. 1. To ensure the planned, coordinated and integrated development of tourism in the environmentally sensitive hill state. 1. To establish Uttarakhand as an international-level tourist attraction on the world tourism map. 1. To develop tourism as a source of employment and revenue in Uttarakhand. 1. To connect tourism development with the social and economic conditions of the residents. 1. To provide maximum self-employment opportunities in the tourism sector to residents and youth.",
  "benefits": [
    "1. Financial Benefits For Non-Vehicle Items:",
    "Hilly Areas: Maximum 33% grant or maximum ₹33,00,000/- Plain Areas: Maximum 25% grant or maximum ₹25,00,000/-",
    "2. Financial Benefits For Vehicle Items:",
    "Ordinary buses, taxis, maxis: Maximum 10% grant or maximum ₹25,00,000 in both hilly and plain areas Push-back 2 and 26-seater to 28-seater bus/electric bus: Maximum 30% grant or maximum ₹42,20,000 Push-back 2-seater and 50-seater electric bus/air-conditioned bus: Maximum 30% grant or maximum ₹42,20,000",
    "3. Special Conditions for Electric/AC Buses:",
    "Maximum 50 buses/electric buses allowed in any financial year Only buses/electric buses meeting the prescribed criteria are eligible",
    "Mode of Disbursement:",
    "Loans sanctioned through nationalized banks, rural banks, state cooperative banks, and regional rural banks",
    "Interest rates as fixed by the loan bank as per rules",
    "Frequency of Disbursement",
    "One-time disbursement after loan sanction and approval",
    "Expected Time of Disbursement",
    "After selection and loan approval process completion",
    "Validity",
    "No specific validity period mentioned for the benefits"
  ],
  "eligibility_criteria": "The applicant should be a native/permanent resident of the state. The applicant should own the land if land is required for the scheme implementation. The applicant can use land belonging to close relatives as a mortgage in favour of priority security, provided the land owner participates as a co-borrower or guarantor (grant amount payable only to the applicant). The applicant can benefit from leased land if the lease deed period exceeds the loan repayment period The applicant should not be a defaulter of any bank or financial institution",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Portal",
        "Go to the official website of Uttarakhand Swarojgar Yojnaie.",
        "Step 2: Select the Scheme",
        "On the homepage, click on \"Veer Chandra Singh Garhwali Paryatan Swarojgar Yojana\", it will redirect to the Scheme Page.",
        "Step 3: Apply for the Scheme",
        "Click on the \" Apply for Scheme \" button.",
        "Step 4: Register Using Mobile Number",
        "You will be redirected to the login page. Enter your mobile number and verify using OTP. Click \"Register\" to proceed.",
        "Step 5: Select the Project/Category",
        "A dashboard will appear listing various projects/categories. Select the relevant project (e.g., Bakery Establishment under Tourism).",
        "Step 6: Fill in the Application Form",
        "You'll be required to fill out comprehensive personal and project-related details, including the applicant details, i.e, Aadhaar Number, Full Name, PAN Number, Educational Qualification, Caste Category etc.",
        "Project Location Details: Full Address of Proposed Unit, District, Block, and Area Name, Town/Village (if not listed, enter manually), etc.",
        "Scheme & Investment Details: Select Scheme Type (e.g., Bakery Establishment), Write down the Capital Investment (₹), Applicant's Own Contribution (₹), Total Project Cost (₹), Bank Details, Bank Name, IFSC Code, Account Number, Tourism Relevance & Site Info, Purpose of the Scheme, Tourism/Natural Importance of Site, Availability of Infrastructure (Water, Electricity, Road, Post/Phone), Land Ownership Details, Land on which scheme will be implemented, Ownership Status (Self/Family/Leased, etc.), Employment Projection, Number of Skilled/Unskilled – Male & Female workers, Detailed Cost Estimates, Construction Cost, Furniture & Equipment Cost (include quotation if asked), Working Capital, Miscellaneous Expenses, Income & Expenditure Estimates, Estimated Monthly Income (include justification), Estimated Monthly Expenditure, Net Profit, Project Summary, Clearly state the objective of the project, especially how it promotes tourism in the area.",
        "Step 7: Save & Proceed",
        "After filling all required information, click \"Save & Next\".",
        "Step 8: Upload Documents",
        "Upload necessary documents like: Aadhaar Card, PAN Card, Educational Qualification Proof, Caste Certificate (if applicable), Land Ownership Proof / Lease Document, Quotation for Equipment, Bank Passbook Copy, Photograph, etc.",
        "Step 9: Final Submission",
        "Review the application form thoroughly. Click on \"Final Submit\" to complete the application.",
        "Step 10: Track Your Application",
        " Link Use your mobile number and OTP to log in anytime and track your application status via the portal dashboard."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "To apply under the scheme, the application form can be submitted to the concerned District Tourism Development Officer's Office of the district. Offices include:",
        "Dehradun: 0135–2653217 Rahi Motel, Haridwar: 01334–265304 Tourist Home Premises, Uttarkashi: 01374–274667 Hotel Sun, Narendra Nagar, Tehri: 01378–227508 Near Bus Station, Pauri: 01368–222241 Tourist Home, Rudraprayag: 01364–233995 Tourist Home, Gopeshwar, Chamoli: 01372–253185 Near Sevayatan Hotel, Almora: 05962–230180 Near Sitalakhet Bus Stand, Pithoragarh: 05964–225527 Tourist Home, Bageshwar: 05963–221562 Tourist Home, Champawat: 05965–230866 Mall Road, Mallital, Nainital: 05942–235337 Near Vikas Bhawan, Rudrapur, Udham Singh Nagar: 05944–239219",
        "Tourist Facilitation Centers (near Roadways Bus Stand, Ranikhet: 05966–222027, Bazar, Kausani: 05962–258067, Railway Station, Kathgodam: 05946–266638, Mall Road, Mussoorie: 0135–2632863, Roadways Bus Stand, Kotdwar: 01382–224162, Tourist Home, Joshimath: 01389–222181, opposite Hotel Natraj, Rishikesh: 0135–2430208 and Tourist Home, Srinagar: 01346–250065)",
        "Or",
        "Designated Tourist Guest Houses(Kashipur, Nainital, Ramnagar, Bhimtal, Mukteshwar, Lohaghat, Tanakpur, Jaspur, Bijnor, Didihat, Gangolihat, Bejnaikhal, Devprayag, Dhanaulti, New Tehri, Ghuttu, Chamba, Lansdowne, Karanprayag, Gwaldam, Pipalkoti, Gairsain, Guniyalgaon, Pipli Collectorate, Dakkapatthar, Barkot, Haridwar and Puroli) where the tourism-related documents and deposits can be submitted.",
        "Or",
        "Additionally, application forms can be downloaded from the State District Websites: Almora , Bageshwar , Pauri . Along with the application form, a brief project report prepared as per the prescribed format, an affidavit, and necessary certification documents need to be submitted.",
        "For more details related to the scheme, you may contact any District Tourism Office, Tourist Information Centre, or Designated Tourist Guest House under the Uttarakhand Tourism Development Council."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://msy.uk.gov.in/frontend/web/index.php"
    },
    {
      "title": "Application Form",
      "url": "https://cdn.s3waas.gov.in/s33a0772443a0739141292a5429b952fe6/uploads/2018/03/2018031320.pdf"
    }
  ],
  "exclusions": "Bank or financial institution defaulters cannot avail benefits of this scheme.",
  "documents_required": "Caste / Age Certificate Educational Qualification Certificate Training / Certificate of Special Knowledge in Tourism Sector (if available) Unemployment / Underemployment / Other Source of Income / Daily Income Certificate (if available) Certificate confirming permanent residence in Uttarakhand / Natives of Uttarakhand No Objection Certificate from the landlord (if applicable) Photograph affixed with name and signature Income Certificate issued by the Tehsildar Report on the proposed site Affidavit by Notary ( Annexure-2 )"
}