{
  "scheme_id": "666047356cbcc730048cf7e5",
  "slug": "sfacohcssefc",
  "scheme_name": "Scheme of Financial Assistance for Cultural Organization for Holding Conference, Seminar, Symposium, Exhibition, Festival, Competition etc.",
  "scheme_short_title": "SFACOHCSSEFC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Arts and Culture Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Business & Entrepreneurship",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Culture",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "University / Institution"
  ],
  "tags": [
    "Financial Assistance",
    "Organization",
    "Culture",
    "Institution"
  ],
  "brief_description": "The Arts and Culture Department launched the \"Scheme of Financial Assistance for Cultural Organization for Holding Conference, Seminar, Symposium, Exhibition, Festival, Competition etc.\" The scheme aims to provide annual grant to the institution/organization organizing a seminar, symposium.",
  "detailed_description": "The &quot;Scheme of Financial Assistance for Cultural Organization for Holding Conference, Seminar, Symposium, Exhibition, Festival, Competition etc.&quot; was launched by the Arts and Culture Department, Puducherry. The scheme aims to provide a annual grant to the institution/organization organizing a seminar, symposium. The applications are accepted offline.",
  "benefits": [
    "Financial Assistance of 10,000/- annually."
  ],
  "eligibility_criteria": "The institution should have a standing of at least 2 years in the field. Institutions/organizations are required to obtain prior permission/approval of the Government before inviting foreign delegates to seminars and symposium etc.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Department of Art and Culture and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "OR",
        "The interested applicant downloads the application form .",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the superintendent, Department of Art and Culture,1, Romain Rolland Street, Puducherry.",
        "Step 4: Request a receipt or acknowledgment from the superintendent to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizens Charter",
      "url": "https://art.py.gov.in//sites/default/files/ecit1.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://art.py.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://art.py.gov.in/sites/default/files/application-11.pdf"
    }
  ],
  "documents_required": "Event Details. Copy of Registration. Objectives Description (attach a Step of Forum Structure). Previous Year's Company's Annual Report and Audited Accounts with the signature of the Auditor. Government Approval for Foreign Delegates. Any Other Document If Required."
}