{
  "scheme_id": "67e3ec512d84355e275a7f17",
  "slug": "pnaoif",
  "scheme_name": "Providing Navigational Aids and Other Infrastructure Facilities",
  "scheme_short_title": "PNAOIF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Fishing Activities",
    "Ice Plant",
    "Cold Storage"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Dept., Gujarat. It aims to support fishermen by providing financial assistance for purchasing essential fishing equipment, life-saving gear, and infrastructure to enhance safety, efficiency, and fish preservation.",
  "detailed_description": "The scheme &amp;quot;Providing Navigational Aids and Other Infrastructure Facilities&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support fishermen by providing financial assistance for purchasing essential fishing equipment, life-saving gear, and infrastructure to enhance safety, efficiency, and fish preservation. It also provides financial aid to families of fishermen captured in Pakistan and subsidies for setting up ice plants, cold storage, and fish processing units.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nAssistance to families of Pakistan captured fishermen | ₹300/- per day per article | As per period in custody at Pakistan\nLife saving equipment | Maximum ₹20,000/- | 2 years\nAssistance to Pagdia fishermen | Maximum assistance of ₹7,200/- at 90% article of unit cost ₹8,000/- | 3 years\nAssistance on purchase of 4 inch gillnet | Maximum ₹25,000/- | 2 years\nAssistance to fish wholesalers and purchase of insulated boxes for boats | 50% assistance of unit cost ₹15,000/- or actual expenditure incurred whichever is less is eligible. | 3 years\n50 percent assistance on purchase of GPS | 50 percent of the actual purchase price of the GPS or ₹20,000/- maximum assistance whichever is less. | 3 years\nAssistance on purchase of value added machinery | 50% of the actual expenditure or a maximum of ₹1,00,00,000/- whichever is less is eligible to be sanctioned. | Once in a lifetime\nProcessing Plant Upgradation | 50% of actual expenditure incurred or a maximum of ₹50,00,000/- whichever is less the assistance is admissible | Once in a lifetime\nAssistance for establishment of ice plant and cold storage by private units, industrialists and others | 50% of unit cost of ₹1,00,00,000/- subject to a maximum of ₹50,00,000/- or 50% of the cost of setting up ice plant and cold storage whichever is less is paid. | Once in a lifetime\nAssistance to Fisheries Co-operative Societies by private units, entrepreneurs and others for setting up fish processing units | ₹5,00,00,000/- maximum or 50 percent of the actual cost whichever is less | Once in a lifetime\nAssistance for establishment of fish market | Metropolitan Municipality ₹3,00,00,000/- maximum, Municipal Corporation ₹1,50,00,000/- maximum, Gram Panchayat ₹50,00,000/- maximum | Once in a lifetime\nRefrigerator van | 50% of ₹10,00,000/- and maximum assistance of ₹5,00,000/- admissible | 5 years\nAssistance on purchase of fiber rope | 50% of the unit cost of ₹1,00,000/- i.e., ₹50,000/- is given as assistance | 3 years\nDeep freezer | 50% of the unit cost of ₹1,00,000/- i.e., ₹50,000/- is given as assistance | 3 years\n25 percent subsidy on purchase of new engines for marine fishing boats | 25 percent of unit cost ₹14,00,000/- i.e ₹3,50,000/- assistance is provided. | Once in a lifetime\nAssistance on purchase of two stroke/four stroke IBM/OBM | A maximum assistance of ₹60,000/- is given as per 50% of the unit cost of ₹1,20,000/-. | 5 Years\nAssistance on purchase of polypropylene rope for fishing boats | 25% of the unit cost of ₹1,50,000/- or 25% of actual expenditure up to a maximum of ₹37,500/- | 2 years\nJumbo Plastic Crate and Manual Handling for Marine Fishing Boats | 1. Estimated price of jumbo plastic crate is ₹700/- per unit. 40 per cent of the unit cost of ₹700/- or 40 per cent of the actual cost for a fisherman beneficiary on purchase of 50 units per trawler boat gill netter and bucket netter and 50 units per deep-sea boat and 25 units per small boat. Maximum ₹280/- and for SC/ST/Females 60% of unit cost ₹700/- or 60% of actual expenditure maximum ₹420/- is given. 2) Estimated cost of material manually handling stacker is ₹1,50,000/- per unit. A general fisherman beneficiary will be assisted on purchase of 1 unit per trawler boat gill netter and bucket netter and deep-sea boat at a unit cost of ₹1,50,000/- per trawler boat gill netter and bucket netter and deep-sea boat. 60% of the unit cost of ₹1,50,000/- or 60% of the actual cost up to a maximum of ₹9,000/- is given on the purchase of 1 unit. | 3 years\nSupply of electric equipment to fishermen | Unit cost ₹15,000/- maximum or purchase price whichever is less Support and equipment for FRP boats. Assistance is provided for Solar Electric Lantern ₹3,500/- or purchase price whichever is less | 5 Years\nAssistance to fishing boats for hygienic toilets | Assistance is given on its unit cost of ₹15,000/- up to a maximum of ₹10,000/- or the actual expenditure incurred whichever is lower. | 5 Years\nAssistance on purchase of sea cage culture | 75 percent of the estimated cost of the unit at ₹6,25,000/- lakh or purchase price whichever is lower (maximum ₹4,68,750/-) is eligible for assistance | Once in a lifetime"
  ],
  "eligibility_criteria": "The applicant must be a native of Gujarat. The applicant must own a registered fishing boat under Real Craft Software (registration is mandatory). The applicant must possess a valid fishing license. The applicant must have a bank account in their name. The applicant must have obtained in-principle approval to purchase of the floor plan. Note: The assistance for infrastructure (cold storage, fish market) is available to private units, entrepreneurs, and fisheries cooperatives.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=KQBjMeZAUYtrIgvpebJ01g==&domain=qO9v1Yt1qFTmoiKMRXBpiA=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity Proof (Aadhaar Card, Voter ID). Residence Proof (Domicile Certificate, Ration Card). Bank Account Details (Passbook or Statement). Fishing License. Boat Registration Certificate (Real Craft software registered). Purchase Invoice (for equipment or infrastructure). Any other document if required."
}