{
  "scheme_id": "67bdd3f26247a62366d28bbc",
  "slug": "tuk-chterts",
  "scheme_name": "Transgender Utthan Kosh - College/Higher/Technical Educational Fees Refund for Transgender Students",
  "scheme_short_title": "TUK-CHTERTS",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Transgender",
    "Educational Fees",
    "Reimbursement Of Fees",
    "Higher Education",
    "Technical Education",
    "Student"
  ],
  "brief_description": "The scheme aims to promote higher and technical education among transgender individuals by providing financial assistance for their educational expenses. Under this scheme, transgender students receive a refund of their school, college, higher, or technical education fees.",
  "detailed_description": "The &amp;quot;Transgender Utthan Kosh - College/Higher/Technical Educational Fees Refund for Transgender Students&amp;quot; scheme was introduced by the Social Justice and Empowerment Department, Government of Rajasthan. It aims to promote higher and technical education among transgender individuals by providing financial assistance for their educational expenses. Under this scheme, transgender students receive a refund of their school, college, higher, or technical education fees.",
  "benefits": [
    "Educational Fee Refund:",
    "Full reimbursement of prescribed fees is provided for transgender students enrolled in schools, colleges, or technical institutes pursuing higher or technical education.",
    "Direct Bank Transfer: ",
    "The amount is credited directly to the beneficiary's bank account after verification."
  ],
  "eligibility_criteria": "The applicant should be a resident of Rajasthan. The applicant should belong to the transgender community. The applicant should be pursuing a higher or technical course. The applicant should be enrolled in a recognized school, college, or technical education institute in Rajasthan. The applicant's family annual income should not exceed ₹8,00,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Submission:",
        "The applicant must fill out the scholarship application form and attach the required documents. Submit the complete application form to the head of the educational institution.",
        "Institutional Verification:",
        "The head of the educational institution verifies the application and forwards it to the Social Justice and Empowerment Department's district office.",
        "Approval Process:",
        "The district office verifies the documents and approves/rejects the application within one month.",
        "Disbursement:",
        "Upon approval, the scholarship amount is transferred to the applicant's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202110051259226370.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://jansoochna.rajasthan.gov.in/CMS/EligiblityRules"
    }
  ],
  "documents_required": "Transgender Identity Certificate School Enrollment Certificate Previous Year's Mark Sheet Aadhaar Card Parents/Guardians Income Certificate Domicile Certificate/Ration Card/Voter ID Bank Passbook Copy Any other documents as required"
}