{
  "scheme_id": "67fe3554e2f1560de65f086e",
  "slug": "market-support",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Market Support",
  "scheme_short_title": "MARKET SUPPORT",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Market Support"
  ],
  "brief_description": "The objective of the scheme is to extend support to the tribal growers, for taking up marketing of their coffee on community based approach, through suitable financial incentives",
  "detailed_description": "- The objective of the scheme is to extend support to the tribal growers, for taking up marketing of their coffee on community based approach, through suitable financial incentives. - An allied objective of this scheme is to encourage small tribal growers to form groups/ collectives for taking up marketing activities that will facilitate creation of common facilities in future. - It is expected to provide a mechanism for better price realization for the group, arising out of both the improvement of quality as well as collective bargaining.",
  "benefits": [
    "Unit cost:",
    "A maximum amount of Rs.15/- per kg of clean coffee is projected as unit cost towards the cost of marketing right from procurement of raw coffee at farm gate to final disposal of clean coffee.",
    "Scale of subsidy:",
    "2/3rd of the Unit Cost i.e. Rs.10/- per kg of clean coffee marketed by the FPOs / Nodal Agencies"
  ],
  "eligibility_criteria": "The FPOs who undertake marketing of their coffee on their own or any Government Nodal Agency which facilitate marketing of coffee are eligible. In the later cases, the actual procedure will be finalized in consultation with such state agencies.\nThe coffee marketing should be taken up in any of the following manner:\nThrough recognized public transparent auction platforms like Indian Coffee Trade Association (ICTA).\nDirect export by the growers groups/ Nodal Agency.\nThrough the recognized Commodity Exchanges wherein, physical delivery of coffee takes place.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedures for claiming subsidy for Marketing of coffee After marketing of coffee, the Nodal Agencies / FPOs would furnish the claim for reimbursement in the prescribed application along with the proofs/ supportive documents. The application for subsidy should be submitted to the Deputy Director (Extension), Paderu. On scrutiny Deputy Director (Extension), Paderu shall forward the application to the Head Office for approval.  Disbursement of subsidy The subsidy is disbursed only after the sale of coffee is completed by the FPOs / Nodal Agencies. The coffee marketing should take place in clean coffee (green bean) form only. Wherever the Government agencies market the coffee of the growers the subsidy shall be released to the agencies directly through NEFT / PFMS. Wherever the FPOs / Co-operatives market their coffee, the subsidy shall be released to the individual members directly to their bank account through PFMS in cases where the application is complete in all respects.  Amendment to the Scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "List of Documents to be furnished The beneficiary to submit Application Certificate of incorporation / registration, memorandum of article of association / society as FPOs / Co-operatives issued by the authority concerned with complete list / details of members of the organization. The claim should be accompanied with the details of the member wise coffee sold. Certificate from concerned state Government's GST Registration Certificate wherever applicable. In addition to the above documents: In case of coffee marketed through the Auction platform / Commodity Exchange Registration Certificate as member of ICTA / other recognized marketing auction platform (one time) Proof of coffee sold – Attested copy of sale note issued by the auctioneers' concerned to the FPOs / Co-operatives. In case of coffee exported directly Export permit having Customs Endorsement ICO Certificate of origin having Customs Endorsement Bill of Lading (BL)"
}