{
  "scheme_id": "65b74f5cebb318a5b53843b0",
  "slug": "mrnmspy",
  "scheme_name": "Mukhyamantri Rajya Nirashrit Mahila Samman Pension Yojana",
  "scheme_short_title": "MRNMSPY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Women, Child Development & Social Security Department",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Women Senior Citizen",
    "Old Age",
    "Direct Benefit Transfer"
  ],
  "brief_description": "\"Mukhyamantri Rajya Nirashrit Mahila Samman Pension Yojana\" is a Social Security Scheme by the Department of Women, Child Development & Social Security, Government of Jharkhand, that aims to provide social security to women who are unable to sustain themselves with their own resources.",
  "detailed_description": "Launched by the Department of Women, Child Development &amp;amp; Social Security, Government of Jharkhand, \"Mukhyamantri Rajya Nirashrit Mahila Samman Pension Yojana \" aims to provide social security to women who are unable to sustain themselves with their own resources and are in need of financial assistance. It is a Direct Benefit Transfer (DBT) scheme, so the pension amount will be directly transferred to the bank account of the beneficiary.",
  "benefits": [
    "Amount: ₹ 1,000/- per month to the eligible beneficiary."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Jharkhand. The applicant should have attained the age of 18 years or more. The applicant must belong to any of the following.\nA woman whose husband has died. An abandoned woman. Single Woman aged 45 years or more.\nThe applicant should have a Voter ID card and Aadhar Card. The applicant should not be a beneficiary under any other Social Security pension scheme. The applicant should not be retired or permanently employed in Central and State Government or in public sector undertakings. The applicant or their spouse should not be a recipient of any family pension or pension from Central and State Government or from public sector undertakings. Applicant's family is not an income tax payee.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The interested applicant should request the prescribed format of the application from the office of Block Development Officer (BDO) / Sub Divisional Officer (SDO) / Circle Officer",
        "Step 02: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 03: Submit the duly filled and signed application form along with the documents to the concerned authority at:",
        "Office of the BDO in rural areas. Office of the SDO or Circle Officer in Municipalities and notified areas."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jharkhand.gov.in/PDepartment/ViewDocument?id=D031DO00628062023124410458"
    }
  ],
  "documents_required": "Self attested death certificate of husband. ( In case, applicant's husband has died)\nOr,\nProof Letter/Recommendation Letter from the office of the BDO/SDO/Municipality (In case, applicant is an abandoned or a single woman.\nCopy of Voter ID card (in case, applicants age is 18 years or more). Copy Aadhar Card (in case the applicant does not have an Aadhar Card they need to submit a Self-declaration). Copy of Bank Passbook. Self-declaration regarding the eligibility."
}