{
  "scheme_id": "65a9017230cd9600eb54910c",
  "slug": "srspy",
  "scheme_name": "Sant Ravidaas Shiksha Protsaahan Yojana",
  "scheme_short_title": "SRSPY",
  "state": "Uttar Pradesh",
  "level": "State/ UT",
  "nodal_department": "Labour Department, Uttar Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Financial Assistance",
    "Scholarship"
  ],
  "brief_description": "\"Sant Ravidas Shiksha Protsahan Yojana\" is a scholarship program launched by the Uttar Pradesh government. The scheme aims to provide financial assistance to the children of construction workers for their education.",
  "detailed_description": "The objective of &quot;Sant Ravidas Shiksha Protsahan Yojana&quot; is to encourage the children of construction workers registered in the Building and Other Construction Workers Welfare Board towards education by providing scholarships and incentive funds to their meritorious children and connecting them to the mainstream of education by motivating them for higher and professional education. <br> Under the scheme, the sons/daughters of registered construction workers, after passing class 9, class 10, class 11 or class 12 and entering the next class, are motivated to pursue further studies and provide them facilities to go to school. For the purpose of getting the bicycle purchased, a lump sum amount as prescribed by the Board will be provided in the form of subsidy.",
  "benefits": [
    "Financial Support:",
    "Lump sum amounts awarded for different grades and courses Class 1-5: ₹2,000/- Class 6-10: ₹2,500/- Class 11-12: ₹3,000/- Undergraduate: ₹12,000/- ITI/Polytechnic/Vocational: ₹12,000/- Following professional degrees course (minimum 2 years): Fees or up to ₹60,000/- Management - MBA, BBA Engineering - B.Tech and B.Arch, M.Tech, ME, BE Computer Application - BCA, MCA Fine Arts - BFA Education - B.Ed, B.P.Ed, C.P.Ed, M.Ed Designing - Fashion/Interior/Web Mass Communication/Journalism - BJMC Pharmacy - B.Pharma, M.Pharma Hospitality - Hotel Management Medical - B.D.S, B.A.M.S, B.H.M.S, B.U.M.S Nursing - B.Sc, M.Sc Finance - B.Com/CA/CFA/CS Architecture - B.Arch Law - LLB, LLM Agriculture Post-graduate: ₹24,000/- Research: ₹1,00,000/- Medical Undergraduate (MBBS) and Post Graduate Degree/Diploma, IIM/IIT/NIT/NIFT/Law: Full fee reimbursement. Additional Incentives:",
    "Bicycle subsidy for school commute (once only). Passing high school/intermediate with 70% marks: ₹5,000/- (boys) or ₹8,000/- (girls). Passing graduation/post-graduation with 60% marks: ₹10,000/- (boys) or ₹12,000/- (girls)."
  ],
  "eligibility_criteria": "The construction worker must be registered with the Board and be actively updated. The construction worker must have completed at least one year (365 days) of membership with the Board after registration. The age of the child should be as follows according to the class on July 1 of each year: Class 1 and 2: Maximum age 6 to 8 years Class 3 to 5: Maximum age 8 to 11 years Class 6 to 8: Maximum age 11 to 14 years Class 9 to 12: Maximum age 14 to 18 years Graduate and postgraduate: Maximum age 18 to 25 years Graduate (MBBS) and postgraduate degree/diploma in medicine from any government educational institution: Maximum age 25 to 35 years Research in any subject: Maximum age 25 to 35 years Study at Indian Institute of Management (IIM), Indian Institute of Technology (IIT), National Institute of Technology (NIT), National Institute of Fashion Technology (NIFT), and National Law University: Maximum age 25 to 35 years Aadhaar certification of the construction worker's children is required for the benefits of the scheme. The child must be enrolled in an educational institution that is recognized by a government-established education board/university. The benefits will be payable to a maximum of two children of registered construction workers. Registered construction workers' sons/daughters will be eligible to receive a subsidy for purchasing a bicycle to go to school after passing class 9, 10, 11, or 12 and entering the next class.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "How to get register",
        "Applicant must visit the official web portal.  Provide the required details Enter Aadhaar Number. Choose Circle. Choose District. Mobile Number. Submit the registration request.",
        "How to submit the application",
        "Applicant must visit the official web portal . Provide the required details Choose Circle. Choose Scheme name. Enter Registered Aadhaar Number. Enter Registered Mobile Number. Click on \"Open Application form\". Provide the required details in application form. Applicant/Worker details Child details Bank Account Details Submit the required documents Submit the application request."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://www.upbocw.in/StaticPages/schemes.aspx#tab2"
    },
    {
      "title": "Guideline",
      "url": "https://www.upbocw.in/pdf/schemes/sant_ravidas_17_11_2023.pdf"
    },
    {
      "title": "Registration",
      "url": "https://www.uplmis.in/Guest/frm_createlogin_forlabs.aspx"
    },
    {
      "title": "Apply Portal",
      "url": "https://www.uplmis.in/Guest/frm_CreateLogin.aspx?type=2"
    }
  ],
  "documents_required": "Mark sheets & fee receipts for current and next class. Self-certified copies of mark sheets for grades 1-8 (government schools). Vouchers/bills countersigned by principal (grades 9-12) or relevant authority (degrees/professional courses). Employment/self-declaration certificate for construction work in past year. Additional documents for bicycle benefit (mark sheet, next class fee receipt, school admission/education certificate). Self-declaration letter confirming no other similar scheme benefits received."
}