{
  "scheme_id": "66db57c7150e9fd26bc44b5c",
  "slug": "gls",
  "scheme_name": "Griha Lakshmi Scheme",
  "scheme_short_title": "GLS",
  "state": "Karnataka",
  "level": "State/ UT",
  "nodal_department": "Woman and Child Development Department",
  "implementing_agency": "Karnataka State Women Development Corporation",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Empowerment",
    "Expenses",
    "Below Poverty Line",
    "Woman"
  ],
  "brief_description": "The scheme \"Griha Lakshmi\" aims to provide financial assistance to women heads of households in Karnataka. The scheme offers a monthly benefit of ₹2,000/- to eligible women, helping them manage household expenses and improve their economic stability.",
  "detailed_description": "The scheme &quot;Griha Lakshmi&quot; by the by the Department of Women and Child Development, Government of Karnataka aims to empower women by providing financial assistance to female heads of households. The scheme offers a monthly financial aid of ₹2,000/- to eligible women, helping them manage household expenses and improve their quality of life. Eligible beneficiaries include women who are listed as the head of the family in the ration card, and the scheme is open to families holding Below Poverty Line (BPL) or Above Poverty Line (APL) ration cards.",
  "benefits": [
    "Financial Assistance of ₹2,000/- per month. The amount is directly transferred to the beneficiary's bank account linked with Aadhaar (DBT) or through RTGS for non-Aadhaar linked accounts."
  ],
  "eligibility_criteria": "The applicant should be a woman.\nThe applicant should be listed as the head of the family on the ration card. The applicant should be the head of the family as per the ration card (BPL or APL). The family of the applicant should be a resident of Karnataka.\nPreference/Priority/Reservation/Relaxation\nWomen from BPL families are given priority. In case of the death of the family head, the next eligible female member can be registered.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1:  Visit the Official Website of Seva Sindhu Guarantee Schemes Portal .",
        "Step 2:  Register on the portal using your Aadhaar Number and Mobile Number.",
        "Step 3:  Use the credentials you created during registration to log in. Navigate to the online application form for the scheme.",
        "Step 4: In the form, fill in all the mandatory fields and upload all the mandatory documents in the specified format and size.",
        "Carefully review all the information provided and the documents uploaded. Make any necessary corrections.",
        "Step 5: Acknowledge and agree to the terms and conditions, declaration, and privacy policy (if any). Click the \"Submit\" or \"Apply\" button to submit your application. You'll receive a confirmation message. Note the application reference number for tracking."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the nearest Grama One, Bangalore One, Karnataka One, or BBMP Ward Office. Alternatively, the government-appointed representatives will visit your home for enrollment.",
        "Step 2: Request a hard copy of the prescribed format of the application form.",
        "Step 3: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the staff.",
        "*The application process is completely free of cost.",
        "*There is no last date for enrollment; beneficiaries can register at any time."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://wcd.karnataka.gov.in/storage/pdf-files/GruhaLaxmiGO.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://wcd.karnataka.gov.in/"
    },
    {
      "title": "FAQs",
      "url": "https://sevasindhugs.karnataka.gov.in/PDF/Gruha_Lakshmi_FAQ.pdf"
    },
    {
      "title": "Government Order",
      "url": "https://sevasindhugs.karnataka.gov.in/PDF/Gruha_Lakshmi_Main_GO.pdf"
    }
  ],
  "exclusions": "The families where the head of the household is a male. The families where the woman head is paying income tax or GST.",
  "documents_required": "Copy of the Ration Card Where the Woman is Listed as the Head of the Family. Copy of the Aadhaar Card of the Beneficiary. Passbook of the Bank Account Linked With Aadhaar or RTGS Details for Non Aadhaar-linked Accounts. Any Document Proving Residence in Karnataka. Income Certificate (if applicable). Self-Declaration Form (confirming head of household status). Death Certificate of Husband (for widows, if applicable)."
}