{
  "scheme_id": "62ac1088144a74bd6d761ad7",
  "slug": "pmay-g",
  "scheme_name": "Pradhan Mantri Awaas Yojana - Gramin",
  "scheme_short_title": "PMAY - G",
  "level": "Central",
  "nodal_department": "Department of Rural Development",
  "implementing_agency": "Ministry Of Housing And Urban Affairs (MoHUA)",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing",
    "Shelter, integrated support and assistance",
    "Loan"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Rural Development",
    "Housing",
    "Loan",
    "Financial Assistance"
  ],
  "brief_description": "Launch on 1st April 2016, Pradhan Mantri Awaas Yojana Gramin (PMAY-G) is centre's flagship mission by the Ministry of Rural Development (MoRD), implemented by the Ministry of Housing and Urban Affairs (MoHUA). PMAY-G addresses the rural housing shortage and bridges the housing deficit in rural areas",
  "detailed_description": "Launch on 1st April 2016, Pradhan Mantri Awaas Yojana Gramin (PMAY-G) is centre&#39;s flagship mission by the Ministry of Rural Development (MoRD), implemented by the Ministry of Housing and Urban Affairs (MoHUA). PMAY-G aims at providing a pucca house, with basic amenities, to all houseless households and those households living in kutcha and dilapidated house. PMAY-G addresses the rural housing shortage and bridges the housing deficit in rural areas of India, contributing significantly to the mission of &quot;Housing for All&quot;. The minimum size of the houses under PMAY-G is 25 sq m including a dedicated area for hygienic cooking. As of 27th Sept 2022, 2.00 crore houses have been constructed out of the total target of 2.72 crores. The beneficiaries are identified using the Socio-Economic and Caste Census (SECC) parameters and verified by the Gram Sabhas. The amount is transferred directly to the Aadhaar-Linked Bank Account / Post-Office Account of the beneficiary. PMAY-G has been extended for another two years, i.e. till 31st March 2024. > **Aim and Objective:** PMAY-G aims to provide a pucca house with basic amenities to all houseless households and households living in kutcha and dilapidated house in rural areas by 2024. The immediate objective is to cover 1.00 Crore households in rural areas, that are houseless or living in kutcha / dilapidated house, in three years from 2016-17 to 2018-19 and enable construction of quality houses by the beneficiaries using local materials, designs and trained masons. For houses to become homes, adoption of a habitat approach through convergence is proposed.",
  "benefits": [
    "Financial Assistance of ₹ 1,20,000 per unit for plain areas; and ₹ 1,30,000 per unit for hilly areas, difficult areas, and IAP districts (Himalayan states, North-Eastern states, and Union Territories of Jammu & Kashmir). A willing beneficiary can avail of institutional finance (loan) of up to ₹ 70,000 at 3% lower interest rate, to build a permanent house. The maximum principal amount for which subsidy can be sought is ₹ 2,00,000. The minimum size of the house shall be is 25 sq m including a dedicated area for hygienic cooking. In convergence with Swachh Bharat Mission-Gramin (SBM-G), the beneficiaries get financial assistance of up to ₹ 12,000 for the construction of toilets. In convergence with MGNREGA, the beneficiary is entitled to employment as unskilled labor (Rural Mason Training) at ₹ 90.95 per day for 95 days. In convergence with Pradhan Mantri Ujjwala Yojana, one LPG connection per house is provided. Convergence with different government programmes for piped drinking water, electricity connection, clean & efficient cooking fuel, treatment of social and liquid waste, etc. Payments are made electronically directly to bank accounts or post office accounts that are linked to Aadhaar.",
    "Note: Beneficiaries are identified using the \"Housing Deprivation Parameters\" from the Socio-Economic and Caste Census (SECC) 2011 [ https://secc.gov.in/] , further verified by the Gram Sabhas."
  ],
  "eligibility_criteria": "The universe of eligible beneficiaries under PMAY-G will include all the houseless households living in zero, one, or two-room houses with kutcha walls and kutcha roofs (as per SECC data, and subject to the exclusion process).\nCriteria for Automatic/Compulsory Inclusion - \n1. Households without shelter\n2. Destitute/ living on alms\n3. Manual scavengers\n4. Primitive Tribal Groups\n5. Legally released bonded laborer\nPrioritisation within the Universe\ni. There will be multilayered prioritization within the universe of eligible PMAY-G beneficiaries. Priority will first be assigned on the basis of parameters reflecting housing deprivation in each category viz., SC/ST, Minorities, and Others.\nii. To begin with, households will be prioritized based on houselessness followed by the number of rooms; zero, one, and two rooms, in that order.\niii. In a particular social category viz., SC/ST, Minorities, and Others, households that are houseless or living in houses with a lower number of rooms shall not be ranked below households living in houses with a higher number of rooms.\nWithin the above priority groups, households that fulfill the criteria of \"compulsory inclusion\", will be further elevated. Automatically included households shall not rank lower than other households within a priority group. Inter-se priority within the two subgroups viz. households which are automatically included and otherwise will be determined based on their cumulative deprivation scores.\nThe scores will be calculated from the socio-economic parameters given below with each having equal weight:\ni. Households with no adult member between ages 16 to 59\nii. Female-headed households with no adult male member between ages 16 to 59\niii. Households with no literate adult above 25 years\niv. Households with any disabled member and no able-bodied adult member\nv. Landless Households deriving the major part of their income from manual casual labor\nvi. Households with higher deprivation scores will be ranked higher within the subgroups.\nNote:  To ensure that assistance is targeted at those who are genuinely deprived and that the selection is objective and verifiable, the housing deprivation parameters in the SECC data will be used for identifying households and then verified by the Gram Sabhas.\nEarmarking of Targets -\nFor SC/ST:\n60% of the target allocated to each State/ UT should be earmarked for SC/STs, subject to the availability of eligible beneficiaries. Within earmarked targets, the proportion of SC and ST is to be decided from time to time by the respective States/UTs. Further, the States/ UTs would be allowed to interchange targets between SC and ST if there are no eligible beneficiaries from either of the category and it is certified as such. In case all eligible SC and ST households are covered, the State/ UT targets would be allocated to beneficiaries from the 'Other' categories included in the Permanent Wait List drawn from SECC 2011.\nFor Minorities:\nFurther, as far as possible, 15% of the total fund would be earmarked for Minorities at the National Level for households. The allocation of targets for Minorities among the States/UTs will be on the basis of the proportionate rural population of Minorities in the respective State/UT as per Census 2011 data. Minorities notified under Section 2(c) of the National Commission for Minorities Act, 1992 are to be considered eligible for receiving benefits against Minority earmarks.\nFor PwDs:\nAccordingly, in the scheme of PMAY-G, while deciding the inter-se priority among the beneficiaries who are to be provided assistance, households with any disabled member and no able-bodied adult member have been accorded additional deprivation score so that such households are given priority while allotting the houses. Keeping in view the provisions of the Persons with Disabilities Act, of 1995, the States to the extent possible, may ensure that 3% of beneficiaries at the State Level are from among persons with disabilities.\nTie Breaker\nIn case there is a tie with more than one household within a subgroup having the same deprivation score, the households will be ranked according to priority on the basis of the following parameters:\ni. Households with widows and next-of-kin of members of defence/paramilitary/police forces killed in action.\nii. Households where a member is suffering from leprosy or cancer and People living with HIV (PLHIV).\niii. Households with a single girl child.\niv. Beneficiary families of the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, commonly known as the Forest Rights Act.\nv. Transgender persons.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Beneficiary Registration Manual - https://pmayg.nic.in/netiayHome/Document/Document-PMAYG-Registratio-Manual.pdf ",
        "There are four sections to the beneficiary registration process:",
        "Personal details, Bank account details, Convergence details, and Details from the concerned office.",
        "To successfully register or add the beneficiary, follow the steps given below:",
        "Visit the official website for login PMAY-G.",
        "Fill in the details required in the personal details section (such as gender, mobile number, Aadhaar number, etc.) Upload the consent form required to use the Aadhaar number. Click on the search button to find the beneficiary name, PMAY ID, and priority. Click on ‘'Select to Register''. The beneficiary details will be automatically generated and displayed. The remaining beneficiary details can now be filled in, such as ownership type, relation, Aadhaar number, etc. Upload the consent form required to use the Aadhaar number on behalf of the beneficiary In the next section, add the beneficiary account details in the required fields, such as beneficiary name, bank account number, etc. If the beneficiary wants to avail a loan, select ‘'Yes'' and enter the required loan amount. In the next section, enter the MGNREGA job card number and Swachh Bharat Mission (SBM) number of the beneficiary The next section will be filled in by the concerned office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Hindi)",
      "url": "https://pmayg.nic.in/netiayHome/Uploaded/Guidelines-Hindi_book_final.pdf"
    },
    {
      "title": "Guidelines (ENGLISH)",
      "url": "https://pmayg.nic.in/netiayHome/Uploaded/Guidelines-English_Book_Final.pdf"
    },
    {
      "title": "PMAY-G Dashboard",
      "url": "https://pmayg.nic.in/netiay/PBIDashboard/PMAYGDashboard.aspx"
    },
    {
      "title": "Beneficiary Registration Manual",
      "url": "https://pmayg.nic.in/netiayHome/Document/Document-PMAYG-Registratio-Manual.pdf"
    }
  ],
  "exclusions": "Step 1: Exclusion of pucca houses\nAll households living in houses with pucca roofs and/or pucca walls and households living in houses with more than 2 rooms are filtered out.\nStep 2: Automatic Exclusion\nFrom the remaining set of households, all households fulfilling any one of the 13 parameters listed below are automatically excluded:-\n1. Motorised two/three/four wheeler/ fishing boat\n2. Mechanised three/four-wheeler agricultural equipment\n3. Kisan Credit Card with a credit limit of Rs.50,000 or above\n4. Household with any member as a Government employee\n5. Households with non-agricultural enterprises registered with the Government\n6. Any member of the family earning more than Rs.10,000 per month\n7. Paying income tax\n8. Paying professional tax\n9. Own a refrigerator\n10. Own a landline phone\n11. Own 2.5 acres or more of irrigated land with at least one irrigation equipment\n12. 5 acres or more of irrigated land for two or more crop seasons\n13. Owning at least 7.5 acres of land or more with at least one irrigation equipment",
  "documents_required": "Aadhaar number and a self-attested copy of the Aadhaar Card (If the applicant is illiterate, then in such case a consent letter has to be obtained along with the thumbprint of the applicant) Job Card (duly registered with MGNREGA) Bank account details – both originals and duplicates. Swachh Bharat Mission (SBM) number. Affidavit stating the beneficiaries, or their family members do not own a pucca house."
}