{
  "scheme_id": "6799ee55e128bbaf34fec8c3",
  "slug": "lsmsscst",
  "scheme_name": "Laptop Scheme for Meritorious Students of SC/ST",
  "scheme_short_title": "LSMSSCST",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Information and Publicity Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Education",
    "School",
    "Laptop",
    "Scheduled Caste",
    "Scheduled Tribe"
  ],
  "brief_description": "The scheme \"Laptop Scheme for Meritorious Students of SC/ST\" by the Department of Information Technology, Electronics and Communication, Government of Goa aims to provide laptops to the meritorious students who were born in Goa.",
  "detailed_description": "The scheme &quot;Laptop Scheme for Meritorious Students of SC/ST&quot; by the Department of Information Technology, Electronics and Communication, Government of Goa aims to provide laptops to the meritorious students who were born in Goa. The students fulfilling the eligibility criteria may apply for the scheme by filling the prescribed online application form. The call for applications for the scheme will be announced by Info Tech Corporation of Goa Limited (ITG) every year.",
  "benefits": [
    "Laptop is provided to the meritorious student."
  ],
  "eligibility_criteria": "The applicant should be born in Goa. The applicant should be from a Scheduled Caste (SC) or Scheduled Tribe (ST) Community. The applicant should have passed the class 10th examination of the Goa Board in the first attempt. The applicant should have scored at least 70% (aggregate) marks in the class 10th examination of the Goa Board. The applicant should be schooling in the taluka in which he/she is considered meritorious. In the case of male students, he should have featured in the Top 5 among the Class 10th male students of his taluka. In the case of female students, she should have featured in the Top 5 among the Class 10th female students of her taluka.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The students fulfilling the eligibility criteria may apply for the scheme by filling out the prescribed online application form . The complete application will be reviewed by the scrutinizing committee of Info Tech Corporation of Goa Limited.",
        "* The applicants having their applications completed in all respects will only be considered for the scheme.",
        "* The start and last date for applying for the scheme will be announced by Info Tech Corporation of Goa Limited (ITG) every year.",
        "* For technical support write to topper.helpdesk@gmail.com or call 9607963089 / 9607963098 ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dit.goa.gov.in/schemes_policies.html"
    }
  ],
  "documents_required": "Birth Certificate of the Applicant Issued by the Competent Authority of the Government of Goa. Mark Sheet Issued by the Goa Board of Secondary & Higher Secondary Education. Consent of the Parent in Prescribed Format. Photo ID Proof of Applicant (Aadhaar Card/School ID Card etc.). ID Proof of the Parent displaying signature (PAN Card/Passport/Driving License etc.). Attested Copy of Caste Certificate, issued by the Competent Authority of the Government of Goa."
}