{
  "scheme_id": "66ed4851a2ae583ad3e22f67",
  "slug": "adtwdiap",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department-Incentive/Award of Prizes",
  "scheme_short_title": "ADTWDIAP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Students",
    "Financial Assistance",
    "Education"
  ],
  "brief_description": "The scheme \"Adi Dravidar and Tribal Welfare Department-Incentive/Award of Prizes\" offers incentives to One Boy and One Girl each from Adi Dravidar/ Tribal/ Adi Dravidar Converted to Christianity who have secured highest mark who have achieved top marks in 10th and 12th standard examinations.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department-Incentive/Award of Prizes\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, provides district-level prizes to students based on their performance in the 10th and 12th standard examinations. The incentives are given to one Boy and one Girl each from Adi Dravidar/ Tribal/ Adi Dravidar Converted to Christianity who have secured the highest mark.",
  "benefits": [
    "10+2 Examination: ₹3,000/-. 10th Std. First Prize: ₹1,000/-. 10th Std. Second Prize: ₹5,00/-. 10th Std. Third Prize: ₹3,00/-."
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/ Tribal/ Adi Dravidar (converted to Christianity) community. The beneficiary should have secured the highest marks in 10th or 12th standard exams within the district.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the District Adi Dravidar and Tribal Welfare Officer. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83082"
    }
  ],
  "documents_required": "Proof of Identity (Aadhaar card). Mark sheets of the 10th or 12th standard examination. Community certificate (Adi Dravidar/ Tribal/ Adi Dravidar Converted to Christianity). Bank Account details for prize transfer. Any other documents (if required)."
}