{
  "scheme_id": "668f8037ffca8218ce467556",
  "slug": "jkrmy",
  "scheme_name": "Jharkhand Krishi Rin Mafi Yojana",
  "scheme_short_title": "JKRMY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Agriculture, Animal Husbandry & Co-operative",
  "implementing_agency": "Department Of Agriculture, Animal Husbandry & Cooperative, Government Of Jharkhand",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Farmer",
    "Crop Loan",
    "Kisan Credit Card",
    "Agriculture"
  ],
  "brief_description": "The objective of the scheme is to provide relief from the debt burden to short-term agricultural loan holders in the state. Under this scheme, outstanding loan amounts of up to ₹50,000/- in standard crop loan outstanding accounts as of 31st March 2020, will be waived.",
  "detailed_description": "The &amp;quot;Jharkhand Krishi Rin Mafi Yojana&amp;quot; was launched by the Department of Agriculture, Animal Husbandry &amp;amp; Cooperative, Government of Jharkhand on 7th January 2021, to provide relief from the debt burden to short-term agricultural loan holders in the state. Under this scheme, outstanding loan amounts of up to ₹50,000/- in standard crop loan outstanding accounts as of 31st March 2020, will be waived. Standard crop loan borrowers as of 31st March 2020, will be eligible to avail the benefits of this scheme. **The main objectives of the scheme are as follows:** - To improve the loan eligibility of crop loan holders. - To ensure receipt of new crop loan. - To stop the migration of farming communities. - To strengthen the agricultural economy. **Salient features of the scheme:** - Details of standard KCC loans covered under Aadhaar card and ration card are being uploaded by the bank on the loan waiver portal. - The scheme will be implemented online through the web portal. This will minimize contact between the applicant and officials. - Identification of correct beneficiaries using the Aadhaar number of the applicant and paperless application process. - Easy online application process. - The process of receiving applications through the Common Service Centre and Banks so as to provide scheme facilities to the applicants near their homes. - Redressal of grievances of applicants through online mode.",
  "benefits": [
    "Under this scheme, outstanding loan amounts of up to ₹50,000/- in standard crop loan outstanding accounts as of 31st March 2020, will be waived.",
    "Note: Repayment of outstanding loan through DBT."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Jharkhand. The age of the farmer should be more than 18 years. The applicant should be a farmer who self-cultivates their land or cultivates leased land. The applicant should be a small or marginal farmer who has availed of the loan through the Kisan Credit Card. The farmer should have a valid Aadhaar number. The applicant should be a valid ration card holder. The applicant should be a Kisan Credit Card holder. The applicant should be a short-term crop loan holder. The crop loan should be issued by a recognized bank located in Jharkhand. The family of the deceased debtor is also eligible under the scheme. The applicant should have a standard crop loan account. Only one member per family holding a crop loan will be eligible. This scheme will be voluntary for all crop loan holders. Note: The applicant has to pay ₹1/- only for the application. Eligibility for banks, criteria, determining outstanding loans and deadlines, eligible loan accounts, and exceptions: Qualified Banks - Commercial Banks, Scheduled Co-operative Banks and Rural Banks Qualifying Loan - Short-Term Crop Loan Eligible period for disbursement - Upto 31.03.2020 Qualifying Loan Account - Single & Joint Loans taken for crop diseases",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the \" Jharkhand Krishi Rin Mafi Yojana \" official website to apply for scheme benefits. Step 2: On the home page, click on ' Beneficiary Registration ' and then enter your Aadhaar Number. Step 3: Your basic information, such as name and loan amount, will be displayed upon entering your Aadhaar number. Step 4: Enter your ration card number. Step 5: Click on the name under which the loan is registered. Step 6: Review all displayed information carefully and click \"Submit\". Step 7: Authenticate your Aadhaar to verify your identity. Step 8: Proceed to make the application fee payment. Step 9: After successful payment, receive a confirmation slip for your application."
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant will have to follow the following procedures to avail the benefits of this scheme:- Step 1: To apply for this scheme, the eligible applicant has to visit the Common Service Centers (CSCs)/Bank Branch with a copy of his/her Aadhaar Card and Ration Card. Step 2: CSC Bank will help the applicant to view their outstanding loan amount and other details using their Aadhaar number on the scheme portal. Step 3: The applicant will have to provide his/her mobile number and copy of Aadhaar and Ration Card for uploading on the scheme portal. Step 4: Once the applicant confirms the outstanding details, he/she has to authenticate his application through e-KYC. Step 5: Once the applicant confirms his/her details through e-KYC, his/her application will be automatically submitted to the scheme portal for further verification and processing. Step 6: The applicant will receive a token number or reference number upon successful submission of his/her application. This can also be used for future reference. Step 7: The applicant has to pay ₹1/- only for the application. Step 8: The applicant can also receive the confirmation message of application submission on his/her mobile number. Step 9: The applicant can be given a receipt for fee payment at the CSC centre."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://jkrmy.jharkhand.gov.in/Default"
    },
    {
      "title": "Guidelines",
      "url": "https://jkrmy.jharkhand.gov.in/LetterPDF/Letter_-28_Dt-07-01-2021_Rin_Mafi_Santion_letter.pdf"
    },
    {
      "title": "Registration Link",
      "url": "https://jkrmy.jharkhand.gov.in/search"
    }
  ],
  "exclusions": "The following category of borrowers will not be eligible to join this scheme:- Former and present members of Rajya Sabha/Lok Sabha/Legislative Assembly/ Former or present Minister of State Government/Current Chairman of Municipal Bodies / Current Chairman of District Council. All serving or retired officers and employees of Central or State Government, Departments, and their regional units \"Ministries/PSEs and attached offices of State Government, autonomous institutions under the Government, and regular employees of local bodies (except Multitasking Staff / Group-IV / Group-D employees) All Superannuated/Retired pensioners whose monthly pension is ₹10,000/- or more. (Except Multitasking Staff/Group-IV/Group-D personnel) All persons who paid income tax in the last assessment year. Professionals like all registered doctors, engineers, lawyers, chartered accountants, and architects who are practicing.",
  "documents_required": "Aadhaar Card Passport-size photograph Proof of age Ration card Kisan Credit Card (KCC) Bank account details/bank passbook Other necessary documents if required"
}