{
  "scheme_id": "67250b6863066fa2674f858c",
  "slug": "eatt10t12s",
  "scheme_name": "Educational Assistance to the 10th to 12th Students",
  "scheme_short_title": "EATT10T12S",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Student",
    "Construction Worker",
    "Scholarship",
    "Labour"
  ],
  "brief_description": "The Educational Assistance to the 10th to 12th Students scheme was launched by the Maharashtra Building And Other Construction Workers Welfare Board (MBOCWW), Labour Department Maharashtra.",
  "detailed_description": "The Educational Assistance to the 10th to 12th Students scheme was launched by the Maharashtra Building And Other Construction Workers Welfare Board (MBOCWW), Labour Department Maharashtra. Under this scheme, educational assistance of ₹10,000/- to the children of the registered worker scoring 50% or more marks in the 10th and 12th standard examinations.",
  "benefits": [
    "Financial assistance of ₹10,000/- for children scoring 50% or more in 10th or 12th standard exams."
  ],
  "eligibility_criteria": "The children's parents or guardians should be registered under the Maharashtra Building and Other Construction Workers Welfare Board. The child must have passed the 10th or 12th standard with at least 50% marks. Only children and spouse of registered construction workers are eligible to get educational assistance.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant downloads the application form from the MBOCWW official website.",
        "Step-2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-3: Submit the duly filled and signed application form along with the documents to the Labor Commissioner/Government Labor Officer.",
        "Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mahakamgar.maharashtra.gov.in/welfare-scheme-for-building-other-construction-workers.htm"
    },
    {
      "title": "Official Website",
      "url": "https://mahabocw.in/"
    }
  ],
  "documents_required": "Passport-size Photo. Aadhaar Card. Identity Card of Maharashtra Building and Other Construction Workers Welfare Board. Bank Passbook. Marksheet for at least 50% or more secured marks. Proof of Residence (One of Aadhaar Card/Passport/Driving Licence/Ration Sheet/Last Month's Electricity Bill/Gram Panchayat Certificate)."
}