{
  "scheme_id": "68149eed85d2610f324ead21",
  "slug": "support-to-children",
  "scheme_name": "Support to children of labourers working in coffee plantation / curing works in Traditional Areas, Non-Traditional Area and North Eastern Region",
  "scheme_short_title": "SUPPORT TO CHILDREN",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Support To Children"
  ],
  "brief_description": "Labourers working in coffee plantations and curing establishments are the important stakeholders of the industry",
  "detailed_description": "Labourers working in coffee plantations and curing establishments are the important stakeholders of the industry. To provide welfare measures in the form of educational stipend incentives for merit, financial assistance towards higher education to the children of laborers. Who excel in studies and pursue higher education after X class to improve their education.",
  "benefits": [
    "Extent of Incentives",
    "Sl. No. | Particulars | Scale of Incentives [amount in Rs.]\nI. | Educational Stipends | 5,000\nII. | Incentive Award | 2,500 for one girl & boy\nIII. | Financial Assistance\n1. | Traditional Courses (Arts, Science, Commerce etc.)\n(a) | Graduation | 7,500\n(b) | Post-Graduation | 15,000\n2. | Professional Courses\n(a) | Medical Sciences | 20,000\n(b) | Agriculture and allied Science / Animal Husbandry / Engineering / Pharmacy / Nursing / other equivalent professional degree | 20,000"
  ],
  "eligibility_criteria": "Children of labourers working in coffee plantations and licensed coffee curing works in Traditional Area, Non Traditional Area and North East Region, pursuing higher education after X class to improve their education. The first two surviving children of labourers working in coffee plantations and licensed coffee curing works are eligible. However, if the second child birth results in twins or multiple births, assistance shall be admissible to all the children if other requirements viz., merit is fulfilled individually. Children of clerks, drivers, supervisors and managers of estate / curing works are not entitled for these benefits. The educational institution in which the student is studying should be recognized by the central / state Governments Educational Stipends: Students who have passed SSLC / 10th class / Matriculation examination and have taken up higher studies after SSLC viz 1st year PUC, Polytechnic / Vocational Training in the current academic year are eligible Incentive Award: one girl student and one boy student in each region of the Deputy Director (Extension) (In case of NER, Joint Director (Extension) Region) who have scored highest marks in the SSLC / 10th class / matriculation examination in the previous academic year and continuing further studies in the current academic year are eligible. Financial Assistance: Students pursuing higher education such as Graduation / Post- Graduation / Professional courses such as Medical, Engineering, Agriculture, Pharmacy & Nursing during the current academic year after completion of 2nd PUC / 12th class during the previous academic year are eligible A student who is eligible for educational stipend is also eligible for incentive award based on merit. Students pursuing 1st year PUC (11th class) or Diploma courses during a particular academic year. But completed SSLC (10th class) during earlier years are also eligible for educational stipends Students pursuing Graduation / Professional courses during a particular academic year, but completed 2nd year PUC (12th class) during earlier years are also eligible for financial assistance Students pursuing Post Graduation studies during the current year but completed Graduation during previous years are also eligible for financial assistance Students pursuing 2nd or 3rd year of Graduation or Post-graduation courses as the case may be are eligible for financial assistance irrespective of whether they had availed / applied for financial assistance during the previous years while pursuing 1st or 2nd year of the course",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Procedure for availing the incentives Application in the prescribed format from the students who are children of Labourers working in coffee plantations and licensed coffee curing works shall be entertained along with the following documents: Duly filled in application in the prescribed forms, affixed with recent photographs of the students Caste Certificate in case of SC/ST growers A self-attested identity card viz., student identity card and Aadhaar A self-attested marks sheet of the previous class/year A certificate from the owners / authorized persons of the plantation/curing works in which the parents are employed (as per the prescribed format provided in the application) A certificate from the principal of the college, where the student is studying during the current academic year (as per the prescribed format provided in the application) A copy of the Aadhaar seeded Bank pass book having the details of account number, name of the branch, IFSC code etc.,"
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Duly filled in application in the prescribed forms, affixed with recent photographs of the students Caste Certificate in case of SC/ST growers A self-attested identity card viz., student identity card and Aadhaar A self-attested marks sheet of the previous class/year A certificate from the owners / authorized persons of the plantation/curing works in which the parents are employed (as per the prescribed format provided in the application) A certificate from the principal of the college, where the student is studying during the current academic year (as per the prescribed format provided in the application) A copy of the Aadhaar seeded Bank pass book having the details of account number, name of the branch, IFSC code etc.,  Amendment to the scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible incentive from the Coffee Board. The release of eligible amount to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}