{
  "scheme_id": "65002c3d8b9d77aaeb8939a0",
  "slug": "spfappbga",
  "scheme_name": "Scheme to Provide Financial Assistance to the Publishers for Publishing Books of Goan Authors",
  "scheme_short_title": "SPFAPPBGA",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Book",
    "Publish",
    "Culture",
    "Financial Assistance"
  ],
  "brief_description": "\"Scheme to Provide Financial Assistance to the Publishers for Publishing Books of Goan Authors\" by the Directorate of Art and Culture, Government of Goa, has been designed to promote Goan publishers to provide them with financial support for the publication of books.",
  "detailed_description": "&quot;Scheme to Provide Financial Assistance to the Publishers for Publishing Books of Goan Authors&quot; by the Directorate of Art and Culture, Government of Goa, has been designed to promote Goan publishers to provide them with financial support for the publication of books. <br> > **Objectives** 1. To support Goan publishers, by providing them with opportunities and encouraging them in publishing the books. 1. To give financial support to Goan publishers for publishing the books.",
  "benefits": [
    "Upto 300 books will be purchased, subject to the condition that the total amount should not exceed ₹ 50,000/-.",
    "NOTE: The publisher shall give a minimum 15% discount on the price of the book."
  ],
  "eligibility_criteria": "Any Goan publisher is eligible for the scheme provided the writer of the book is Goan. The applicant should have substantial experience in publication. The applicant should publish a minimum of 500 copies of the book for which he wants to avail the financial assistance. The book could be published by the author himself or published by any other publishing unit provided NOC is issued by the author to the publisher. The book should contain 100% originality. The printing and paper of the book should be of good quality & standard.\nNOTE: The person who has lived in Goa for a minimum of 10 years of his creative lifespan, will be treated as Goan for the purpose of this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Directorate Of Art & Culture, Government of Goa, 5th Floor, Shram Shakti Bhavan, Panaji, Patto, Panaji, Goa - 403001",
        "Step 2: Take a print of the proforma of  the application form of the respective scheme, or request a hard copy from the concerned authority.",
        "Step 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents to the Director or to the ACO-II, Directorate of Art & Culture, Phone: 0832-2404623, Email: aco3-dac.goa@nic.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/06/Chitizen-Charter-2022-2023-art-and-culture.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/06/Goan-Authors-and-Publishers-Form-22-23.pdf"
    },
    {
      "title": "Guidelines",
      "url": "https://www.artandculture.goa.gov.in/en/schemes-programmesgrants/scheme-to-provide-financial-assistance-to-the-publishers-for-publishing"
    }
  ],
  "exclusions": "No grants should be given for the printing of the second edition. Works of translation will not be considered. No anthology/ compilation shall be considered.",
  "documents_required": "Three Copies of the Book. Noc of the Writer as Per Enclosed Format. Printing Bill. Address Proof of the Writer Such as Residential Certificate/ Photocopy of Election Card/ Aadhar Card/ Ration Card Etc. Bank Details of the Applicant as Per Enclosed Proforma or Xerox Copy of the Cheque. Undertaking of the Writer/ Publisher (10 Years Resident) as Per Enclosed Format."
}