{
  "scheme_id": "67b1de5350fc00c18b820ac7",
  "slug": "scleses",
  "scheme_name": "Share Capital to Local Entrepreneurs and Self Employed Scheme, 2008",
  "scheme_short_title": "SCLESES",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Commercial Taxes Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Micro finance"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Entrepreneur",
    "Employed",
    "Loan",
    "Insurance"
  ],
  "brief_description": "The \"Share Capital to Local Entrepreneurs and Self Employed Scheme, 2008\" aimed to encourage local youths to start income-generating activities and promote self-employment. The scheme provided financial support for individuals and groups, covering 50% of the project cost.",
  "detailed_description": "Launched in 2008, the scheme &quot;Share Capital to Local Entrepreneurs and Self Employed Scheme, 2008&quot; by the Directorate of Industries, Trade and Commerce, Government of Goa aimed to encourage local youths, preferably of Goan origin, to start income-generating activities by providing share capital contribution for industrial and self-employment opportunities. The scheme offered financial support up to ₹2,00,000/- per individual (₹3,00,000/- for those with professional qualifications) and up to ₹10,00,000/- for groups, covering 50% of the project cost. Eligible applicants included individuals or groups of individuals who were residents of Goa for at least 15 years, with preference given to women, disabled persons, and those from Scheduled Castes, Scheduled Tribes, and Other Backward Classes. The scheme was implemented by the Directorate of Industries, Trade and Commerce, Goa, and remained in force until 31st March 2011.",
  "benefits": [
    "Capital Contribution",
    "₹2,00,000/- per individual, covering 50% of the total project cost. ₹3,00,000/- per individual for those with professional qualifications, provided the business activity was linked to their qualifications. ₹10,00,000/- maximum for groups, with no restriction on the number of members.",
    "Interest-Free Loan: The capital contribution was interest-free.",
    "Repayment: Repayment was to be made in equal monthly installments within 10 years, with a moratorium period not exceeding one year.",
    "Insurance Cover: Special insurance cover was provided, absolving the beneficiary of outstanding dues in case of death or permanent disability. The insurance premium was ₹200 per,00,000/- or part thereof, to be paid once before disbursal.",
    "Disbursement",
    "Disbursement of capital contribution was made upon approval of the application by the Task Force Committee. The last date for disbursement was 31st January for claims filed between January and June, and 31st July for claims filed between July and December."
  ],
  "eligibility_criteria": "The applicant could be Individuals or groups of individuals could apply. Individuals born and resident in Goa for 15 years were given preference. The applicant had to be below 40 years of age. For women, disabled persons, Scheduled Castes, Scheduled Tribes, and Other Backward Classes, the age limit was relaxed by 5 years. The applicant had to have passed at least the 8th standard. This requirement could be relaxed in deserving cases by the Director of Industries, Trade and Commerce. The income of the applicant along with their spouse should not exceed ₹80,000/- per annum. The applicants who had availed more than 15% subsidy under any other scheme were not eligible. The applicants who were covered under the Kamdhenu Scheme (except for dairy/dhilling units) were not eligible.\nPreference/Priority\nPriority was given to women entrepreneurs, self-help groups of women, and disabled persons. 30% of the budgeted outlay was reserved for women entrepreneurs.\n*The Director of Industries, Trade and Commerce could relax any provision of the scheme with government approval if needed.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant had to purchase the application form for ₹25/- from the Directorate of Industries, Trade and Commerce, Udyog Bhavan, Panaji, Goa.",
        "Step 2: The applicant had to fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The applicant had to pay a non-refundable processing fee of ₹200/- and attach the receipt with the application.",
        "Step 4: The applicant had to submit the duly filled and signed application form along with all required documents to -",
        "The Directorate of Industries, Trade and Commerce, Udyog Bhavan, Panaji, Goa.",
        "Post Application Processes",
        "Step 1: The Task Force Committee (TFC) scrutinized the application and recommended it for disbursement if found feasible.",
        "Step 2: Upon approval, the capital contribution was disbursed by the Directorate of Industries, Trade and Commerce or the Economic Development Corporation.",
        "*Beneficiaries had to repay the capital contribution in equal monthly installments within 10 years, with a moratorium period not exceeding one year.",
        "*Beneficiaries had to pay the insurance premium (₹200 per,00,000/- or part thereof) before the disbursal of the loan.",
        "Appeal Process",
        "In case of grievances, the last date to file an appeal was 20th February for claims filed between January and June, and 20th August for claims filed between July and December."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 16)",
      "url": "https://ditc.goa.gov.in/sites/default/files/Preferential-Purchase-Incentives-for-Micro-and-Small-Enterprises.pdf"
    }
  ],
  "documents_required": "Proof of Residence Educational Certificate Income Certificate Proof of Age Training Certificates (if applicable, for professional qualifications) House Tax Receipt or Form I/XIV (as proof of property for guarantor) Caste Certificate (if applicable, for age relaxation) Disability Certificate (if applicable, for age relaxation)\n*The applicant had to provide a self-guarantee along with one guarantor owning residential accommodation or property in Goa. For capital contributions below ₹50,000/-, personal guarantees by the applicant and their parents or spouse were sufficient."
}