{
  "scheme_id": "67b03b89c15709a4dbe0056b",
  "slug": "gsfiicps",
  "scheme_name": "Goa State Financial Incentives to the Industries for Certification and Patenting Scheme, 2008",
  "scheme_short_title": "GSFIICPS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Commercial Taxes Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Intellectual property rights and patents",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Incentive",
    "Industry",
    "Certification",
    "Patent",
    "MSME"
  ],
  "brief_description": "\"Goa State Financial Incentives to the Industries for Certification and Patenting Scheme\" aimed to encourage industrial units to obtain certifications and patents for quality standards. It provided financial assistance up to ₹2,00,000/- to eligible industries and service sectors.",
  "detailed_description": "Notified on 31st December 2008, the scheme &quot;Goa State Financial Incentives to the Industries for Certification and Patenting Scheme&quot; by the Directorate of Industries, Trade and Commerce, Government of Goa, encouraged industrial units to obtain national and international certifications and patent rights to maintain quality standards, achieve excellence, and promote healthy industrial growth in the state. The scheme provided financial assistance of up to ₹2,00,000/- or the actual expenses incurred, whichever is less, for obtaining certifications or patents. Eligible units included micro, small, medium, and large-scale industries, as well as service industries falling under the Green/Orange Category list. The scheme was implemented by the Directorate of Industries, Trade and Commerce. The scheme remained in force until 31st March, 2011.",
  "benefits": [
    "Financial assistance/subsidy to the extent of ₹2,00,000/- or the actual expenses incurred, whichever was less, was granted per unit. The actual expenses did not include charges for lodging/boarding, refreshments, travel, etc., but included only the actual charges incurred to obtain the certificate. Financial incentives could be availed once in the lifetime of the unit, irrespective of changes in ownership/constitution or product."
  ],
  "eligibility_criteria": "Units that obtained Certification from the Indian Standard Institute, International Standard Organization Certification, or any other National/International certification for quality standards from Re-certifying bodies accorded by the Government, NABCB (National Accreditation Board for Certification Bodies), etc., and/or patent rights on products and/or processes were eligible. Units had to be under the category of Micro & Small/Medium and large-scale industry or service industry falling under the Green/Orange Category list. Units permanently registered or acknowledged with Entrepreneurs Memorandum II by the Director of Industries, Trade and Commerce were eligible. Units not registered or acknowledged with EM II but cleared by the High Powered Coordination Committee or any Committee or Authority formed to grant such clearances for investment in the State were also eligible. Service Industries not covered under sub-clauses (a) and (b) were also eligible if they fell under the following categories:\nHospitals or any other Medical Institutions registered with or recognized by the Directorate of Health Services. Educational Institutions recognized by the Directorate of Education/Directorate of Higher Education/Directorate of Technical Education or any other educational institution affiliated to Goa University/Goa Board/Goa Board of Technical Education or any other institution covered under the Goa Education Development Corporation or Human Resource Development Foundation. Co-operative Banks other than Multi-State Co-operative Banks registered with the Registrar of Co-operative Societies under the Government of Goa. Any other service sector specially notified for this purpose by the Director, Directorate of Industries, Trade and Commerce.\nUnits could obtain financial incentives under this Scheme only once in the lifetime of the unit after permanent registration. Units that had already obtained Certification or patent rights but had not availed any financial assistance from the State Government were also eligible to apply for incentives under this Scheme for additional certification, provided the certification qualified for the benefit under this Scheme. Units that had availed Central assistance for this purpose were also eligible but only to the extent of the balance amount after deducting the Central Assistance availed. Units that lost certification due to inadequacies in the unit were not eligible to avail the benefit for the second time.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant had to obtain the specified proforma from the Directorate of Industries, Trade and Commerce. Alternatively, the prescribed format could also be downloaded from the official website of the Directorate.",
        "Step 2: The applicant was required to take a print of the form, fill in all the mandatory fields, paste a passport-sized photograph, and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: The duly filled and signed application form, along with the documents, had to be submitted to the Director, Directorate of Industries, Trade and Commerce. The Director of Industries, Trade and Commerce would scrutinize the application and verify the eligibility of the unit. This process was completed within three months from the date of application submission.",
        "Approval and Disbursement",
        "Once the application was approved, the financial assistance/subsidy was used to disburse within six months from the date of receiving the application. The amount used to be up to ₹2,00,000/- or the actual expenses incurred, whichever is less."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 5)",
      "url": "https://ditc.goa.gov.in/sites/default/files/Preferential-Purchase-Incentives-for-Micro-and-Small-Enterprises.pdf"
    }
  ],
  "documents_required": "Documentary Proof of Certification From Indian Standard Institute/international Standard Organization or Any International Certification or Patent Right or Any Other International Certification. Proof of Permanent Registration or Acknowledgment With Entrepreneurs Memorandum Ii by Director of Industries, Trade and Commerce (if Applicable). Clearance Certificate From High Powered Coordination Committee or Any Committee or Authority Formed to Grant Such Clearances for Investment in the State (if Applicable). Registration or Recognition Documents From Directorate of Health Services (for Hospitals or Medical Institutions). Recognition Documents From Directorate of Education/directorate of Higher Education/directorate of Technical Education or Affiliation Documents From Goa University/goa Board/goa Board of Technical Education (for Educational Institutions). Registration Documents From Registrar of Co-operative Societies (for Co-operative Banks)."
}