{
  "scheme_id": "672d01ffcef677932c62e6a3",
  "slug": "spksy",
  "scheme_name": "Savitribai Phule Kishori Samriddhi Yojana",
  "scheme_short_title": "SPKSY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Women, Child Development & Social Security Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Samriddhi",
    "Kishori",
    "Girl",
    "Student",
    "Expenses"
  ],
  "brief_description": "The Savitribai Phule Kishori Samriddhi Yojana was initiated by the \"Department of Women, Child Development, and Social Security, Government of Jharkhand.\"",
  "detailed_description": "The Savitribai Phule Kishori Samriddhi Yojana was initiated by the Department of Women, Child Development, and Social Security, Government of Jharkhand. The objective of the Savitribai Phule Kishori Samriddhi Yojana is to address negative perceptions about the birth of daughters in society, issues like female foeticide, child marriage, low female child sex ratio, and the weak educational status of girls. The scheme has been approved across the entire state of Jharkhand to address these issues. The objectives of this scheme are as follows: <br> Objectives of the Savitribai Phule Kishori Samriddhi Yojana: > (a) Women&#39;s empowerment > (b) Emphasis on girls' education > (c) Eradication of the child marriage practice > (d) Support for the educational expenses of girls in higher classes to reduce school dropout rates and encourage them towards higher education. > (e) Assistance for adolescent girls&#39; health and personal hygiene. > (f) Enable adolescent girls to make independent decisions regarding their lives.",
  "benefits": [
    "Under this scheme, girls/adolescent girls will be provided with the following financial assistance:",
    "S. No. | Beneficiary Category | Amount of Financial Assistance\n1 | Girls enrolled in Class 8 | ₹2,500/-\n2 | Girls enrolled in Class 9 | ₹2,500/-\n3 | Girls enrolled in Class 10 | ₹5,000/-\n4 | Girls enrolled in Class 11 | ₹5,000/-\n5 | Girls enrolled in Class 12 | ₹5,000/-\n6 | One-time grant for girls aged 18-19 | ₹20,000/-"
  ],
  "eligibility_criteria": "1. The beneficiary will apply for the benefits under the scheme, and the beneficiary will be required to have the following eligibility till the date of application:\nThis assistance shall be payable to the first two daughters of the mother. A self-declaration to this effect will be submitted by the mother of the beneficiary, which will be required to be attached to the application.\n2. Under this scheme, all eligible girls studying from class 12 in the Government/Scheduled Tribes, Scheduled Castes, Minority and Backward Classes Welfare Department, Jharkhand supported/run by Women Child Development and Social Security Department, Jharkhand/run under National Child Labour Project (NCLP)/managed by Jharkhand Government/aided by the schools will be covered.\n3. The beneficiaries of the scheme will be those girl children whose\nMother/father is not permanently employed in or retired from the Central Government/State Government/Central Public Sector Undertakings/State Public Sector Undertakings and is not in receipt of pension/family pension from these employers. Mother/father will not be an income taxpayer. The mother of the applicant will submit a self-declaration form to this effect, which will be necessary to attach to the application.\n4. The beneficiary should be between 18 and 19 years of age at the time of application for the last installment.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "A beneficiary can avail of a child development facility in his area directly or through an Anganwadi worker."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cdn.s3waas.gov.in/s3ff4d5fbbafdf976cfdc032e3bde78de5/uploads/2022/10/2022100752.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://savitribaipksy.jharkhand.gov.in/about"
    }
  ],
  "documents_required": "Aadhaar Card. Residence Proof. Antyodaya Card. Certificate of Inclusion under SECC-2011. School Enrollment Certificate. Income Certificate. Passport-sized Photograph. Bank Account Details."
}