{
  "scheme_id": "6724b16d63066fa2674e6197",
  "slug": "pcaardfh",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Horticulture",
  "scheme_short_title": "PCAARDFH",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Horticulture Loan",
    "Farmer",
    "Financial Assistance"
  ],
  "brief_description": "The scheme offers a horticulture loan to support farmers with funds ranging from ₹25,000/- to ₹2,00,000/- per 0.4 hectare at an interest rate of 11%-12.75%.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Horticulture&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial support to farmers through loans for horticulture purposes. The loan amount varies from ₹25,000/- to ₹2,00,000/- per 0.4 hectare, helping farmers expand or improve their horticultural activities. Interest rates range from 11% to 12.75%, subject to market conditions.",
  "benefits": [
    "Access to Loan: From Rs.25,000/- to 2,00,000/- per 0.4 hectare. Interest Rate: From 11% to 12.5%, (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in horticultural activities. The beneficiary should be interested in availing loan for horticultural activities. The beneficiary should have the intention to use the loan specifically for horticultural activities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3550"
    }
  ],
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of agricultural occupation (For horticulture activities) (if applicable). Any other documents (if required)."
}