{
  "scheme_id": "62ac61d7f3185b4e7500894a",
  "slug": "pmgkp",
  "scheme_name": "Pradhan Mantri Garib Kalyan Package : Insurance Scheme For Health Workers Fighting COVID-19",
  "scheme_short_title": "PMGKP",
  "level": "Central",
  "nodal_department": "Department of Health and Family Welfare",
  "implementing_agency": "Department Of Health And Family Welfare",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Life Insurance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Life Insurance",
    "Health Workers",
    "COVID-19"
  ],
  "brief_description": "The \"Pradhan Mantri Garib Kalyan Package: Insurance Scheme for Health Workers Fighting COVID-19\" by the Ministry of Health and Family Welfare, Government of India aims to offer financial protection to healthcare workers involved in COVID-19 duties.",
  "detailed_description": "The Pradhan Mantri Garib Kalyan Package: Insurance Scheme for Health Workers Fighting COVID-19 by the Ministry of Health and Family Welfare, Government of India, aims to provide financial protection to health workers combating the COVID-19 pandemic. Under this scheme, an insurance cover of ₹50,00,000/- is provided to healthcare professionals, including doctors, nurses, and other frontline workers. The scheme is implemented by the Department of Health and Family Welfare. <br> This accident insurance scheme covers: - Loss of life due to COVID-19, and - Accidental death on account of COVID-19-related duty. <br> #### Beneficiary - Public healthcare providers including community health workers, who may have to be indirect contact and care of COVID-19 patients and who may be at risk of being impacted by this. - Private hospital staff and retired /volunteer /local urban bodies/ contracted /daily wage /ad hoc/outsourced staff requisitioned by States/ Central hospitals/ autonomous hospitals of Central/ States/UTs, AIIMS and INIs/hospitals of Central Ministries can also be drafted for COVID-19-related responsibilities.",
  "benefits": [
    "An insurance cover of ₹50,00,000/- will be provided in case of death or permanent disability due to COVID-19."
  ],
  "eligibility_criteria": "The applicant must be a healthcare worker, including doctors, nurses, paramedics, and support staff, who is directly involved in COVID-19 duties. The applicant should be a citizen of India. The applicant should have registered under a government health program and be working in a COVID-19-designated hospital or care facility.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Whom to contact in case of any claim?",
        "The institution/department the insured person was working for has to be informed. The insurance company must be intimated via email id \"nia.312000@newindia.co.in\"",
        "Process of claim submission",
        "The claimant needs to fill up the claim form along with the necessary documents as prescribed and submit the same to the Healthcare Institution/organization/office where the deceased was an employee of/engaged by the institution. The respective institution will give the necessary certification and forward it to the competent authority. The competent authority will forward and submit a claim to the insurance company for approval."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://nhm.gov.in/New_Updates_2018/Om_and_orders/Pradhanmantri_Garib_Kalyan_Package/Pradhan%20Mantri%20Garib%20Kalyan%20Package-%20Insurance%20Scheme%20for%20Health%20Workers%20Fighting%20COVID-19.pdf"
    },
    {
      "title": "Claim Form",
      "url": "https://nhm.gov.in/New_Updates_2018/Om_and_orders/Pradhanmantri_Garib_Kalyan_Package/Pradhan%20Mantri%20Garib%20Kalyan%20Package-%20Insurance%20Scheme%20for%20Health%20Workers%20Fighting%20COVID-19.pdf"
    },
    {
      "title": "FAQ's",
      "url": "https://cdnbbsr.s3waas.gov.in/s3850af92f8d9903e7a4e0559a98ecc857/uploads/2020/05/2020050963.pdf"
    }
  ],
  "documents_required": "In case of Accidental loss of life on account of COVID-19 related duty following documents are required:\nClaim form duly filled and signed by the nominee/claimant. Identity proof of Deceased (Certified copy) Identity proof of the Claimant (Certified copy) Proof of relationship between the Deceased and the Claimant (Certified copy) Death summary by the Hospital where death occurred (in case death occurred in hospital)(Certified copy). Death Certificate (in Original) Post-mortem Report (Certified copy) Cancelled Cheque (desirable) (in Original) FIR (Certified copy) Certificate by the Healthcare Institution/ organization/ office that the deceased was an employee of /engaged by the institution and had an accidental loss of life on account of COVID-19 related duty.\nIn case of Loss of life due to COVID-19 following documents are required\nClaim form duly filled and signed by the nominee/claimant. Identity proof of Deceased (Certified copy) Identity proof of the Claimant (Certified copy) Proof of relationship between the Deceased and the Claimant (Certified copy) Laboratory Report certifying having tested Positive for COVID-19 (in Original or Certified copy) Death summary by the Hospital where death occurred (in case death occurred in hospital) (Certified copy). Death Certificate (in Original) Certificate by the Healthcare Institution/ organization/ office that the deceased was an employee of /engaged by the institution and was deployed/drafted for care and may have come in direct contact of the COVID-19 patient. For community health care workers, the Certificate should be from Medical Officer of Primary Health Centre (PHC) that ASHA/ASHA Facilitator was drafted for work related to COVID-19.\nCertificate Details\nThose employees (Regular/Adhoc/Contractual/Daily Wagers/retired Government Officials/ Private individuals) engaged by\nHealth care facilities of Central/State/UT Governments/ Urban Local Bodies Autonomous / PSU hospitals of Central/State / UT Government, AIIMSs, INIs and Hospitals of Central Ministries. Certificate of employment/engagement by the Head of Institution/ organization/office indicating that the Deceased was an employee of/engaged by the Institution. Certify and submit proof that the deceased had accidental loss of life on account of COVID-19 related duty.\nPrivate healthcare Institution\nCertificate of Employment by the Director / Medical Superintendent / Head of the Institution. Certify and submit proof that the deceased had accidental loss of life on account of COVID-19 related duty.\nPrivate person engaged by the Health Care Institutions / Organizations (both public and private) through an Agency\nCertified copy of the document indicating that the services of the Agency were engaged by the Institution / Organization. Proof of engaging the services of individual by the Agency. Certify and submit proof that the deceased had accidental loss of life on account of COVID-19 related duty.\nCommunity Health Workers (ASHAs and ASHA Facilitators)\nCertificate of engagement as ASHA/ASHA Facilitator provided by the Medical Officer of Primary Health Centre (PHC). Certificate by Medical Officer of Primary Health Centre (PHC) that ASHA/ASHA Facilitator had accidental loss of life on account of COVID-19 related duty.\nVolunteers drafted for COVID 19 related responsibilities by the Government officials authorized by the State/UT Government\nProof of engaging the services of individual by the Government officials authorized by the State/UT Government. Certify and submit proof that the deceased had accidental loss of life on account of COVID-19 related duty."
}