{
  "scheme_id": "668bc4f89a7d5c52344cd7b2",
  "slug": "e-ggdcapfp",
  "scheme_name": "Ex-Gratia Grant for Disability to CAPF Personnel",
  "scheme_short_title": "E-GGDCAPFP",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Sainik and Ardh Sainik Welfare Department",
  "implementing_agency": "Sainik And Ardh Sainik Welfare Department, Government Of Haryana",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Ex-Gratia",
    "Grant",
    "Disability",
    "CAPF Personnel",
    "PwD",
    "Sainik"
  ],
  "brief_description": "Under the scheme, ex-gratia grant will be given to those personnel of the CAPF hailing from Haryana who get disabled for life and are boarded out of service due to disability declared as in war/operation, in operational area, terrorist activities and natural calamities etc.",
  "detailed_description": "The scheme &amp;quot;Ex-Gratia Grant for Disability to CAPF Personnel&amp;quot; is implemented by the Sainik and Ardh Sainik Welfare Department, Government of Haryana. Under the scheme, ex-gratia grant will be given to those personnel of the CAPF hailing from Haryana who get disabled for life and are boarded out of service due to disability declared as in war/operation, in operational area, terrorist activities and natural calamities etc. The grant is given depending on the percentage of disability suffered in the first instance during life.",
  "benefits": [
    "Ex-gratia grant to disabled CAPF Personnel as per their percentage of disability: • Disability 75% and above: ₹35,00,000/- • Disability 50% to 74%: ₹25,00,000/- • Disability 25% to 49%: ₹15,00,000/-"
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should be a disabled CAPF Personnel who became permanently disabled due to war/operation, operational areas, terrorist activities, natural calamities, etc. The applicant should have been discharged from service due to the disability. The applicant should apply within three years of the disability; otherwise, the application will be considered time-barred.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal: Step 1: The eligible applicant may apply online through the Official Portal- Antyodaya-SARAL Portal . Step 2: If the applicant is not registered on the portal, he/she gets registered there. Step 3: For registration, click \" New User \" under ‘Sign In Here' and fill in all the mandatory details i.e. Name, Email ID, Mobile Number, Password & State. Click on ‘Submit'. Step 4: Verify your mobile number and email ID through the received OTP and complete the registration process. Login to apply for the scheme: Step 1: To avail the benefits of the scheme, visit the Official Antyodaya-SARAL Portal and log in through the email ID used while registering. Step 2: Enter Password & Captcha and click on ‘Login'. Step 3: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 4: Now, you can search for the scheme and click on the scheme to go ahead and fill out the application form. Step 5: Enter your Parivar Pehchan Patra number - Family ID and click on \"Click here to Fetch Family Data\" which displays the family members registered under the given Family ID. Step 6: Select the beneficiary/applicant name and enter the OTP that is being sent to the selected family member for verification. Click on \"Click to Verify\" Step 7: Fill in all the mandatory details and upload all the mandatory documents. Step 8: Preview the application form and click on ‘Submit'. Tracking of Application: Applicants can track their applications through the Official Antyodaya-SARAL Portal by entering their Department Name, Scheme Name, and Application Reference ID."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=%2fH432+LFd6Eqn6JlERnhTQ%3d%3d"
    },
    {
      "title": "Antyodaya-SARAL Portal",
      "url": "https://saralharyana.gov.in/"
    }
  ],
  "documents_required": "Copy of detailed Battle Casualty report and Part-II order from Service Headquarters Parivar Pehchan Patra Aadhaar Card Haryana Resident Certificate Copy of Bank Passbook linked with Aadhaar Number Disability Certificate/Casualty Certificate indicating the % age or disability issued by the Competent Authority. Self-Photo ID Card (Ration Card /Driving License/ Voter ID Card/ PAN Card etc.) Address proof of Haryana at the time of commissioning and till dated issued by Competent Authority Affidavit for verifying the particulars given by the CAPF Personnel Any other documents as required"
}