{
  "scheme_id": "6800b4d1b8a72f8aa4d063e9",
  "slug": "pknsjbf",
  "scheme_name": "Patrakar Kritadnyata Nidhi Scheme (Journalist Benevolent Fund)",
  "scheme_short_title": "PKNSJBF",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Information and Publicity Department",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Journalist",
    "Financial Assistance",
    "Education",
    "Marriage",
    "Medical"
  ],
  "brief_description": "The scheme aims to provide financial assistance to journalists in Goa for emergencies like medical treatment, marriage, and education. Benefits include aid up to ₹2,00,000/and scholarships for dependents. Eligible journalists must be registered and working in Goa for at least three years.",
  "detailed_description": "Launched in 2010, the scheme &quot;Patrakar Kritadnyata Nidhi Scheme (Journalist Benevolent Fund)&quot; by the Department of Information and Publicity, Government of Goa aims to provide immediate financial assistance to needy journalists in indigent circumstances for various emergencies such as medical treatment, marriage expenses, funeral costs, and self-employment ventures. The scheme offers benefits like financial aid up to ₹2,00,000/per case and scholarships for journalists&#39; wards. Eligible applicants must be journalists born or working in Goa for at least three years and registered with the Department of Information and Publicity. The scheme is implemented by a Sub-Committee constituted by the Government of Goa, which includes representatives from the Goa Union of Journalists and the Goa Editors Guild.",
  "benefits": [
    "Financial Assistance and Purpose",
    "Marriage of Daughter: Up to ₹2,00,000/- Major/Minor Operation/Medical Treatment for Self or Family: Up to ₹2,00,000/- Funeral Expenses of the Journalist: Up to ₹2,00,000/- Travel/Incidental Expenses for Treatment: Up to ₹2,00,000/- Medical Reimbursement for General Expenses: Up to ₹2,00,000/- Scholarship/Incentives for Wards Pursuing Higher Education: Up to ₹2,00,000/- Financial Assistance for Self-employment Ventures: Up to ₹2,00,000/- House Repair/Construction Due to Natural Calamities: Up to ₹2,00,000/- Lump-sum Grant on the Death of the Journalist to Next Kin: Up to ₹2,00,000/-",
    "*All disbursements are made through cheques.",
    "Conditions for Disbursement",
    "Original bills and photocopies of hospital/institution documents must be submitted for medical claims. For super-specialty treatment, bills must be submitted within three months."
  ],
  "eligibility_criteria": "The applicant should be a journalist. The applicant should have been born and brought up in Goa. The applicant should be working in a newspaper establishment in Goa for at least three years continuously. The applicant should be registered with the Department of Information and Publicity, Government of Goa, and renew registration by June 30th every year. The applicant should not be engaged in any other profession.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Director of Information and Publicity, Government of Goa.",
        "Post-Application Processes",
        "Step 1: The Director will scrutinize the application and forward it to the Sub-Committee for review. The Sub-Committee will decide the quantum of assistance and seek government approval.",
        "Step 2: Once approved, the financial assistance will be disbursed via cheque to the eligible applicant."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dip.goa.gov.in/wp-content/uploads/2021/03/The-Patrakarb-Kritadnyata-Nidhi-Scheme.pdf"
    }
  ],
  "exclusions": "Journalists who have availed benefits under other government schemes (e.g., Kanyadan Scheme, Mediclaim, CMRY, Disaster Management Scheme) for the same purpose are ineligible.",
  "documents_required": "Proof of Working in an Established Newspaper/periodical Magazine for at Least Three Years (Certificate From Employer). Birth Certificate or Proof of Working in Goa for Three Years. Declaration Stating No Financial Assistance Has Been Availed From Other Government Schemes. Original Bills and Photocopies of Hospital/institution Documents (for Medical Claims). Doctor's Certificate for Specific Treatments (if Applicable). Recommendation Letters From Two Persons/institutions With Technical Knowledge of the Applicant's Work. Attested Copy of Birth Certificate. Details of Dependents (Name, Age, Relationship, Occupation, Income)."
}