{
  "scheme_id": "62f607680bc6cba30d808584",
  "slug": "rescaw",
  "scheme_name": "Revised Education Scheme For Children Of Artisans/Weavers Of Handicrafts And Handloom Departments",
  "scheme_short_title": "RESCAW",
  "state": "Jammu and Kashmir",
  "level": "State",
  "nodal_department": "Department Of Industries and Commerce",
  "implementing_agency": "Directorate Of Handicrafts & Handloom",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Financial Assistance",
    "Student",
    "Artisan"
  ],
  "brief_description": "A scholarship scheme by the Industries and Commerce Dept., Govt. of Jammu and Kashmir to provide financial support to the children of Artisans/Weavers of Handicrafts and Handloom Depts. in completion of education. The scholarship shall be provided to a maximum of two children of Weaver/Artisan.",
  "detailed_description": "A scholarship scheme by the Industries and Commerce Dept., Govt. of Jammu and Kashmir to provide financial support to the children of Artisans/Weavers of Handicrafts and Handloom Depts. in completion of education. The scholarship shall be provided to a maximum of two children of Weaver/Artisan. The payment shall be made on Direct Benefit Transfer (DBT) to the student. ₹1500 per year up to primary education; ₹ 2000 per year for Classes 6th to 10th; ₹ 3000 per year for Classes 11th and 12th; As per actual course fee fixed by the Government for Technical/Professional Courses.",
  "benefits": [
    "Rate of the Scholarship:",
    "₹1500 per year up to primary education ₹ 2000 per year for Classes 6th to 10th ₹ 3000 per year for Classes 11th and 12th As per the actual course fee fixed by the Government for Technical/Professional Courses. The payment shall be made on Direct Benefit Transfer (DBT) to the student."
  ],
  "eligibility_criteria": "The parent of the applicant should be a Weaver/Artisan. The parent should be registered with the Handicrafts and Handloom Departments having valid registration car/certificate. The applicant should not have availed benefits under the following schemes being implemented by the departments: Pre-Matric Scholarship Scheme; Post-Matric Scholarship Scheme; Prime Minister's Scholarship Scheme; Any other scheme. The applicant shall seek NOC from the concerned Zonal Educational Officer and Tehsil Social Welfare Officer. The applicant should fulfill one of the following conditions:\nThe applicant should have a Below Poverty Line (BPL) Card, Antyodaya Anna Yojana (AAY) Ration Card, Priority Household (PHH) Card. The applicant should have Economically Weaker Section (EWS) Certificate. The total annual income of the parents of the applicant should be less than or equal to ₹90,000. The Income Certificate should be issued by 1st Class Magistrate/Tehsildar concerned.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The selection of beneficiaries under the Education Scheme for the grant of Scholarships to the wards/children of Weavers/Artisans shall be made by the concerned Assistant Director in collaboration with his/her field staff after proper verifications for the grant of scholarships to the children of eligible registered Weavers/Artisans as per target fixed during the financial year itself as per availability of funds. The Assistant Director of the concerned District shall seek the applications from the eligible registered Weavers/ Artisans by issuing a notification in a leading daily newspaper r/electronic media."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://jkindustriescommerce.nic.in/Orders%202022/80%20IND%20OF%202022.pdf"
    }
  ],
  "exclusions": "The applicant must have availed of any benefit under the following schemes being implemented by these departments:\nPre-Matric Scholarship Post-Matric Scholarship Scheme Prime Minister's Scholarship Scheme Any other scheme.",
  "documents_required": "Aadhaar Number of Self Registration Card/Certificate of the parent (Handicrafts and Handloom Department, Govt. of Jammy and Kashmir). Below Poverty Line (BPL) Card / Priority House Hold (PHH) Card / Antyodaya Anna Yojana (AAY) Ration Card (OR) Economic Weaker Section (EWS) Certificate (OR) Income Certificate (less than ₹90,000 per annum) issued by 1st Class Magistrate/Tehsildar concerned. Proof of Educational Qualification Bank Details Domicile Certificate"
}