{
  "scheme_id": "684c0238038554b6f45e2863",
  "slug": "dpuk",
  "scheme_name": "Drone Policy",
  "scheme_short_title": "DPUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Information Technology Development Agency",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual",
    "Industries",
    "Registered Societies"
  ],
  "tags": [
    "Innovation",
    "Drone Training",
    "Skill Development"
  ],
  "brief_description": "The scheme \"Drone Policy\" by the Information Technology Development Agency, Government of Uttarakhand aims to promote drone-based service delivery, innovation in drone technology, and development of a supportive drone ecosystem.",
  "detailed_description": "The scheme &amp;quot;Drone Policy&amp;quot; by the Information Technology Development Agency, Government of Uttarakhand, aims to promote large-scale deployment of drones for governance and public services, especially in remote regions of the state. Through this scheme, support is extended for innovation in drone technology, drone system design and manufacturing, and for developing a drone service-based ecosystem. The scheme also aims to enhance the use of drones in industries, administration, and education, and to increase the reach of the state through drone-based applications.",
  "benefits": [
    "Institutional Support: Guidance and coordination from ITDA (Information Technology Development Agency) for participation and implementation. Training & Capacity Building: Skill development in drone manufacturing, system design, and drone-based services. Opportunities for Startups: Facilitation for Uttarakhand-based drone startups and innovators. Academic Participation: Inclusion of students and institutions like universities and polytechnics in drone ecosystem growth."
  ],
  "eligibility_criteria": "The applicant should belong to any of the following categories:\nA registered drone service provider based in Uttarakhand. A drone manufacturer operating in Uttarakhand or in collaboration with institutions in Uttarakhand. An investor or a startup working in the drone ecosystem. A student, youth, or researcher from a university or polytechnic college located in Uttarakhand. An entity associated with a drone-related startup recognized under state or central government startup policies.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant must approach an institution affiliated with the Information Technology Development Agency, Uttarakhand (e.g., ITDA). Step 2: The applicant must submit the application form along with required documents either offline at the ITDA office or via the notified online portal (if applicable). Step 3: For guidance on application procedures and selection criteria, the applicant can directly contact the ITDA office. Step 4: Upon review and approval, eligible candidates will be notified about further steps, such as training schedules, collaboration opportunities, or program participation. Information Technology Development Agency, ITDA Dehradun Address: IT Bhawan Plot No. IT-07, Sahastradhara Rd, IT Park, Dehradun, Uttarakhand 248013 Phone: 0135-2608330"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 241)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Proof of Identity (Aadhaar Card / PAN Card) Proof of Uttarakhand Domicile (for local applicants) Institutional Affiliation Letter (from university/college/startup incubator, if applicable) Business Registration Certificate (for drone startups and companies) Proposal or Interest Letter (describing intended participation or collaboration) Technical Qualifications/Certifications (for training participants, if applicable) Any other documents as required."
}