{
  "scheme_id": "67f6197213ec05eecbbbf3fe",
  "slug": "dsctngwas",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non Tribal growers of Non-Traditional Area : Water Augmentation (WAS)",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE (WAS)",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee",
    "Agriculture",
    "Plantation",
    "Water Augmentation"
  ],
  "brief_description": "The scheme \"Development Support for Coffee in Traditional Areas: Water Augmentation\" by the Coffee Board, Department of Commerce, aims to improve the production and productivity of coffee plantations by encouraging water augmentation in traditional areas.",
  "detailed_description": "The scheme &amp;quot;Development Support for Coffee in Traditional Areas: Water Augmentation&amp;quot; is a Sub-Component of the Scheme &amp;quot;Integrated Coffee Development Project (ICDP)&amp;quot; Scheme during the remaining period of Fifteenth Finance Commission Cycle up to 2024-26: Development Support to Stakeholders&amp;quot; by the Coffee Board, Department of Commerce, Ministry of Commerce and Industry. The objective of this scheme is to improve the production and productivity of coffee plantations by encouraging water augmentation in traditional areas.",
  "benefits": [
    "Scale of subsidy: General Up to 25 ha. scale of subsidy on unit cost is 40% Grater than 25 ha. including Corporate / Partnership firms is scale of subsidy on unit cost is 25% ST / SC Growers Up to 2 Ha. scale of subsidy on unit cost is 90% Grater than 2 ha. scale of subsidy on unit cost is 75%  Details of Unit Cost & Subsidy amount for Water storage tank (below and above ground level) applicable to different sized holdings",
    "Size of the Holding | Minimum Dimension (L x B x H) | Total Unit Cost (Rs.)\n0.20 ha to 1.00 Ha. | 30' x 30' x 10' (9000 Cft) | 45,000\n> 1 upto 2.00 Ha. | 43' x 43' x 10' (18490 Cft) | 96,000\n> 2 upto 3.00 Ha. | 53' x 53'x 10' (28090 Cft) | 1,57,500\n> 3 upto 4.00 Ha. | 60' x 60'x 10' (36000 Cft) | 2,00,500\n> 4 upto 5.00 Ha. | 68' x 68'x 10' (46240 Cft) | 2,59,500\n> 5 upto 6.00 Ha. | 75' x 75'x 10' (56250 Cft) | 3,15,600\n> 6 upto 7.00 Ha. | 81' x 81'x 10' (65610 Cft) | 3,68,000\n> 7 upto 8.00 Ha | 87' x 87'x 10' (75690 Cft) | 4,24,800\n> 8 upto 9.00 Ha. | 92' x 92'x 10' (84640 Cft) | 4,74,900\n> 9 upto 10.00 Ha. | 96' x 96'x 10' (92160 Cft ) | 5,17,000\n>10 upto 11.00 Ha. | 100'x100'x10' (100000 Cft) | 5,61,000\n>11 upto 12.00 Ha. | 104'x104'x10' (108160 Cft) | 6,06,000\n>12 upto 13.00 Ha. | 104'x104'x11' (118976 Cft) | 6,96,000\n>13 upto 14.00 Ha. | 104'x104'x12' (129792 Cft) | 7,75,000\n>14 upto 15.00 Ha. | 108'x108'x12' (139968 Cft) | 8,36,000\n>15 upto 16.00 Ha. | 112'x112'x12' (150528 Cft) | 8,99,000\n>16 upto 17.00 Ha. | 116'x116'x12' (160080 Cft) | 9,65,000\n>17 upto 18.00 Ha. | 119'x119'x12' (169932 Cft) | 10,00,000\n>18 upto 19.00 Ha. | 121'x121'x12' (181548 Cft) | 10,49,000\n>19 upto 25.00 Ha. 126 | 126'x126'x 12'(190512 Cft) | 11,38,000",
    "Note: The growers are at liberty to execute the tanks of any dimension as per their requirement. However, the quantum of subsidy shall be applicable based on the unit cost for the respective category of holding indicated in the above table or the actual size/ cost whichever is less. If the grower constructs water storage tanks smaller than the recommended capacity applicable to their category, the unit cost shall be determined based on the lower category under which the constructed size falls. In case of growers holding up to 1 Ha. constructs water storage tanks smaller than the recommended capacity applicable to their category, the unit cost shall be calculated on the pro rata basis of Rs. 5 / cubic ft.  Details of Unit Cost & Subsidy amount for Sprinkler / Drip Irrigation / Rodent Resistant Drip line equipment applicable to different size of holdings",
    "Category (in ha.) | Unit cost (Rs.)\n0.20 ha to 1.00 Ha. | 80000\n> 1 up to 2.00 Ha. | 160000\n> 2 up to 3.00 Ha. | 240000\n> 3 up to 4.00 Ha. | 320000\n> 4 up to 5.00 Ha. | 380000\n> 5 up to 6.00 Ha. | 440000\n> 6 up to 7.00 Ha. | 500000\n> 7 up to 8.00 Ha. | 560000\n> 8 up to 9.00 Ha. | 620000\n> 9 up to 10.00 Ha. | 680000\n>10 up to 11.00 Ha. | 740000\n>11 up to 12.00 Ha. | 800000\n>12 up to 13.00 Ha. | 860000\n>13 up to 14.00 Ha. | 920000\n>14 up to 15.00 Ha. | 980000\n>15 up to 16.00 Ha. | 1040000\n>16 up to 17.00 Ha. | 1100000\n>17 up to 18.00 Ha. | 1160000\n>18 up to 19.00 Ha. | 1220000\n>19 up to 25.00 Ha. | 1280000",
    "Note : The growers are at liberty to purchase sprinkler unit as per their requirement. However, the quantum of subsidy shall be applicable based on the unit cost for each category of holding indicated in the above table or based on the actual cost whichever less.  Details of the unit cost and subsidy for Open / Ring well",
    "Sl. No. | Activities | Unit Cost (Rs.)\n1. | Open well / Ring well with motor for depth of 30 feet (With minimum 5ft diameter) | Rs.4,000 per feet depth with a ceiling of Rs.1,20,000/- per beneficiary\n2 | Open well / Ring well without motor for depth of 30 feet (With minimum 5ft diameter) | Rs. 4,000 per feet depth is inclusive of the cost of the pump set. of which 90% is for digging open / ring well and 10% is for the pump set.",
    "Note: The growers are at liberty to execute the above work with any dimension as per their requirement. However, the quantum of subsidy shall be applicable based on the unit cost or the actual size/ cost executed whichever is less.",
    " "
  ],
  "eligibility_criteria": "All categories of holdings with coffee having a minimum area of 0.4 ha and maximum of 25 ha. In case of Schedule Caste / Schedule Tribe holdings the minimum area can be as low as 0.10 ha subject to certification of feasibility by the extension functionaries. Subsidy applicable for: Water harvesting structures like water storage tank, open / ring well with (or) without pump set and Procurement of irrigation equipment like sprinkler or drip/rodent resistant drip lines. Subsidy may be availed for any one of the water harvesting structures in combination with any of the irrigation equipments together at one time or at different times during the plan period (2024-25 to 2025-26). Construction of water storage tanks either above the ground level is allowed with pucca construction or below the ground level. However, eligible subsidy would be based on dimension of the water tank and unit cost applicable to the size of holdings as specified for the construction below ground level. The grower benefitted during the past ten years for any of the activities under WAS component will not be eligible for the same activity. For example: If a grower has availed subsidy for water tank/ open / ring/Bore well during the previous ten years period, he is not entitled for the subsidy for water tank/ open well. However, he is eligible for activities like irrigation equipment. The infrastructure under water augmentation shall be created either within the estate or on any nearby land owned by the grower or family members (mother, father, wife and children only). When the facility / facilities are being created in the land belonging to family member/s, letter of consent from the concerned owner should be submitted along with the application.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1. Obtaining Technical Feasibility Report (TFR) Grower has to register online in the Coffee Boards' website (www.coffeeboard.gov.in) After approval of grower registration by the Coffee Board officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India Caste certificate in case of SC/ST grower. Proof of Land Ownership in the form of any one of the following: Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self-attested copy of the Registered GPA. Letter of consent from the concerned family member/s, in case where the infrastructure is being created in the area not owned by the applicant. Rough sketch of the estate along with check bandi / boundaries marked with clear demarcation of the site where the activity is proposed to be taken up and duly signed by the applicant/s. Self- certified plan specification and estimation for the proposed civil works.",
        "Original quotation in respect of purchase of machinery/equipment. The concerned Office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up activity and inform the grower to submit the claim well in advance to complete the process of inspection, verification and release of subsidy within the same financial year.",
        " Step 2: Claiming subsidy The applicant/s shall submit the claim online along with relevant documents during the same financial year on completion of activity. The following documents are required to be produced for claiming the subsidy: Invoice / Bill (Original) with GST Number in case of Motors, Sprinkler unit and drip unit. (In case of Motors and pump, serial number / engine number and make should be mentioned). Self-certified work completion report along with executed specification and expenditure incurred for the civil works. Copy of Scheduled Bank Aadhaar linked Pass Book having the details of account number, name of the Bank, branch, IFSC code, etc. The concerned office of JLO / SLO will scrutinize the documents, carryout field inspection, prepare Physical Verification Report and after confirming the admissibility of the claim in all respects, forward the claim statement along with relevant records to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release the eligible subsidy amount directly to the bank account of the applicant through PFMS. ",
        "Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information. "
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}