{
  "scheme_id": "6650427502cfbde3164c24dc",
  "slug": "wbafbsgics",
  "scheme_name": "West Bengal Artisans Financial Benefit Scheme 2024: Grant to Industrial Cooperative Society",
  "scheme_short_title": "WBAFBSGICS",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Artisans",
    "Financial Benefit",
    "Purchase",
    "Repair",
    "Equipment",
    "Tool Kits"
  ],
  "brief_description": "\"Grant to Industrial Cooperative Society\" is a sub-scheme under \"West Bengal Artisans Financial Benefit Scheme 2024\", by the MSME and Textiles Dept, Government of West Bengal. It aims to create, support and sustain an enabling ecosystem for strengthening creativity and capacity of the artisans.",
  "detailed_description": "\"Grant to Industrial Cooperative Society\" is a sub-scheme under \"West Bengal Artisans Financial Benefit Scheme 2024&amp;quot;, launched by the Micro, Small &amp;amp; Medium Enterprise and Textiles Department, Government of West Bengal on 7th March, 2024, and it shall remain in force for a period of five years. The objective of the scheme is to provide systematic financial support for tools, equipment, Workshed and other fixed assets to a group of at least 10 artisans coming under an industrial cooperative society.",
  "benefits": [
    "₹3,00,0000/- for tools/equipment, ₹7,00,0000/- for Work Shed and other fixed assets."
  ],
  "eligibility_criteria": "The applicant should belong to any group of artisans. The age of the applicant should be between 18-60 years. Applicant should be engaged in traditional Craft/trade with hand tools/equipment/ small machines. Applicant should be enlisted in the State Portal for artisans & weavers. Applicant should be an Indian citizen permanent resident of West Bengal for the past 10 years. For Work shed, an industrial cooperative society of the eligible artisans should possess a piece of land whereupon sheds will be constructed/ machines will be installed.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applications by individual artisans or by the Cooperative Societies of the artisans are to be submitted at BDO''s office for rural areas, at SDO's office for Municipality areas and at the Municipal Corporation Office for the urban areas, as the case may be. Helpdesk:  Office Addresses and Contact Details (District Wise). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wbmsme.gov.in/sites/default/files/cms/circularpdf/1709828650Notification%20for%20West%20Bengal%20Artisans%20Financial%20Benefit%20Scheme%202024.pdf"
    }
  ],
  "exclusions": "Any central/state govt employee and his/her family members shall not be eligible. Should not have availed of any assistance /grant from Central /State Govt. for the same purpose. Handloom and Khadi weavers, and their societies (as they are covered under separate schemes).",
  "documents_required": "Proof of enrolment in the State portal for artisans & weavers. The standard price of tools/kits on the basis of 3 sets of quotations collected. Land documents where Work Shed to be constructed. Project estimate with lay out drawings vetted by a competent authority (SAE/EE). Registration certificate in case of the industrial cooperative society."
}