{
  "scheme_id": "6305f35b6948aeaac722e491",
  "slug": "msssgc",
  "scheme_name": "CBSE Merit Scholarship Scheme For Single Girl Child",
  "scheme_short_title": "MSSSGC",
  "level": "Central",
  "nodal_department": "Department of School Education and Literacy",
  "implementing_agency": "Central Board Of Secondary Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Girl Child"
  ],
  "brief_description": "A scholarship scheme by the Ministry of Education for meritorious Single Girl Students, who are the only child of their parents; and have passed the CBSE Class 10th Examination with 60% or more marks and are continuing their further school education of Class 11th and 12th.",
  "detailed_description": "A scholarship scheme by the Ministry of Education for meritorious Single Girl Students, who are the only child of their parents; and have passed the CBSE Class 10th Examination with 60% or more marks and are continuing their further school education of Class 11th and 12th. The scheme is aimed to recognize the efforts of the parents in promoting education among girls and to provide encouragement to meritorious students. The rate of the scholarship shall be ₹500/- per month. A scholarship awarded under the scheme shall be paid for a maximum period of two years. Payment will be made through ECS/NEFT. The tuition fee should not be more than ₹1,500/- per month during the academic year, shall be considered for the purpose. In the next two years, the total enhancement in tuition fees in such a school shall not be more than 10% of the tuition fee charged. The scholarship shall be awarded to Indian Nationals only.",
  "benefits": [
    "The rate of the scholarship shall be Rupees Five Hundred (₹500/-) per month. A Scholarship awarded under the scheme shall be paid for a maximum period of two years. Payment will be made through ECS/NEFT."
  ],
  "eligibility_criteria": "The applicant should be the single girl child of her family. The applicant should have secured 60% or more marks in the CBSE Class 10th Examination and be studying Class 11th & 12th in School (affiliated with CBSE). The tuition fee should not be more than ₹1,500/- per month during the academic year. In the next two years, the total enhancement in tuition fees in such a school shall not be more than 10% of the tuition fee charged. The applicant must be an Indian National. The student must continue her school studies in Classes 11th and 12th. The applicant should have passed the CBSE Class 10th Examination in 2019 and will be considered.\n\nNOTE:\nNRI applicants of the Board are also eligible for the award. The tuition fee for the NRIs has been decided maximum of Rs. 6,000/- per month. A beneficiary under the scheme while availing of the scholarship can enjoy other concessions given by the school in which she is studying other organization(s).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Visit the CBSE official website: https://www.cbse.gov.in/ Click on ‘New user Registration' or ‘Renewal'. Read all the instructions on the official website and then hit ‘Continue'. After that, fill in the roll number, and DOB (as mentioned class 10 mark sheet). Now click on ‘Continue'. Print the undertaking mentioned on the ‘Guidelines' document. After that, fill it out, paste the photo, and get the same attested from school. Make an affidavit as mentioned in the ‘Guidelines'. Now, scan the undertaking and affidavit. The files must be in pdf format, not exceeding 1 MB. Please note that the PDF must contain all pages. Finally, select ‘Upload Document' to upload both of these documents. After that, print the confirmation page. Please Note: Only in case of successful application, a confirmation page will appear. In case of renewal, courier the duly filled and signed confirmation page to the below address: Assistant Secretary (Scholarship), CBSE, Shiksha Kendra, 2 Community Centre, Preet Vihar, Delhi - 110 092."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.cbse.gov.in/cbsenew/scholar/SGC%20Sship%20Scheme.pdf"
    }
  ],
  "documents_required": "Caste certificate Income certificate and admission proof Details of bank account and fees structure Passport size photos and scanned signature Student's ID card Class 11th mark sheet for scholarship renewal Bank account linked aadhaar card, bank passbook, and canceled cheque. Finally, an affidavit on ₹50 stamp paper from the girl or her parents duly attested by the gazette officer SDM or first-class magistrate, not below the rank of tehsildar. They must mention that the girl child belongs to a specific family."
}