{
  "scheme_id": "648b4b3f481f59106a6991c5",
  "slug": "rgsfsae",
  "scheme_name": "Rajiv Gandhi Scholarship For Academic Excellence",
  "scheme_short_title": "RGSFSAE",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Technical Education Department",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Higher Education",
    "Student Finance"
  ],
  "brief_description": "In order to provide financial assistance to meritorious students of Rajasthan to study in top foreign universities of the world. The scheme commenced from 5th October 2021.",
  "detailed_description": "Hon'ble Chief Minister of Rajasthan Sh. Ashok Gehlot announced this scheme on 20th August 2021 in commemoration of late Shri Rajiv Gandhi, former Prime Minister of India. In order to provide financial assistance to meritorious students of Rajasthan to study in top foreign universities of the world. **Objective**: 1. To assist students of Rajasthan financially to pursue higher studies in the top 150 QS World Universities 1. International exposure to students for their career development. 1. To give priority to students having gross family income less than 8 lakh rupees/annum. 1. To provide better opportunities to female students by earmarking 30 % seats (Income category-wise).",
  "benefits": [
    "E1: Family gross annual income less than 8 Lakh (i). Tuition Fees and Bench fee: Max 50 lakh (ii). Living Expenses: 12 Lakh Rupees. (iii). One-time advance of Rs 3 Lakh to candidates who will start their course after application on the portal (adjusted against living expenses). E2: Family gross annual income 8 – 25 Lakh (i). Tuition Fees and Bench fee: Max 50 lakh (ii). Living Expenses: 6 Lakh Rupees E3: Family gross annual income above 25 Lakh (i). Tuition Fees and Bench fee: Max 50 lakh (ii). No Living Expenses"
  ],
  "eligibility_criteria": "Bonafide Resident of Rajasthan. Less than 35 years of age on 1st July 2023 Admitted / Obtained offer letter in top 150 World QS ranked Universities as of 1st April, 2023 All disciplines for UG, PG, PhD and Post Doc courses. Maximum 7.5 % seats ( 37 ) for Engineering, Architecture, Medical, Dentistry courses at UG level",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicant to log in to RajSSO Portal using his/her SSOID. If SSOID is not available then the applicant to first register on RajSSO Portal to create SSOID and update SSO Profile at first login. After successful authentication/login and updation of the SSOID Profile and select the scheme name. Select his/her name, the bank account and fill in personal details. Upload required document (i). Domicile Certificate (ii). Admission Letter/Offer Letter (iii). Fee Details letters/Documents issued by Foreign University Clicking the \"SUBMIT\" button. System will submit the application and a unique APPLICATION-ID will be presented to applicant. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://schemes.rajasthan.gov.in/scheme/detail/981"
    },
    {
      "title": "Registration",
      "url": "https://sso.rajasthan.gov.in/signin"
    },
    {
      "title": "Manual",
      "url": "https://hte.rajasthan.gov.in/files/uploads/RGSAE-APPLICATION-SUBMISSION.pdf"
    }
  ],
  "documents_required": "Jan Aadhar Number. Offer letter of the applicable foreign university. Bonafide/ Domicile certificate. Gross family Income certificate. Income tax return proof. Affidavit for not filing ITR. 10th mark sheet. Qualifying Degree, Mark sheet/Certificate of last passed exam. Self Declaration for Scholarships/ financial help etc. from other sources. Passport, if any. Visa, if any. Aadhar Number."
}