{
  "scheme_id": "66b9e6ffc5af5de22680a51d",
  "slug": "slstt",
  "scheme_name": "Sri Lanka's Sita Temple Tour",
  "scheme_short_title": "SLSTT",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Religious Trusts and Endowments Department",
  "implementing_agency": "Directorate Of Religious Trusts And Endowments, Government Of Madhya Pradesh",
  "categories": [
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Travel abroad"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sri Lanka",
    "Sita Temple",
    "Pilgrim",
    "Ashok Vatika",
    "Angkor Wat Temple"
  ],
  "brief_description": "The objective of this scheme is to provide financial assistance to state pilgrims traveling to the Sita Temple & Ashoka Vatika in Sri Lanka and the Angkor Wat Temple in Cambodia. Under this scheme, the State Government will reimburse 50% of the expenses of the journey, up to a maximum of ₹30,000/-.",
  "detailed_description": "The scheme &amp;quot;Sri Lanka&amp;#39;s Sita Temple Tour&amp;quot; was started by the Religious Trusts and Endowments Department, Government of Madhya Pradesh. The objective of this scheme is to provide financial assistance to state pilgrims traveling to the Sita Temple and Ashoka Vatika in Sri Lanka, as well as the Angkor Wat Temple in Cambodia.",
  "benefits": [
    "Under this scheme, natives of Madhya Pradesh who complete visits to Sita Temple & Ashok Vatika in Sri Lanka, as well as Angkor Wat Temple in Cambodia, are eligible for reimbursement. Upon submission of the certificate detailing the actual expenses incurred, the State Government will reimburse 50% of the total expenses, up to a maximum of ₹30,000/-."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should have completed a pilgrimage to the Sita Temple and Ashoka Vatika in Sri Lanka and the Angkor Wat Temple in Cambodia. The applicant should not be an income taxpayer. Each individual is eligible to receive financial assistance only once in their lifetime.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Eligible pilgrims should apply for financial assistance using the prescribed form , along with certified records of their journey, to the District Collector, Madhya Pradesh within 60 days of completing their journey. The Collector's office will disburse the grant amount after verifying the submitted records."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dharmasva.mp.gov.in/uploads/files/shri_lanka.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://dharmasva.mp.gov.in/schemes/view/MlJwREl3b1A5U2VwVEcvRDRRNnJOdz09"
    },
    {
      "title": "Application Form (Page No. 2)",
      "url": "https://dharmasva.mp.gov.in/uploads/files/shri_lanka.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity proof i.e. Aadhaar card Domicile certificate of Madhya Pradesh Photocopy of Passport Details/documents of expenditure incurred on the journey Certificate of completion of visit to Sita Temple & Ashoka Vatika in Sri Lanka and Angkor Wat Temple, Cambodia Bank passbook/bank account details Any other required documents"
}