{
  "scheme_id": "64520aaa9b1f2a92780a6961",
  "slug": "kpdgbcpd",
  "scheme_name": "Karmaveer Padmashri Dadasaheb Gaikwad Birth Centenary And Prize Distribution",
  "scheme_short_title": "KPDGBCPD",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "District Social Welfare Offices Of The Department Of Social Justice & Special Assistance, Govt. Of Maharashtra",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual",
    "Institution"
  ],
  "tags": [
    "Award",
    "Untouchability",
    "Social Welfare",
    "Landless Farmer"
  ],
  "brief_description": "The \"Karmaveer Padmashri Dadasaheb Gaikwad Birth Centenary and Prize Distribution\" is an award by the Govt. of Maharashtra. The award is given to individuals and organizations working for the social movement against traditional customs and untouchability and for landless farm workers.",
  "detailed_description": "The &quot;Karmaveer Padmashri Dadasaheb Gaikwad Birth Centenary and Prize Distribution&quot; is an award by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. The award is given to individuals and organizations working for the social movement against traditional customs and untouchability and for landless farm workers. Only citizens who are permanent residents of the state of Maharashtra are eligible to apply for this scheme. This scheme is 100% funded by the Govt. of Maharashtra.",
  "benefits": [
    "The person winning the award and his/her institute will get ₹51,000/- along with a memorabilia, shawl and coconut."
  ],
  "eligibility_criteria": "The applicant should have done a social movement work. The applicant should be from a Social Welfare Sector or Institute, and should be registered. The period of the Social Service by the applicant should be 15 years & above. For male applicants, the age should not be below 50 years. For female applicants, the age should not be below 40 years. The applicant should be a citizen of India. The applicant should be a permanent resident of Maharashtra State.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the District Social Welfare Office , and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Assistant Commissioner, District Social Welfare Office.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form from the District Social Welfare Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/awards"
    },
    {
      "title": "District Social Welfare Office",
      "url": "https://sjsa.maharashtra.gov.in/en/contacts"
    }
  ],
  "documents_required": "Proof of Work Experience in the Social Welfare Sector. Proof of Registration from a Social Welfare Institute. Character Verification Report issued by the Superintendent of Police or the Police Commissioner. Aadhaar Card. Proof of Age (Birth Certificate, Marksheet of Class 10th/12th, etc) 2-Passport Sized Photograph (Signed Across) Residential Certificate / Domicile Certificate of the State of Maharashtra. Caste Certificate. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Social Welfare Office."
}