{
  "scheme_id": "6720c0f23d70c46ec2c54e64",
  "slug": "tls",
  "scheme_name": "Term Loan Scheme",
  "scheme_short_title": "TLS",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan",
    "Employee management"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "BPL",
    "Loan",
    "Below Poverty Line",
    "Employment"
  ],
  "brief_description": "The scheme aims to uplift the economically disadvantaged Charmakar community (Dhor, Chambhar, Holar, Mochi, etc.) by promoting their educational, economic, and social development, helping them gain a respectable place in society.",
  "detailed_description": "The scheme &amp;amp;quot;Term Loan Scheme&amp;amp;quot; by the Department of Social Justice &amp;amp;amp; Special Assistance, Government of Maharashtra and funded by the National Scheduled Castes Finance and Development Corporation (NSFDC), aims to uplift economically disadvantaged members of the Charmakar community (Dhor, Chambhar, Holar, Mochi, etc.). The scheme focuses on their educational, economic, and social advancement, helping them secure a respectable place in society. It also supports the production of various types of footwear and leather goods for supply to government departments and sale in the open market.",
  "benefits": [
    "Loan Amount:",
    "NSFDC provides Term Loans ranging from ₹1,00,000 to ₹2,50,000 for various schemes, with separate limits for vehicle loans.",
    "Project Financing:",
    "NSFDC finances 75% of the project cost. The corporation provides 20% as a Seed Loan. ₹10,000 is provided as a subsidy. The remaining 5% of the project cost is contributed by the beneficiary.",
    "Interest Rates:",
    "For Loans up to ₹5,00,000: NSFDC charges 7% per annum. The corporation charges 4% per annum.",
    "For Loans above ₹5,00,000: NSFDC charges 8% per annum. The corporation charges 4% per annum.",
    "Repayment Terms : Loan instalments are payable monthly over a period of up to 60 months. This structure ensures clear and concise information about the Term Loan Scheme for potential beneficiaries."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Maharashtra. The applicant should belong to the Charmakar Community. The applicant's age should be between 18 and 50 years. For the 50% Subsidy Scheme and Margin Money, the applicant's annual income should be below the poverty line. The applicant should be able to provide an Income and Caste Certificate from an authorized government officer. The applicant should have knowledge of the business for which they are applying for the loan. For the NSFDC Scheme:\nIncome should be below ₹98,000 for rural areas. Income should be below ₹1,20,000 for urban areas.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Office of the Leather Industries Development Corporation of Maharashtra (LIDCOM), and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/employment"
    }
  ],
  "documents_required": "Aadhaar Card. Caste Certificate Annual Income Certificate. Ration Card. Passport-size Photograph of the applicant and his/her spouse. Bank Passbook. Detailed Project Report. Loan Documents."
}