{
  "scheme_id": "65b0ef2266a1d73a2183f20a",
  "slug": "ksis",
  "scheme_name": "Kera Suraksha Insurance Scheme",
  "scheme_short_title": "KSIS",
  "level": "Central",
  "nodal_department": "Department of Agriculture & Farmers Welfare",
  "implementing_agency": "Coconut Development Board",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Insurance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coconut Tree Climber",
    "Insurance",
    "Neera Technician",
    "Coconut Harvester"
  ],
  "brief_description": "The ‘Kera Suraksha Insurance Scheme' is a comprehensive Group Personal Accident Insurance Scheme, implemented by Coconut Development Board in association with Public Insurance companies for Coconut Tree Climbers/Neera Technicians/Coconut Harvesters.",
  "detailed_description": "The &amp;quot;Kera Suraksha Insurance Scheme,&amp;quot; under the Ministry of Agriculture and Farmers Welfare and implemented by the Coconut Development Board, provides coverage for Coconut Tree Climbers (CTC), Neera Technicians, and Coconut Harvesters in all coconut-growing states. The scheme offers a sum assured of ₹7.00 lakhs for 24-hour accident-related risks, including death. The annual premium is ₹956, with ₹717 covered by the Board and ₹239 paid by the beneficiary via DD or online mode. &gt; **Objective:** 1. The aim is to attract unemployed youth to show more interest in the agriculture sector. 1. To overcome the shortage of coconut tree climbers, the Board launched a skill development program called &amp;#39;Friends of Coconut Tree (FoCT). 1. Interested youths were imparted training on coconut tree climbing with a machine specially developed for the purpose as well as on scientific management of the palm, plant protection techniques, and other related activities.",
  "benefits": [
    "1. Components under the scheme and present compensation :",
    "Sl. No. | Benefits available - due to accidents only | Sum insured\n1 | Death/Permanent Total disability | ₹7,00,000/-\n2 | Permanent Partial Disablement | ₹3,50,000/-\n3 | Hospital expenses reimbursement (minimum 24 hours hospitalization) | ₹2,00,000/-\n4 | Ambulance charges | ₹3,500/-\n5 | Weekly Compensation in case of TTD | ₹21,000/- (Maximum 1 claim in a year for a maximum of six weeks @₹3,500/- per week)\n6 | Bystander expenses in case of hospitalization | ₹3,000/- (Maximum for 15 days @ ₹200 per day)\n7 | Funeral expenses in case of accidental death (subject to production of bills) | ₹5,500/-",
    "2. For the trainees ongoing the skill development training of the Board viz. Friends of Coconut Tree (FoCT)/Neera Technician Training Programme, the first-year premium is fully borne by the Board from the date of commencement of training."
  ],
  "eligibility_criteria": "The applicant should be a Coconut Tree Climber/Neera Technician/Coconut Harvester/Trainee. The age of the applicant should be between 18 to 65 years. Responsibilities of Climbers /Harvesters/Neera Technicians/Trainees(Beneficiaries): Submit applications for insurance under the insurance scheme in the prescribed format with all mandatory documents. Payment of his/her/their share of premium prescribed by the Board by way of demand draft/ online mode. Safe custody of policy document/ policy number received from the Board Intimation of accident within 72 hours of its occurrence to Board. Submission of claim form along with mandatory documents to Board, in case of accidents-related hospital expenses/death, for getting benefits under the scheme. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applying for Insurance:  Application form duly filled in and countersigned by Agriculture officer/Panchayath President/CPF office bearers/CPC Directors along with premium share and age proof needs to be sent to Chairman, Coconut Development Board, Kera Bhavan, SRVHS Road, Kochi - 682011, Kerala. Procedure for applying claim: All claim-related documents/correspondence have to be forwarded to the office of the Coconut Development Board given below: Headquarters: PB No. 1021, KERA BHAVAN, SRV Road, Kochi, Kerala - 682011, Tel: 0484 - 2376265, Fax: 0484 - 2377902, Contact person: Statistical Officer Email: ho-stats@coconutboard.gov.in ( Application Forms ) For any discrepancies/queries on claim settlement, you may contact: Office of The New India Assurance Company Limited for implementation of KESRI: The New India Assurance Company Ltd, Divisional Office – I(730900), Jerome Building, 2nd Floor, Fort Station Road, Trichy -620 002"
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Guideline",
      "url": "https://coconutboard.gov.in/docs/kesri-guidelines.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://pib.gov.in/PressReleasePage.aspx?PRID=1880306"
    },
    {
      "title": "Application Form",
      "url": "https://coconutboard.gov.in/docs/Appl-Kerasuraksha.pdf"
    },
    {
      "title": "Application Form - Malayalam",
      "url": "https://coconutboard.gov.in/docs/Appl-Kerasuraksha-malayalam.pdf"
    },
    {
      "title": "Accident Claim Form - Oriental Insurance Co.Ltd.",
      "url": "https://coconutboard.gov.in/docs/Appl-Claim-Kerasuraksha.pdf"
    },
    {
      "title": "Accident Claim Form - New India Assurance Co.Ltd.",
      "url": "https://coconutboard.gov.in/docs/Claim-Form-New-India-Assurance-Co-Ltd.pdf"
    },
    {
      "title": "Amendment",
      "url": "https://coconutboard.gov.in/docs/operationalguidelines-kesri.pdf"
    }
  ],
  "documents_required": "Documents required to apply under the scheme;\nAadhaar card Proof of age Caste certificate, if applicable Declaration for Assignment Declaration Form Certificate issued by competent authority stating that the applicant is currently engaged in skilled labour as a Coconut Tree Climber/Neera Technician/Harvester Payment details Any other document, as required\nIn case of Accident:\nOriginal Discharge summary/ OP Ticket Original Medical Bills ( duly certified by a doctor) Original Lab reports(if any) Immobilizations Certificate (Minimum 5 days continuous disablement is required) Fitness Certificate Disability Certificate (In case of disablement due to accident) FIR/GD Entry/CSR/Police Report (In case of road accident) NEFT details (Bank name, Branch, Account Number and IFSC) Duly signed claim voucher\nIn case of Death:\nOriginal Medical Reports Original Death Certificate Legal Heirship certificate Post Mortem Report FIR Newspaper cutting Viscera Report (if any) Inquest Report NEFT details (Bank name, Branch, Account Number and IFSC) Duly signed claim voucher"
}