{
  "scheme_id": "67fe278c8e880c684922fa88",
  "slug": "construction-of-cement-drying-yards",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Construction of Cement Drying Yards",
  "scheme_short_title": "CONSTRUCTION OF CEMENT DRYING YARDS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Construction Of Cement Drying Yards"
  ],
  "brief_description": "To facilitate improvement of quality of coffee produced by the tribal growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain organic certification of their coffees, so as to enable them to earn better returns.",
  "detailed_description": "To facilitate improvement of quality of coffee produced by the tribal growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain organic certification of their coffees, so as to enable them to earn better returns.",
  "benefits": [
    "Unit cost and scale of subsidy",
    "Particulars | Dimension of the unit | Unit cost | Rate of Subsidy\nNew Drying Yard | 20' x 20' or (400 Sq. Ft) | Rs.55,000/- | 50% of the unit cost\n | 32' x 25' or (800 Sq.ft) | Rs. 99,000 | 50% of the unit cost"
  ],
  "eligibility_criteria": "Eligibility \nFor Construction New Cement Drying Yards: All Coffee growers of NTA, who have not availed benefit for drying yard during 10 years periods are eligible.\nThe grower should have a minimum of 0.20 Ha of area under coffee to become eligible for the benefit.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy (Andhra Pradesh & Odisha) Coffee Board would identify the beneficiaries with the help of ITDA / Nodal Department / Agency identified by State Government and motivate the growers to construct / cement drying yards. The growers shall submit application / claims for drying yards along with necessary documents, along with caste certificate. The SLOs / JLOs of the Coffee Board shall take up inspection for TFR and PV in Andhra Pradesh / Odisha and forward the claim along with the inspection report and other documents to the Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize the claim, sanction and release the eligible amount of subsidy to the grower through PFMS only.  Amendment to the Scheme: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information. "
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}