{
  "scheme_id": "683fe1ed32fd2a73f790a886",
  "slug": "abcsp",
  "scheme_name": "Akhil Bharatiya Civil Services Pratiyogita",
  "scheme_short_title": "ABCSP",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sports",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sports Allowance",
    "National Sports"
  ],
  "brief_description": "The scheme \"Akhil Bharatiya Civil Services Pratiyogita\" by the Dept. of Sports, Government of Uttarakhand, aims to encourage sports participation among government employees. Through this scheme, selected employees receive allowances and facilities for participating in national-level competition.",
  "detailed_description": "The scheme &amp;quot;Akhil Bharatiya Civil Services Pratiyogita&amp;quot; by the Department of Sports, Government of Uttarakhand, aims to promote physical fitness, teamwork, and sports culture among civil servants across the country. Through this scheme, travel allowance, accommodation, food, and sports kits are provided to government employees who qualify through trials. The scheme is implemented by the Department of Administrative Reforms and Public Grievances in collaboration with state departments and central ministries.",
  "benefits": [
    "Financial Allowances: Provides travel allowance, lodging allowance, and food allowance, reducing personal expenditure for participants. Sports Kit: Offers a sports kit, ensuring participants have the necessary gear for the competition."
  ],
  "eligibility_criteria": "The applicant should be a regular employee of a central or state government department. The applicant should have official nomination or approval from their department. The applicant should participate in the district or state-level selection trials.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Trial Organization: District and state-level selection trials are organized by the concerned Departments. Selection: Players/members are selected based on their performance in these trials. Participation: Selected players get the opportunity to participate in the All India Civil Services Competition. Provision of Facilities: Once selected for participation, facilities like travel allowance, lodging, food allowance, and sports kit are provided according to departmental standards."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 80)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Passport-Size Photographs. Aadhaar Card (for identity verification). Proof of Participation in Trials (if applicable). Any other documents as required."
}