{
  "scheme_id": "68343a9c82f6b25712f448f3",
  "slug": "sistbotw",
  "scheme_name": "Special Incentive Scheme for Women of Tharu, Boksa and Other Tribes (For Training and Marketing)",
  "scheme_short_title": "SISWTBOT",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of The Industrial Development",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Women and Child"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Training",
    "Artisans",
    "Tribal Women",
    "Marketing",
    "Handicraft",
    "Tharu",
    "Boksa"
  ],
  "brief_description": "The scheme aims to empower tribal women artisans of Tharu, Boksa and Other Tribal Communities through specialized training and marketing opportunities and ensures the provision of financial assistance for travel, logistics, and stall rent for participating artisans.",
  "detailed_description": "The scheme &amp;quot;Special Incentive Scheme for Women of Tharu, Boksa and Other Tribes&amp;quot; was implemented by the Department of Industries, Government of Uttarakhand. It aims to empower tribal women artisans through specialized training and marketing opportunities and ensures the provision of financial assistance for travel, logistics, and stall rent for participating artisans. Women artisans from the Tharu, Boksa, and other tribal communities working in the handicrafts sector in the state are eligible for training and marketing incentives.",
  "benefits": [
    "Training Support:",
    "Training is provided in various traditional & popular crafts based on market demand to women from Tharu, Boksa, and other tribal communities engaged in traditional crafts. 2-month training program (maximum 25 days/month, 5 hours/day, 250 hours total).",
    "Marketing Support:",
    "Opportunities are provided to participants to exhibit their products in district-level exhibitions, craft fairs, and other handicraft events organized at the district level. Participants are also provided opportunities to participate in state and national-level exhibitions/ programs organized by the Government of India and State Government. These include events like the India International Trade Fair and other fairs where marketing opportunities are made available for the sale of products. Women participating in the above-mentioned exhibitions/fairs are reimbursed by the state government for minimum travel expenses, transportation of products up to a maximum of ₹1,000 per craft, and stall rent."
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should be a female artisan from the Tharu, Boksa, or other recognized tribal communities in Uttarakhand, working in the craft sector. The applicant should be actively engaged in handicraft activities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the General Manager, District Industries Centre and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. OR The interested applicant downloads the application form from the official website . Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the General Manager, District Industries Centre. Post-application Process: Step 1: The selection of beneficiaries is done by a district-level selection committee chaired by the General Manager of the District Industries Centre. Step 2: Final approval for training/marketing participation is granted by the Director, Department of Industries. Step 3: Women artisans selected through this process are invited for training and to participate in fairs and exhibitions."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051625218025.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Copy Bank Account Details (Passbook Copy) Caste Certificate Proof of Artisan Status Application form clearly stating the craft and exhibitions/fairs in which the applicant has participated Proof of Registration with District Industries Centre (if applicable)"
}