{
  "scheme_id": "664de1f802cfbde316499fe8",
  "slug": "jfbf",
  "scheme_name": "Journalists' Family Benefit Fund",
  "scheme_short_title": "JFBF",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Tamil Development and Information Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Financial Assistance",
    "Journalist",
    "Death",
    "Family",
    "Diseases"
  ],
  "brief_description": "The Tamil Development, Religious Endowments, and Information Department scheme was launched by the \"Journalists' Family Benefit Fund\". The scheme aims to provide financial assistance to families of journalists who died in harness with a minimum of 20 years of service as editor, sub-editor, reporter.",
  "detailed_description": "The Tamil Development, Religious Endowments, and Information Department scheme was launched by the &quot;Journalists' Family Benefit Fund&quot;. Under this scheme, financial assistance is provided to families of journalists who died in harness with a minimum of twenty years of service as editor, sub-editor, reporter, photographer, and proofreader. This assistance is given from the Hon'ble Chief Minister's Public Relief Fund.",
  "benefits": [
    "Financial Assistance:",
    "₹50,000/- for 5 years of service. ₹1,00,000/- for 10 years of service. ₹1,50,000/- for 15 years of service. ₹2,00,000/- for 20 years of service."
  ],
  "eligibility_criteria": "The deceased should have been an editor/sub-editor/reporter/photographer and proofreader. The benefit of the scheme will be given only on the death of the journalist while working in Journalism. The editor, sub-editor, journalist, and photographer should have worked full-time in a newspaper or daily periodicals published in Tamil Nadu. In case of sudden death due to an accident or fatal disease, five years of service is mandatory.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant can download the application form from the official website. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Director, News Public Relations Department, Headquarters, Chennai-600 009. Step 4: Request a receipt or acknowledgment from the Director, News Public Relations Department to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). NOTE: Two application forms filled by the applicant along with relevant certificates."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/Information_publicity_1_0.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.tn.gov.in/scheme/data_view/6805"
    },
    {
      "title": "Application Form",
      "url": "https://cms.tn.gov.in/sites/default/files/schemes/journalist_benefit_fund_3.pdf"
    }
  ],
  "documents_required": "Two Passport-size Photographs of the Applicant. Nature Reporter Photograph. Death Certificate of Journalist (issued by Municipality/Corporation). Heirship Certificate (issued by District Magistrate). Certificates related to post and place of employment (to be obtained from employers). Domicile Certificate (issued by District Magistrate). Nomination Certificate from Journalist Association. Police or Medical Certificate (Government Hospital or Registered Medical Practitioner) should be provided in case of natural causes due to accident or disease)."
}