{
  "scheme_id": "679764f0f4330f0a718e7419",
  "slug": "sfalp",
  "scheme_name": "Scheme for Assistance to Logistic Park",
  "scheme_short_title": "SFALP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Industries"
  ],
  "tags": [
    "Logistic Park",
    "Entrepreneurship"
  ],
  "brief_description": "The \"Scheme for Financial Assistance to Logistic Parks\" aims to promote the development of logistic parks to enhance infrastructure and streamline the supply chain across the state.",
  "detailed_description": "The &amp;quot;Scheme for Financial Assistance to Logistic Parks&amp;quot; aims to promote the development of logistic parks to enhance infrastructure and streamline the supply chain across the state. Effective from August 7th, 2020 to August 6th, 2025, it aims to offer financial support to eligible institutions developing logistic parks, ensuring efficient movement of goods, and boosting economic growth. <br> <br>",
  "benefits": [
    "Financial Assistance: 25% of eligible Fixed Capital Investment (excluding land and vehicles) up to ₹15 crores. Stamp Duty Reimbursement: 100% reimbursement on land purchase stamp duty for approved projects. Central and State Scheme Benefits: Combined assistance from State and Central Government up to 60% of project cost. Reimbursement Linked to Milestones: Disbursement in four installments (25%, 50%, 75%, and 100%). Final 15% post-project completion."
  ],
  "eligibility_criteria": "Industries Association / any enterprise registered under the Societies Act, Partnership Act, Trust Act, Companies Act or Special Purpose Vehicle (SPV) constituted for setting up of Logistics Park shall be eligible to develop a Logistic Park under this scheme. The institution must intend to develop a logistic park as per the approved guidelines of the State Level Empowered Committee (SLEC). The institution should possess 100% ownership of the land required for the project. Projects under execution before obtaining registration will not qualify for assistance. Assistance is only available for infrastructure-related Fixed Capital Investment (excluding land cost and vehicles). Projects should be completed within 3 years from the date of approval, with a possible 1-year extension under exceptional circumstances.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submit an application to the Industries Commissionerate for project registration with an Affidavit and other mandatory documents.",
        "Step 2: After taking 100 % possession of the purchased land, Prepare and submit a Detailed Project Report (DPR) and approved layout plan to the Industries Commissionerate for financial assistance sanction.",
        "Step 3: The Industries Commissionerate will scrutinize the application and present it before the SLEC for approval.",
        "Step 5: Submit claims for assistance in the prescribed format an Affidavit and other mandatory documents ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/9-GR_02092020.pdf"
    }
  ],
  "exclusions": "Projects already under execution before registration are ineligible. Institutions failing to meet the project completion timeline, including any approved extensions, will lose eligibility and face recovery of disbursed incentives. Institutions availing assistance under any other state government scheme, unless specified, are ineligible. Failure to maintain the logistic park for 10 years post-completion disqualifies the institution and triggers recovery of disbursed incentives. Note: The following expenditures are not eligible for financial assistance under the scheme: Purchase of land and land development. Goodwill fees, commissioning fees, and royalty. Preliminary and pre-operative expenses. Interest capitalized during the project period. Expenditure on transportation equipment or vehicles. Technical fees or consultant fees. Working capital requirements. Any expenditure not explicitly mentioned as eligible investment. Other expenditures deemed non-eligible by the State Level Empowered Committee (SLEC).",
  "documents_required": "For Registration:\n Self-Attested Application Form . Copy of Registration for Constitution of Developer Company/Firm (Industries Association/ any enterprise registered under Societies Act, Partnership Act or the Companies Act or SPV). Copy of PAN Card of Developer Company/Firm. 7/12 of Survey No. for Land in which Logistic Park to be developed. Village Map of Land in which Logistic Park to be developed (with Highlighted Survey/Block Nos.). Lay-out of the proposed Logistic Park(Certified by Approved Civil Engineer/Architect). Project Report.  Notarized Affidavit .\nFor Approval:\n Self-Attested Application Form . Copy of Registration for Constitution of Developer Company/Firm (Industries Association/any enterprise registered under Societies Act, Partnership Act or the Companies Act or SPV). Copy of PAN Card of Developer Company/Firm. 7/12 of Survey No. & 8A Khata Details for Land in which Logistic Park to be developed. Copy of Sale Deed & Index-2 of Land purchased for Logistic Park. Village Map of Land in which Logistic Park to be developed (with Highlighted Survey/Block Nos.). Approved Lay-out Plan from Concerned Govt. Authority for the proposed Logistic Park. Detailed Project Report (containing component-wise Estimates as per Prevailing SOR of concern Govt. Department or its undertakings, Features and Scope of Logistic Park, Benefits to Logistic Service Beneficiaries in the park to be established, etc.). CA Certified Net Worth of the Developer Company/Firm/Promoters. Authority Letter/Board Resolution for signing on behalf of Developer Company/Firm (if applicable). If you have applied to Central Government for incentives/assistance under any scheme of GOI, then give Details (Sanction Letter, Approval Letter, Disbursement, etc.).  Notarized Affidavit ."
}