{
  "scheme_id": "643c632bb80d39bcd9841836",
  "slug": "nfbsup",
  "scheme_name": "National Family Benefit Scheme - Uttar Pradesh",
  "scheme_short_title": "NFBSUP",
  "state": "Uttar Pradesh",
  "level": "State",
  "nodal_department": "Department of Social Welfare",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "National Family Benefit",
    "Uttar Pradesh",
    "Financial Assistance"
  ],
  "brief_description": "National Family Benefit Scheme or NBFS was launched by the Uttar Pradesh state government to provide financial assistance to those families that are unable to earn the necessities in life.",
  "detailed_description": "**Detailed** The NFBS also known as Rashtriya Parivarik Labh Yojana was started by the UP government on in January 2016. Under this scheme, the families who have lost their lead earners will get a lump sum amount of money as compensation. To claim the compensation one must have applied to register under the scheme. The entire application process is available only online. There is no provision of offline application for the scheme.**** &lt;br&gt; **Key Features** 1. The NFBS scheme is for below-poverty-line families. If the lead earner of the family has lost his/ her life, the next head of the family will get financial assistance from the state government of Uttar Pradesh. 1. The applicant should be aged between 18 years to 60 years. If the applicant is below 18 i.e. minor or above 60 that is old, then the applicant might not get the compensation amount. 1. The amount of the compensation is fixed at Rs. 30, 000/- which has increased from the earlier amount of compensation which is Rs. 20, 000/-. To apply for the scheme one must use the online process. The scheme does not have any offline mode of registration. 1. To avail the scheme, the yearly income of the family should not be more than Rs. 56, 450/- in urban areas and Rs. 46, 080/- in rural areas. The amount of compensation will be provided to the families only after the death of the lead earner or the only earning member of the family.",
  "benefits": [
    "Benefits Under the this scheme the government will pay Rs. 30, 000/- per family as compensation. The amount of the compensation was Rs. 20, 000/- earlier. After 2013, the amount was revised and become Rs. 30, 000/-. Under this scheme anyone who is eligible to become the head of the family after the death of the earner can apply for the scheme and claim the mentioned amount as compensation from the government."
  ],
  "eligibility_criteria": "Eligibility\nTo apply for the scheme one must be living under the poverty line. The applicant should not be aged less than 18 years or above 60 years. The family income of the applicant should not be more than Rs. 56, 450/- if the family is from the urban area and Rs. 46, 080/- if the family is from the rural area. Support will be provided to the family after the death of the only earner of the family.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "The applicants need to visit the official website . Download the application form.  Submit the filled form at the District Magistrate's office Enclose required documents."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Application Process",
        "Visit the official website or click here.  Select the new registration option. Fill the online application form. Upload the required documents. And Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "http://samajkalyan.up.gov.in/#parentHorizontalTab1"
    }
  ],
  "documents_required": "List of the required documents\nDeath certificate. Below poverty line card. Below poverty line ration card (blue card). Residence proof."
}