{
  "scheme_id": "685be249e908c729d3cf2f5f",
  "slug": "eom",
  "scheme_name": "PMMSY: Establishment of Medium RAS / Biofloc culture system - Haryana",
  "scheme_short_title": "EOM",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Aquaculture",
    "RAS",
    "Biofloc Systems",
    "Fish",
    "Farming"
  ],
  "brief_description": "The scheme provides capital assistance to fish farmers and entrepreneurs for establishing medium-scale Recirculatory Aquaculture Systems (RAS) and Biofloc systems.",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Establishment of Medium RAS / Biofloc Culture System, introduced by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide capital assistance to fish farmers and entrepreneurs for establishing medium-scale Recirculatory Aquaculture Systems (RAS) and Biofloc systems. These models promote high-density fish production in controlled environments, significantly reducing land and water usage. It is a centrally funded scheme with a 50:50 cost-sharing pattern between the Central and State Governments. - For RAS: Minimum 6 tanks of 30 m³ each (10 tons/crop)- For Biofloc: 25 tanks of 4 m diameter and 1 m height",
  "benefits": [
    "The project cost is ₹25,00,000/-",
    " Subsidy Distribution:",
    "40% subsidy for General Category beneficiaries. 60% subsidy for SC and Women category beneficiaries."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Haryana and possess a valid Parivar Pehchan Patra (PPP). The applicant must have access to own land or hold a registered lease for a minimum period of 10 years. The applicant must ensure that the land is free from any legal and financial encumbrances. The applicant must have access to a reliable water source such as a canal, tube well, river, or similar. The applicant must provide a valid training certificate in fisheries or aquaculture. The applicant must agree to manage and maintain the system at their own cost after setup. The applicant must submit a Detailed Project Report (DPR) or a Self-Contained Proposal (SCP). The applicant must sign an agreement with the Department of Fisheries to avail benefits under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=SRuhVASijUqf9p+9h8X7Rw%3d%3d"
    },
    {
      "title": "Scheme Brief (No. 9)",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    },
    {
      "title": "Official Link",
      "url": "https://harfish.gov.in/technical-financial-assistance?utm_source=chatgpt.com"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Agreement Deed with the Fisheries Department. Date of Birth Certificate (Aadhaar/Voter ID/Matriculation). Caste Certificate (from Tehsildar, if applicable). Training Certificate (in aquaculture or fisheries). Land Records (own land or registered lease deed for 10 years). Bills/Receipts/Vouchers for purchases. Photographs of Biofloc/RAS unit with beneficiary. Bank account details and PAN card. DPR/SCP as per PMMSY guidelines"
}