{
  "scheme_id": "67e262a06e3110d98b53e27e",
  "slug": "sjpwds",
  "scheme_name": "Special Jobs to PwDs - Clerical Assistant",
  "scheme_short_title": "SJPWDCA",
  "state": "Lakshadweep",
  "level": "State/ UT",
  "nodal_department": "Social Welfare and Tribal Affairs Department, Lakshadweep",
  "implementing_agency": "District Panchayat Of Lakshadweep",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Job",
    "PwD",
    "Clerk",
    "Person With Disabilities",
    "Employment",
    "Disabled Person"
  ],
  "brief_description": "The scheme aims to provide employment opportunities to Persons with Disabilities (PwDs) to enhance their financial independence and social inclusion. Through this scheme, PwDs are employed as Clerical Assistants for 89 Days under the District Panchayat offices of their respective islands.",
  "detailed_description": "The scheme &amp;quot;Special Job to PwDs - Clerical Assistant&amp;quot; was introduced by the Department of Social Welfare &amp;amp; Tribal Affairs, Union Territory of Lakshadweep, with the aim of providing temporary employment opportunities to Persons with Disabilities (PwDs) having a minimum of 40% disability in the UT. Under this scheme, 11 PwD candidates are employed as Clerical Assistants on an 89-day rotation basis in the District Panchayat offices of their respective islands to address issues related to disabled persons and other associated matters.",
  "benefits": [
    "Persons with Disabilities are employed in the District Panchayat offices of their respective islands. A monthly salary of ₹11,000/-.",
    "Note: Employment is provided on 89 days rotation basis."
  ],
  "eligibility_criteria": "The applicant should be a local resident of the Union Territory of Lakshadweep. The applicant should have a minimum of 40% disability and be physically capable of performing clerical work. The applicant should belong to the Scheduled Tribe (ST) category. The age of the applicant should be between 18 and 45 years. The applicant should have passed SSLC or a higher qualification. The applicant should have knowledge of typewriting/computers.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible applicants can collect the application form from the Village (Dweep) Panchayat Office or District Panchayat Office of their respective islands. Step 2 : Carefully fill out the application form and attach all required supporting documents. Step 3: Submit the completed application form along with the necessary documents to the concerned officer at the Village (Dweep) Panchayat Office or District Panchayat Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://lakshadweep.gov.in/departments/social-welfare-and-tribal-affairs/"
    },
    {
      "title": "Guidelines",
      "url": "https://cdn.s3waas.gov.in/s358238e9ae2dd305d79c2ebc8c1883422/uploads/2023/07/2023071388.pdf"
    }
  ],
  "documents_required": "Identity Proof Disability Certificate Residential Proof ST Certificate Educational Qualification Certificate Proof of age Self-Declaration Any other documents if required"
}