{
  "scheme_id": "649aa891380f8e123543f13f",
  "slug": "issfb",
  "scheme_name": "Incentive To Saharia Students For B.Ed",
  "scheme_short_title": "ISSFB",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Tribal Area Development Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Student",
    "Financial Assistane",
    "Higher Education"
  ],
  "brief_description": "In Rajasthan, \"Incentive To Saharia Students For B.Ed\" scheme is run by the \"Tribal Area Development Department\" from 2004-05.",
  "detailed_description": "The basic objective of the scheme is to provide financial assistance to the students of the Saharia region for B.Ed training so that the tribal students of the Saharia region can keep their participation in the government service. In this scheme, hostel fees, scholarships (stipends), tuition fees, and stationery are given to these students. Provision has been made to give financial assistance in the form of The benefit of the scheme will be payable only for 10 months.",
  "benefits": [
    "Saharia tribe students who are taking regular B.Ed training are given Rs.30,000 in the first year and Rs.30,000 in the second year.",
    "Details are given below :",
    "Rs. 26,000/- for college fees and purchase of books. Rs. 32,000/- for house rent and food. Rs. 2,000/- for clothes."
  ],
  "eligibility_criteria": "The student should be a native of Rajasthan. The student should belong to Saharia class, a tribe of the Baran district of Rajasthan. The student should be a regular trainee in the government / non-government BEd training institute. The student's mother/father/guardian/guardian should not be a taxpayer. The student who is studying while living in the hostel is run by the government. They will not be entitled to benefit under the said scheme. Students should have a Vaidya Bhamashah card and Aadhaar.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicant students have to visit the official website.  Now Select the Login option or Register Option. Applicants will be redirected to the Rajasthan SSO portal . Now students can log in with their Jan-Aadhaar ID. Fill out the application form. Attach the required documents. Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://schemes.rajasthan.gov.in/scheme/detail/400"
    },
    {
      "title": "Guidelines",
      "url": "https://jankalyanfile.rajasthan.gov.in//Content/UploadFolder/Scheme/TAD/ISSFB/DOC_400_02224b31-65f4-49c7-9e84-70393f6ca87d.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Caste Certificate Copy. Aadhar Card Copy. Education Qualification Marksheet / Certificate Copy. Income Certificate Copy. Jan Aadhar/Bhamashah Card Copy."
}