{
  "scheme_id": "685a4fe5b891d3ecdabb2452",
  "slug": "sms-mj",
  "scheme_name": "Solar Home System (Manohar Jyoti)",
  "scheme_short_title": "SMS-MJ",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Renewable Energy Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Solar Home System",
    "Renewable Energy",
    "Solar Subsidy"
  ],
  "brief_description": "The \"Solar Home System (Manohar Jyoti)\" by the Renewable Energy Department, Government of Haryana, aims to promote renewable energy adoption and ensure sustainable power access through solar solutions. Through this scheme, a subsidized solar home lighting system is provided to families.",
  "detailed_description": "The scheme &amp;quot;Solar Home System (Manohar Jyoti)&amp;quot; by the Renewable Energy Department, Government of Haryana aims to provide reliable, clean, and affordable electricity to rural households and promote the use of renewable energy across the state. The scheme primarily benefits families with a valid Pariwar Pahichan Patra (PPP), offering them subsidized solar home lighting systems to reduce their dependence on conventional electricity sources and promote environmental sustainability. <br>",
  "benefits": [
    "Subsidy for General Category: A subsidy of ₹15,000/- per solar home system is provided to eligible families under the general category. Subsidy under SCSP: A subsidy covering 90% of the cost is provided to Scheduled Caste families under SCSP component."
  ],
  "eligibility_criteria": "The applicant should be a resident of Haryana. The applicant should possess a valid Pariwar Pahichan Patra (PPP).\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=thdDFao6PL3gqQvuuBnmjg=="
    }
  ],
  "documents_required": "Pariwar Pahichan Patra (PPP)."
}