{
  "scheme_id": "65ec498f938a0b13ccac69fd",
  "slug": "ascbutpsrimcd",
  "scheme_name": "Award of Scholarship to the Cadets Belonging to UT of Puducherry and Studying in Rashtriya Indian Military College, Dehradun",
  "scheme_short_title": "ASCBUTPSRIMCD",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "School Education Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cadet",
    "Military",
    "Scholarship",
    "Education"
  ],
  "brief_description": "The objective of this scheme is to extend scholarships worth of ₹20,000/- per annum to the cadets belonging to the Union Territory of Puducherry who come from economically weak backgrounds and have been selected for admission into the Rashtriya Indian Military College, Dehradun.",
  "detailed_description": "The scheme &quot;Award of Scholarship to the Cadets Belonging to UT of Puducherry and Studying in Rashtriya Indian Military College, Dehradun&quot; is a Scholarship Scheme by the Directorate of School Education, Union Territory of Puducherry. The objective of this scheme is to extend scholarships worth of ₹20,000/- per annum to the cadets belonging to the Union Territory of Puducherry who come from economically weak backgrounds and have been selected for admission into the Rashtriya Indian Military College, Dehradun.",
  "benefits": [
    "Scholarship",
    "₹20,000/- per annum per cadet.",
    "Mode of Disbursal",
    "The amount is disbursed directly into the Aadhaar-seeded viable bank account by Direct Benefit Transfer (DBT) through the Electronic Clearance System (ECS)."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should belong to the UT of Puducherry either by birth or domicile i.e. continuous residence of not less than 5 years. The applicant should be studying at Rashtriya Indian Military College (RIMC), Dehradun.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Principal, Rashtriya Indian Military College, Dehradun, and request a hard copy of the prescribed format of the application form for the concerned scheme.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should submit the duly filled and signed application form and the documents to the Principal. The Principal then sends the applications to the Directorate of School Education, Puducherry."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://schooledn.py.gov.in/Welfare/InnerPages/edu_CadetScholarship.html"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Stamp-sized Photograph. Aadhaar Card. Residential/Domicile Certificate, issued by the Officer of the Revenue Department not below the rank of a Deputy Tahsildar. Certificate of Admission issued by the Rashtriya Indian Military College (RIMC), Dehradun."
}