{
  "scheme_id": "6818543572385d53503ba329",
  "slug": "uksap",
  "scheme_name": "Uttarakhand State Andolankari Pension",
  "scheme_short_title": "UKSAP",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Home",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "State Movement",
    "Social Welfare",
    "Agitators"
  ],
  "brief_description": "\"Uttarakhand State Andolankari Pension\" is a social welfare scheme implemented by the Department of Home, Government of Uttarakhand, that provides a monthly pension to the injured/jailed agitators during the Uttarakhand State Movement.",
  "detailed_description": "&amp;quot;Uttarakhand State Andolankari Pension&amp;quot; is a social welfare scheme implemented by the Department of Home, Government of Uttarakhand. Under this scheme, a monthly pension of ₹6,000/- is provided to the injured and those who were jailed for 7 days during the Uttarakhand State Movement, who did not get any employment due to any reason.",
  "benefits": [
    "A monthly pension of ₹6,000/-."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Uttarakhand. The applicant must have taken part in the Uttarakhand State Movement. The applicant should have either been jailed for at least 7 days or injured during the movement. The applicant must not be employed in any job.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant needs to submit an application to the office of the District Magistrate (there is no prescribed format for application). Step 2: Attach all the mandatory documents (Self-attested, if required) along with the application form. Step 3: Submit the application at the office of the District Magistrate."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 63)",
      "url": "https://cdnbbsr.s3waas.gov.in/s30fe473396242072e84af286632d3f0ff/uploads/2025/02/20250227396322764.pdf"
    }
  ],
  "documents_required": "Application form. Any other documents as required."
}