{
  "scheme_id": "66ecfd350d644223a86b0b86",
  "slug": "smsopm",
  "scheme_name": "Seed Multiplication Scheme of Paddy, Millets, Pulses, Oilseeds and Cotton",
  "scheme_short_title": "SMSOPM",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Seed Multiplication",
    "Paddy",
    "Crops"
  ],
  "brief_description": "The \"Seed Multiplication Scheme of Paddy, Millets, Pulses, Oilseeds, and Cotton\" offers subsidies to farmers to produce seeds under contract with the Department of Agriculture.",
  "detailed_description": "The \"Seed Multiplication Scheme of Paddy, Millets, Pulses, Oilseeds, and Cotton\" by the Agriculture-Farmers Welfare Department, Tamil Nadu, offers subsidies to farmers to produce seeds under contract with the Department of Agriculture. Farmers receive training, source seeds, and guidelines for maintaining seed quality. After quality checks and processing, farmers are paid based on the quality of seeds produced. A 90% Minimum Support Price payment is made during processing, with the remainder settled after quality certification.",
  "benefits": [
    "Premium: On seeds ranges from ₹1/- to ₹3/- per kg. Foundation Class Seeds: The premium is between 7.5% to 30% over the Local Market Rate per kg, depending on the type of oil seed. For Certified Class Seeds: The premium is between 5% to 20% over the Local Market Rate per kg, based on the specific oil seed. Training: The farmer so desirous of enrolling himself/herself will be given a training by the authorities concerned at the beginning of each year"
  ],
  "eligibility_criteria": "The beneficiary should be a Farmer. The beneficiary should be a resident of Tamil Nadu. The beneficiary should produce and supply seeds for the Department of Agriculture on a contract basis. The seed Farms should be registered by the Seed Producer viz., the Assistant Director of Agriculture of the respective Blocks. Field Run Produce has to satisfy the standards of physical/genetic purity, moisture levels and germination percentage as prescribed in the Certification standards.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Collect the application form from the nearest Agricultural Office. Step 2: Fill out the application form with the required details and attach mandatory documents (self-attested, if required). Step 3: Submit the form to the concerned office: Village Level: Submit the application to the Assistant Agricultural Officer. Block Level: Submit to the Agricultural Officer or Deputy Agricultural Officer. District Level: Submit to the Joint Director of Agriculture."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/6843"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card, Voter ID). Land ownership documents or lease agreement. Proof of Seed production and supply to the Department of Agriculture on Contract basis. Seed Farm Registration Details. Certification Tag issued by the Department of Seed Certification. Caste Certificate (for SC/ST applicants). Any other documents (if required)."
}