{
  "scheme_id": "676e7b09ae68fb2cde60398f",
  "slug": "feotteuyobcamc",
  "scheme_name": "Free Employment Oriented Training to Educated Unemployed Youth of Backward Class and Minority Class",
  "scheme_short_title": "FEOTTEUYOBCAMC",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Backward Classes and Minorities Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching",
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Employment",
    "Educated",
    "Backward Class",
    "Minority",
    "Training"
  ],
  "brief_description": "\"Free Employment Oriented Training to Educated Unemployed Youth of Backward Class and Minority Class\" aims to provide quality pre-examination training for various employment-oriented competitive examinations to talented but economically disadvantaged young men and women.",
  "detailed_description": "The scheme &quot;Free Employment Oriented Training to Educated Unemployed Youth of Backward Class and Minority Class&quot; by the Backward Classes and Minorities Welfare Department, Government of Madhya Pradesh, aims to provide quality pre-examination training for various employment-oriented competitive examinations to talented but economically disadvantaged young men and women belonging to the backward and minority classes of the state. Training is offered near their place of residence through government, semi-government, or non-government institutions, along with an ideal educational environment and free coaching facilities.",
  "benefits": [
    "Free coaching for employment-oriented competitive examinations.",
    "Stipend support during the training period. Access to well-equipped coaching facilities. Ideal academic environment for exam preparation."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Madhya Pradesh. The applicant should belong to Other Backward Classes (OBC) or Minorities. The applicant's family income should not exceed the creamy layer limit. The applicant should be selected by the training institution approved by the government.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The institutions are selected by the government to provide coaching before employment-oriented examinations, and the institutions select the trainees. Applications are made by the Office Director, State Level Employment and Training Center, Bhopal in the training centers of selected non-government organizations."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=871"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Previous class passing certificate/marksheet Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}