{
  "scheme_id": "660a774ca833324343927229",
  "slug": "lpt-gbocwwb",
  "scheme_name": "Loan for the Purchase of Tools (GBOCWWB)",
  "scheme_short_title": "LPT-GBOCWWB",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Goa Building And Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Machine & skill up-Gradation",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tool",
    "Loan",
    "Labour",
    "Worker",
    "Financial Assistance"
  ],
  "brief_description": "\"Loan for the Purchase of Tools (GBOCWWB)\" is a Welfare Scheme by the Goa Building and Other Construction Workers Welfare Board of the Dept of Labour and Employment, Govt of Goa. Through this scheme, the worker registered with the Board is provided with a loan of ₹5,000/- for the purchase of tools.",
  "detailed_description": "&quot;Loan for the Purchase of Tools (GBOCWWB)&quot; is a Welfare Scheme by the Goa Building and Other Construction Workers Welfare Board of the Department of Labour and Employment, Government of Goa. Through this scheme, the worker registered with the Board is provided with a loan of ₹5,000/- for the purchase of tools. The applications are accepted offline.",
  "benefits": [
    "Loan of ₹5,000/- for the purchase of tools."
  ],
  "eligibility_criteria": "The applicant should be a Worker. The worker should be between 18 to 60 years of age. The worker should have completed ninety days of service as a registered worker in the year. The applicant should be registered with the Goa Building and Other Construction Workers Welfare Board. The applicant should have completed three years of membership in the fund. The applicant should be remitting regular contributions to the fund.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form for the scheme from the Official Website of the Department of Labour and Employment, Goa.",
        "OR",
        "The interested applicant should visit the Office of the Commissioner, Labour & Employment, 2nd Floor, Sharma Shakti Bhavan, Patto Plaza, Panaji-Goa (0832-2437081/82/83, com-labo.goa@nic.in) and request a hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should submit the duly filled and signed application form and the documents to the concerned authority at the Office of the Commissioner, Labour & Employment.",
        "Step 4: A receipt of the application will be assigned to the applicant by the concerned authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.goa.gov.in/wp-content/uploads/2016/05/schemesofbocw-dated-08-09-2015.pdf"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2016/05/Citizen-Charter-Labour-Depatment-DATED-16032016.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://labour.goa.gov.in/wp-content/uploads/2020/07/Scheme-7-Grant-For-The-Purchase-of-Tools.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://www.goa.gov.in/department/commissioner-labour-and-employment/"
    }
  ],
  "documents_required": "Worker Registration Card/Number. Receipt of Payment of First & Last Subscription with the Board. Salary Certificate from the Employer. Employment Certificate. Invoice of the Tool/Instrument Purchased. Details of Other Properties Owned or Possessed, if any."
}