{
  "scheme_id": "6413e7ed92a692ec44e07e04",
  "slug": "mrf",
  "scheme_name": "Mizoram Research Fellowship",
  "scheme_short_title": "MRF",
  "state": "Mizoram",
  "level": "State",
  "nodal_department": "Higher and Technical Education Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "tags": [
    "Fellowship",
    "PhD",
    "Research",
    "Postgraduation"
  ],
  "brief_description": "The \"Mizoram Research Fellowship\" aims to provide financial assistance to research workers and teachers, preferably below the age of 45 years, who have established their reputation for research OR have obtained a doctorate degree OR have published research work to their credit.",
  "detailed_description": "The &quot;Mizoram Research Fellowship&quot; is a fellowship scheme by the Higher &amp; Technical Education Department of the Govt. of Mizoram. The objective of this scheme is to provide financial assistance to research workers and teachers, preferably below the age of 45 years, who have established their reputation for research OR have obtained a doctorate degree OR have published research work to their credit and have shown evidence of independent research work. The applicant should have secured at least 50% on average in the last university examination. The scheme is open to the bonafide permanent residents of Mizoram.",
  "benefits": [
    "Financial Assistance to Research Workers and Teachers."
  ],
  "eligibility_criteria": "The applicant must be a bonafide permanent residents of Mizoram. The applicant must be prosecuting higher studies or research at a university/institution recognized/established by the law. The applicant must not be guilty of misconduct or breach of discipline or participating in strikes, demonstrations, picketing, and the like for unfair demands from any high-level authority. (Unless otherwise relaxed by the awarding authority) The applicant must secure at least 50% on average in the last university examination. The applicant must not be in receipt of any scholar or stipend except merit scholarship, from any sources.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The duly filed and signed application form along with the self-attested documents must be submitted to the Secretary, Mizoram Scholarship Board, Aizawl Mizoram by Speed Post, along with all documents uploaded in the Portal verification and sanction. The applicant must retain one copy for future reference."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://msb.mizoram.gov.in/uploads/attachments/2022/10/a507f5ed5a716eec8d2570e22cd4ed8c/scholarship-scheme-to-be-upload.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://msb.mizoram.gov.in/uploads/attachments/dcc206aada1f0ea4ccc12e41d12a0103/mrf.pdf"
    },
    {
      "title": "Tentative Dates Of Activities",
      "url": "https://msb.mizoram.gov.in/uploads/attachments/2022/04/2f122b5a5f903b1ec1eea169f90a96b9/rti-msb.pdf"
    }
  ],
  "documents_required": "1. Three copies of the approval Synopsis of the dissertation/thesis indicating:\na) The problem to be investigated.\nb) Objectives.\nc) Hypothesis.\nd) Research design & methodology.\ne) Tools to be used in the collection of data.\nf) Significance of the study.\ng) Its relevance to the present-day problem and needs of society and the country.\n2. Residential Certificate of the state of Mizoram from the Deputy Commissioner of the concerned District.\n3. Tribe/Caste Certificate.\n4. Attested copy of Mark sheet of Examination passed from HSLC onwards.\n5. No objection certificate from the employer.\n6. Attested photocopy of 1st page of the Aadhaar-Linked Bank Account.\n7. Aadhaar Number / Aadhaar Enrolment ID\n8. Proof of Identity (Ration Card, Election Voter ID Card, etc).\n9. Proof of Age/DOB (Birth Certificate)\n10. Passport Sized Photograph"
}