{
  "scheme_id": "682482bb9bea90887cee6720",
  "slug": "anmpy",
  "scheme_name": "Atma Nirbhar Matsya Palan Yojana",
  "scheme_short_title": "ANMPY",
  "state": "Arunachal Pradesh",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Loan",
    "Financial assistance",
    "Banking and money"
  ],
  "target_beneficiaries": [
    "Individual",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Subsidy",
    "Farmers",
    "Scheduled Tribe",
    "Self Help Groups",
    "FPO",
    "Loan"
  ],
  "brief_description": "The scheme aims to provide a 45% subsidy with credit linkage for fishery infrastructure to ST individuals, SHGs, and FPOs engaged in aquaculture.",
  "detailed_description": "The \"Atma Nirbhar Matsya Palan Yojana (ANMPY)\" was launched by the Department of Fisheries, Government of Arunachal Pradesh. It aims to promote self-reliant fish farming practices and enhance income generation among Scheduled Tribe (ST) beneficiaries through aquaculture activities. Under this flagship scheme, a credit-linked front-ended subsidy is provided for fisheries development to individual farmers, Self Help Groups (SHGs), and Farmers Producer Organizations (FPOs) in Arunachal Pradesh. > **Scheme Implementation** The scheme is implemented by the District Fisheries Development Officers (DFDOs), under the supervision of District Level Screening Committees (DLSCs).",
  "benefits": [
    "Benefits:",
    "45% Government Subsidy. 45% Bank Loan (credit-linked). 10% Beneficiary Contribution."
  ],
  "eligibility_criteria": "Eligibility Criteria for Individual Farmers\nThe applicant must be a Scheduled Tribe (ST) of Arunachal Pradesh. The applicant must be a permanent resident of Arunachal Pradesh. The applicant must be between 18 to 60 years of age. The applicant must not be a bank defaulter. The applicant must not be a government servant. The applicant must have experience in fisheries or aquaculture. The applicant must have sufficient and suitable land for aquaculture activity.\nEligibility Criteria for Self-Help Groups (SHGs)\nSHGs must be affiliated with APRSLM (Arunachal Pradesh State Rural Livelihood Mission). SHGs under NERCOMP (for Changlang) are also eligible. SHGs must be actively engaged in fisheries or aquaculture.\nEligibility Criteria for Farmers Producer Organizations (FPOs)\nThe FPO must be registered. The FPO must have at least 100 shareholders. The FPO must have at least one audited balance sheet. Only FPOs engaged in fisheries/aquaculture are eligible.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Interested and eligible students need to apply online on the Atma Nirbhar Yojana portal. New User Registration Select the \" Login \" option. Subsequently, click on the \" Register Here\" link. Complete the registration form with the requisite details, including your name, Aadhaar card number, email ID, and mobile number. Establish a password for your account. Upon successful registration, the applicant will receive a User ID and password. Login & Application Process:  Log in using the provided User ID and password to access the application form. Fill in the complete application form. Upload the required documents, including a photograph, caste certificate, residential certificate, and land ownership proof, etc. Submit the application form."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Fisheries Development Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "OR",
        "The interested applicant downloads the application form from the official website.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Fisheries Development Officers.",
        "Step 4: Request a receipt or acknowledgment from the District Fisheries Development Officers to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cdn.s3waas.gov.in/s36c29793a140a811d0c45ce03c1c93a28/uploads/2023/06/2023062787.pdf"
    },
    {
      "title": "Amendment",
      "url": "https://cdn.s3waas.gov.in/s3076a0c97d09cf1a0ec3e19c7f2529f2b/uploads/2025/01/2025013129.pdf"
    },
    {
      "title": "Notice",
      "url": "https://cdn.s3waas.gov.in/s36c29793a140a811d0c45ce03c1c93a28/uploads/2025/01/2025010889.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card PAN Card ST Certificate Domicile Certificate/Permanent Resident Certificate (PRC) Proof of Land Holding (LPC/Certificate from Administrative Officer) ( Annexure-I Enclosed ) Photocopy of 1st page of Bank Passbook No Objection Certificate (NOC) from Agri/Allied Department Any Other Document if Required"
}