{
  "scheme_id": "6795afe6f4330f0a718be98f",
  "slug": "toaifse",
  "scheme_name": "Training on Artificial Insemination for Self-Employment",
  "scheme_short_title": "TOAIFSE",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "categories": [
    "Agriculture,Rural & Environment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Animal husbandry",
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Employment",
    "Training",
    "Animal Husbandry",
    "Unemployed"
  ],
  "brief_description": "The \"Training on Artificial Insemination for Self-Employment\" by the Animal Husbandry Department, Madhya Pradesh promotes milk production and employment. Trained Gausevaks get an honorarium of ₹4,000 and equipment worth ₹18,000.",
  "detailed_description": "The &quot;Training on Artificial Insemination for Self-Employment&quot; scheme by the Animal Husbandry Department, Government of Madhya Pradesh aims to increase milk production through employment generation and breed improvement. Under this initiative, trained Gausevaks will receive an honorarium of ₹4,000 along with equipment worth ₹18,000. The program offers three months of free training, including one month of theoretical and two months of practical training, at Government-recognized institutes. Eligible candidates include pre-selected Gausevaks or unemployed youth (10th pass and above 18 years of age). This initiative promotes self-employment and strengthens the dairy sector.",
  "benefits": [
    "Financial Support: Trained Gausevaks receive an honorarium of ₹4,000 and equipment worth ₹18,000. Skill Development: Provides three months of free training in artificial insemination, including theory and practical sessions."
  ],
  "eligibility_criteria": "The applicant should be an unemployed youth. The applicant should be at least 18 years old. The applicant should have passed the 10th standard. The applicant should have a keen interest in dairy farming and artificial insemination.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "For Initial Training:",
        "The applicant from each Gram Panchayat will be selected on the approval of Janpad Panchayat.",
        "Applicants with queries or documentation requirements should reach out to:",
        "The Office of the Deputy Director, Veterinary Services",
        "Government-recognized Artificial Insemination Training Institutes",
        "The Panchayat Offices in their respective areas."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=215"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Previous class passing certificate/marksheet Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}