{
  "scheme_id": "6842d85aa9a9e74d7bf63199",
  "slug": "bepuk",
  "scheme_name": "Braille Equipment Provision",
  "scheme_short_title": "BEPUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Disabled Person",
    "Divyang",
    "Braille Devices",
    "Visual Disability",
    "Assistive Technology"
  ],
  "brief_description": "The \"Braille Equipment Provision\" scheme aims to empower persons with visual disabilities to live independently by supporting their writing, computing, mobility, and entertainment needs. Through this scheme, Braille equipment is manufactured and made available to individuals and institutions.",
  "detailed_description": "The &amp;quot;Braille Equipment Provision&amp;quot; scheme aims to facilitate the independent functioning of visually impaired individuals by providing them with Braille equipment for writing, computing, entertainment, and mobility. Through this scheme, Braille devices are manufactured and distributed at subsidized rates to persons with visual disabilities and institutions like special schools. The scheme is implemented by the National Institute for the Empowerment of Persons with Visual Disabilities, Dehradun,",
  "benefits": [
    "Subsidized Access of Braille Appliances: Makes Braille equipment affordable by providing it at subsidized rates to visually impaired persons, special schools, and institutions."
  ],
  "eligibility_criteria": "A person with visual impairment/ a Special School/ Organisation serving visually impaired persons shall be eligible under this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should fill in the order format with all required details such as item names, quantities, and rates, and submit it along with the payment through Bank Draft, NEFT, or RTGS. Step 2: The order will be confirmed after receiving the payment through Bank Draft/ NEFT/ RTGS in the name of Director NIVH, 116-Rajpur Road, Dehradun, along with 10% Packing charges extra on the actual cost of the appliances and Freight charges extra (as applicable). Rates are inclusive of 5% G.S.T. FOR FURTHER DETAILS PLEASE CONTACT: Workshop For Manufacturing Braille Appliances (MBA) National Institute for the Empowerment of Persons with Visual Disabilities (Divyangjan) 116-Rajpur Road, Dehradun - 248 001 (Uttarakhand) Phone: 0135 -2742145, 2744491 E-mail: director-niepvd@nivh.gov.in mbaniepvd@gmail.com Visit us at: www.nivh.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 104)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://niepvd.nic.in/manufacturing-braille-appliances-mba/"
    }
  ],
  "documents_required": "Disability Certificate. Unique Disability ID (UDID) Card. Aadhaar Card."
}