{
  "scheme_id": "646702fd9062e559675bd072",
  "slug": "evtala",
  "scheme_name": "Exposure Visits To The Assam Legislative Assembly",
  "scheme_short_title": "EVTALA",
  "state": "Assam",
  "level": "State",
  "nodal_department": "Parliamentary Affairs Department",
  "categories": [
    "Education & Learning"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Assam Legislative Assembly",
    "Student Visits",
    "10th",
    "12th",
    "Learning"
  ],
  "brief_description": "The Exposure Visits to the Assam Legislative Assembly scheme was introduced in the budget speech during the first Budget Session in July 2016. It aims to provide an opportunity for Political Science students in Assam to visit and observe the functioning of the Assam Legislative Assembly.",
  "detailed_description": "At the initial stage, groups of students from High School upto College level would be arranged to visit the Assam Legislative Assembly during the sessions, in consultation with the Assam Legislative Assembly Sectt. The educational institutions may be identified, to the extent necessary, with input by the respective DCs/Inspectors of Schools, and the students will be selected by the respective Headmasters/Principals. The students may preferably be from related subjects such as Political Science, Economics, etc. within the Arts/Humanities streams in colleges/higher secondary schools and social sciences in secondary schools. The groups of students would have both girls and boys (if the selected institution is co-educational). Each group will be accompanied and guided by one male and one female teacher to be deputed by the respective Headmasters/Principals.",
  "benefits": [
    "1. Practical Exposure: Students gain practical experience by visiting the Assam Legislative Assembly and witnessing the legislative sessions, debates, and bill discussions.",
    "2. Interaction: Students have the opportunity to interact with dignitaries such as the Hon'ble Speaker, Chief Minister, Ministers, MLAs, and senior officials.",
    "3. Understanding of Governance: The scheme helps students understand the functioning of the State Legislative Assembly and the legislative process."
  ],
  "eligibility_criteria": "1. Educational Institutions: High/Higher Secondary Schools and colleges within Assam are considered for participation.\n2. Subjects/Streams: Students from related subjects such as Political Science, Economics, etc., within the Arts/Humanities streams in colleges/higher secondary schools, and social sciences in secondary schools are preferred.\n3. Selection: Students showing good academic performance and enthusiastic participation in extracurricular activities like debating competitions, student activities, mock parliament, etc., may be selected.\n4. Batch Size: The total number of students in one batch should not exceed 50.\n5. Voluntary Participation: Student participation in the visit is voluntary, and only willing students should be selected.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "1. The selection of educational institutions and students is done in consultation with the respective District Collectors (DCs)/Inspectors of Schools.",
        "2. Invitations are issued to the Heads of educational institutions with due approval from the Hon'ble Minister, Parliamentary Affairs.",
        "3. Recommendations from dignitaries like the Hon'ble CM, Ministers, Speaker, Dy. Speaker, MLAs, MPs, etc., are considered for extending invitations.",
        "4. The participating institutions inform the students about the visit and the code of conduct to be followed.",
        "5. Transportation arrangements to and from the Assembly and around Guwahati city are made by the Assam State Transport Corporation (ASTC)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://parliamentaryaffairs.assam.gov.in/schemes/exposure-visit-to-assam-legislative-assembly"
    }
  ],
  "documents_required": "1. Identity cards of participating students.\n2. List of participating students provided to the Assembly Secretariat for the issuance of passes.\n3. Brief write-up (not exceeding one page per student) summarizing their experience and feedback within a week."
}