{
  "scheme_id": "67c6d87c594b8962c718c19c",
  "slug": "chsjgne",
  "scheme_name": "Coaching Help Scheme for JEE-GUJCET-NEET Exams",
  "scheme_short_title": "CHSJGNE",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Gujarat Unreserved Education And Economical Development Corporation",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Coaching",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coaching Assistance",
    "JEE",
    "NEET",
    "GUJCET",
    "Medical",
    "Engineering"
  ],
  "brief_description": "The \"Coaching Help Scheme for JEE-GUJCET-NEET Exams\" scheme provides financial assistance to non-reserved category students from the science stream who are getting coaching in institutions with three years or more experience.",
  "detailed_description": "The scheme &quot;Coaching Help Scheme for JEE-GUJCET-NEET Exams&quot; introduced by the Social Justice and Empowerment Department, Gujarat, aims to support non-reserved category students in pursuing professional courses in medical and engineering fields by providing financial aid for coaching. Students who have secured 70% or more marks in Class 10th/ 11th/ 12th standard and are enrolled in coaching institutes with at least three years of experience can benefit from this scheme. The scheme is being implemented by the Gujarat Unreserved Education and Economical Development Corporation.",
  "benefits": [
    "Financial Assistance: ₹20,000/- per year per student or actual fee, whichever is lower."
  ],
  "eligibility_criteria": "The applicant must belong to a non-reserved category. The applicant must have obtained 70% or more marks in Class 10th/ 11th/ 12th. The applicant must be from Science stream. The applicant must be pursuing coaching for JEE, GUJCET, or NEET. The coaching institute must have at least 3 years of experience. The annual family income of the applicant should be ₹4,50,000/- or less.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process :",
        "Step 1: Go to the Corporation's official website and navigate to the \"Gujarat Unreserved Education and Economical Development Corporation\" section under Corporation menu.",
        "Step 2: Click on \"Coaching Help Scheme for JEE-GUJCET-NEET Exams\" and then Apply Now.",
        "Step 3: Click on \"New User? Please Register Here\".",
        "Step 4: Enter the required details and click Register.",
        "Application Process:",
        "Step 1: Enter your User ID, Password, and Captcha Code, then click \"Login\".",
        "Step 2: Read the scheme details carefully and click OK.",
        "Step 3: If your permanent address is correct, confirm it. Otherwise, enter your correct address.",
        "Step 4: Click Save & Next to proceed. Upload the relevant documents.",
        "Step 5: If you need to make changes, click \"No, Cancel\". If all details are correct, click \"Yes, Submit\".",
        "Step 6: Click Save Application. Note down your Application Number for future reference. You can also take a printout by clicking Print Application.",
        "Check Application Status:  Click here .",
        "Post Online Application Procedure: After submitting the online application, the applicant must take a printout of the application, sign it, and submit it along with all uploaded documents (certificates, mark sheets, etc.) to the concerned Deputy Director (Non-Reserved Category) or the District Social Welfare Officer through courier, post, or by visiting in person.",
        "Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gueedc.gujarat.gov.in/Coaching-Help-Scheme-for-Jee-GUJCET-NEET-Exams.html"
    },
    {
      "title": "Online Application Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/ApplicationDocuments/GUEEDC/HowtoApplyGUEEDC.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Duly filled application form. Self-declaration form. Non-reserved category certificate. Income certificate. Residence proof. Copy of Aadhaar card. Admission letter from school/college (Bonafide certificate). Leaving Certificate (LC). Copy of Class 10 mark sheet. Details of tuition/coaching class fee (receipt). Copy of bank passbook. Proof that the coaching class/institute has been operational for at least 3 years along with the registration number. Proof of fee payment (receipt)."
}