{
  "scheme_id": "687629e10c2510c2c12bb2e1",
  "slug": "tes",
  "scheme_name": "Testing Equipment Scheme",
  "scheme_short_title": "TES",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Industry and Commerce Department",
  "categories": [
    "Business & Entrepreneurship",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Financial regulation",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Financial Assistance",
    "Business"
  ],
  "brief_description": "The Government of Haryana launched the Testing Equipment Assistance Scheme to support Micro and Small Enterprises (MSEs) in enhancing product quality through financial aid for procuring testing equipment.",
  "detailed_description": "The Government of Haryana launched the Testing Equipment Assistance Scheme to support Micro and Small Enterprises (MSEs) in enhancing product quality through financial aid for procuring testing equipment. Eligible units can receive a 50% subsidy, up to ₹5,00,000/- annually, for purchasing new testing equipment. <br> In order to ensure, Zero Defect‟ in the quality of products to make globally competitive, the Micro and small enterprises have to upgrade the quality of the products for which they are required to create testing facilities for testing of raw-materials and end products. The Micro and Small entrepreneurs find it difficult to purchase the testing equipment&#39;s because of limited resources. In order to meet this objective, State Govt. has made provision for Testing Equipment Assistance Scheme. <br>",
  "benefits": [
    "50% Subsidy on Purchase of Testing Equipment : Financial support of 50% of the cost, limited to a maximum of ₹5 lakh per year, for purchase of new testing equipment. Support for Quality Enhancement Assists Micro and Small Enterprises in establishing testing facilities for raw materials and end products to ensure zero defect and global competitiveness. Encouragement to Upgrade Infrastructure Aims to overcome resource constraints faced by MSEs in acquiring essential testing infrastructure. "
  ],
  "eligibility_criteria": "The unit should have filed Udyam Registration Certificate (URC) and Haryana Udhyam Memorandum (HUM) on the portal for the statistical purpose, at any stage. The unit should not have been placed in the restrictive list as notified by the State Government from time to time. The unit should have obtained NOC/CLU from competent Authority if applicable. The unit should be in commercial production. The unit should be in regular production at the time of disbursement and the subsidy shall not be released to a closed unit. No subsidy shall be admissible on the secondhand Testing Equipment and the equipment shall not be disposed of for 05 years from the date of purchase without approval of Competent Authority. The Joint Director/ Deputy Director, District MSME Centre shall conduct annual inspection of the unit to ensure that Testing Equipment is intact. The Scheme shall commence with effect from 01.01.2021 for the Testing Equipment Assistance and shall remain in operation for a period of 05 years. The assistance shall be admissible on the purchase of testing equipment on or after 01.01.2021 and before 31.12.2025.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee. Service Charges: No Fee. Atal Seva Kendra Service Charges: No Fee."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline-1",
      "url": "https://investharyana.in/content/pdfs/Testing_equipment_assistance_Scheme-2015.pdf"
    },
    {
      "title": "Guideline-2",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=nujrrHyvQZjsvAVXiK/zCQ=="
    }
  ],
  "documents_required": "Copy of Udyam Registration Certificate (URC) and Haryana Udhyam Memorandum (HUM). Certificate of Incorporation/ Partnership deed/Partnership registration/ Co- operative society registration. iii. Board resolution/ Power of attorney. Copies of the purchase invoices of equipment(s) on which subsidy has been claimed and proof of payment made to the supplier. CA certificate in respect of investment in plant & machinery. Change of Land Use (CLU)/ NOC from competent authority, if applicable. List of existing Testing Equipments, if any. Copy GST return/Audited Balanced Sheet for last financial year. "
}