{
  "scheme_id": "67a49328da50340fc8f0f0b8",
  "slug": "gtbpss",
  "scheme_name": "Goa Traditional Bakers (Poders) Subsidy Scheme",
  "scheme_short_title": "GTBPSS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Baker",
    "Tradition",
    "Subsidy",
    "Financial Assistance",
    "Bread"
  ],
  "brief_description": "\"Goa Traditional Bakers (Poders) Subsidy Scheme\" aims to provide financial assistance to traditional bakers (poders) in Goa to ensure the protection and growth of this traditional occupation. Subsidies for the purchase of flour are provided to traditional bakers who produce essential Goan breads.",
  "detailed_description": "Launched in 2012, the scheme &quot;Goa Traditional Bakers (Poders) Subsidy Scheme&quot; by the Department of Industries, Government of Goa aims to provide financial assistance to traditional bakers (poders) in Goa to ensure the protection and growth of this traditional occupation. Through this scheme, subsidies for the purchase of maida (flour) are provided to traditional bakers who produce essential Goan breads like &quot;Pao,&quot; &quot;Undho,&quot; &quot;Poie,&quot; and &quot;Kakon.&quot; The scheme is implemented by the Goa Handicrafts, Rural &amp; Small Scale Industries Development Corporation Ltd. (GHRSSIDC). The objectives of the scheme include maintaining the price of 50gm &quot;Pao&quot; at ₹3 for the next 5 years and supporting bakers who have been in the business for at least 20 years.",
  "benefits": [
    "The subsidy will be provided for the purchase of maida required for the production of bread, depending on the category the bakers belong to.",
    "Category A: Bakers who use less than or equal to 50 kgs. of maida in a day will get a cash subsidy of ₹4 per kg. Category B: Bakers who use between 51 kgs. to 100 kgs. of maida in a day will get a cash subsidy of ₹4 per kg for the first 50 kgs. and ₹2 per kg for the remaining amount of maida. Category C: Bakers who use between 101 kgs. to 150 kgs. of maida in a day will get a cash subsidy of ₹4 per kg for the first 50 kgs., ₹2 per kg for the next 50 kgs., and ₹1 per kg for the remaining amount of maida.",
    "*The subsidy will be disbursed every quarter.",
    "*No subsidy for maida beyond the consumption of 150 kgs per day."
  ],
  "eligibility_criteria": "The Traditional Goan bakers (poders) who are engaged in the production and selling of Pao, Undho, Poie, Kakon, and similar products will be eligible for availing financial assistance under the scheme as detailed below: The existing traditional Bakers/Bakery which are registered with The All Goa Bakers Association registered under the Societies Registration Act, 1860. The applicant/his or her family should be engaged in the business of making traditional Goan breads for the last 20 years. The baker (poder) should be a Goan resident by birth. The traditional baker/poder should be recommended by the All Goa Bakers Association.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Complete the application form (Annexure I) and attach the required documents, including an affidavit declaring the contents of the application as true.",
        "Step 2: Submit the application form along with the required documents to Goa Handicrafts, Rural & Small Scale Industries Development Corporation Ltd. (GHRSSIDC).",
        "* For quarterly subsidy claims, submit bills of purchase of maida for the relevant quarter along with the application form (Annexure II) within 30 days of the end of the quarter.",
        "Appraisal Committee Review",
        "The Appraisal Committee, consisting of representatives from GHRSSIDC, All Goa Bakers Association, and the Directorate of Industries, Trade & Commerce, will review and sanction the subsidy."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dmg.goa.gov.in/PDFs/Notifications/Notification/OFFICIAL%20GAZETTE%20Recognize%20Person%20Notification%20May%202013.pdf"
    }
  ],
  "documents_required": "1. Application Form (Annexure I)\n2. Affidavit Sworn By The Applicant Declaring The Contents Mentioned In The Application Are True\n4. Two Photographs (Passport Size)\n5. List Of Labour/Employees\n6. Birth Certificate\n7. Copy Of ID/Registration Of Membership Of Bakers Association\n8. Recommendation From All Goa Bakers Association\n9. Raw Material Purchase Bills For Maida For The Previous 6 Months (From 1st April 2012 to 30th September 2012)\n10. Aadhaar Card Copy\n11. Any one of the following documents as proof that the applicant/his or her family has been engaged in the business of making traditional Goan breads for the last 20 years:\nPermanent SSI Unit Registration Or An Acknowledgement Of Entrepreneurship Memorandum Part-II (EM) From The Directorate Of Industries, Trade & Commerce, Government Of Goa License From the Department Of Legal Metrology Previously (Department Of Weights & Measures) Certification From Village Panchayat/Municipal Corporation Duly Certified By BDO That The Applicant Is Engaged In The Business For The Last 20 Years Or House Tax/Trade Tax Receipts Of Last 20 Years From Panchayat/Municipality Duly Certified By BDO"
}