{
  "scheme_id": "672df985cef677932c63f1ba",
  "slug": "pcardbpt",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Power Tiller",
  "scheme_short_title": "PCARDBPT",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Power Tiller",
    "Loan",
    "Farmer",
    "Agriculture And Rural Development Bank",
    "Farming Equipment"
  ],
  "brief_description": "The scheme offers loans to farmers covering up to 90% of the cost of a power tiller, with an interest rate between 11% and 12.25%.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: Power Tiller&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial assistance to farmers for purchasing a power tiller, with up to 90% of the cost covered through a loan. This initiative aims to support agricultural productivity by making essential farming equipment more accessible. The interest rate on the loan ranges from 11% to 12.25%.",
  "benefits": [
    "Access to Loan: Up to 90% of the cost of a power tiller. Interest Rate: 11% to 12.25% (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in agricultural activities. The beneficiary should be interested in availing of a loan for purchasing power tiller. The beneficiary should have the intention to use the loan specifically for purchasing power tiller. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3560"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of Farming (if required). Any other documents (if required). "
}