{
  "scheme_id": "659e7577a733b1d7327c9e43",
  "slug": "ngiaotk",
  "scheme_name": "National Grassroots Innovation and Outstanding Traditional Knowledge Awards",
  "scheme_short_title": "NGIAOTK",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Rashtiya Purashkar",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Awards",
    "Science",
    "Technology",
    "National",
    "Citizen Of India"
  ],
  "brief_description": "National Innovation Foundation (NIF)-India, an autonomous body of the Department of Science and Technology, Government of India, invites entries of unaided technological innovations and traditional knowledge developed at grassroots by an individual (Citizen of India) or group.",
  "detailed_description": "National Innovation Foundation (NIF)-India, an autonomous body of the Department of Science and Technology, Government of India, invites entries of unaided technological innovations and traditional knowledge developed at grassroots by an individual (Citizen of India) or group. The innovations can be in the fields of agriculture, health, energy, household or utility, transportation, livestock, etc. leading to the reduction in drudgery, livelihood generation, development of plant varieties or herbal remedies for human/ animal/ farming problems, or any other low cost sustainable green technologies. These should be unaided/ unsupervised and an outcome of one&#39;s creativity, without any technical support from external agencies. Creative ideas for innovative technologies/ techniques to solve persistent problems of society, which may not have been developed into prototypes, may also be submitted. For the 14th National Biennial Competition for Green Grassroots Unaided Technological Innovations, Ideas &amp; Outstanding Traditional Knowledge, the entries can be submitted from April 1, 2023, to March 31, 2025, which is the last date for submission. <br> **There are six levels of awards:** 1. Life Time Achievement Award (Conferred to an outstanding innovator with demonstrated lifelong creativity). 1. National First Award. 1. National Second Award. 1. National Third Award. 1. State Award. 1. Consolation Award. <br> **No. of Awardees** 1. Lifetime Achievement Award – 1 1. National Awards - 10-15 including all the three categories National First/ Second/ Third 1. State &amp; Consolation awards – 15-20 <br> The number of awards may vary subject to the submission of eligible applications of innovations during the competition period. If there are no eligible innovations, awards in one or more categories may not be given. <br> <br>",
  "benefits": [
    "Life Time Achievement Award – ₹7,50,000/-, Trophy, Certificate. National First Award – ₹5,00,000/-, Trophy, Certificate. National Second Award – ₹3,00,000/-, Trophy, Certificate. National Third Award – ₹1,00,000/-, Trophy, Certificate. State Award – ₹50,000/-, Trophy, Certificate. Consolation Award - ₹10,000/-, Trophy, Certificate."
  ],
  "eligibility_criteria": "Uneducated or school dropout. School students (up to class 12) or those out of school and up to 17-18 years of age). ITI/ Polytechnic diploma students or Diploma holders. Individual innovators with no professional/ technical training or science/ technology related education. Individuals affiliated with any formal institution and without duties related to Scientific, Technological (S&T)/ Technical or Research and Development (R&D) related work. Retired individual innovators with no science/ technology related education and without professional experience of S&T/ R&D activities.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration:",
        "Step-1: Visit the official website .",
        "Step-2: Click on the Registration button.",
        "Step-3: Choose type Individual or Organization.",
        "Step-4.1: Under Individual category provide the following details.",
        "- Name as per Aadhaar/Valid Identity Proof.",
        "- Date of Birth.",
        "- Nominator/Applicant Type.",
        "- Mobile No.",
        "- Email ID.",
        "- Aadhaar Number.",
        "Step-4.2: Under Organization category provide the following details.",
        "- Type of Organization.",
        "- Name of the Authorized Person as per Aadhaar/Valid Identity Proof",
        "- Date of Birth.",
        "- Brief Description about the Organization (100 Words)",
        "- Designation",
        "- Mobile No.",
        "- Email ID.",
        "- Aadhaar Number.",
        "Step-5: Submit.",
        "Apply:",
        "Step-1: Visit the official website .",
        "Step-2: Click on l ogin button on portal and login using the credentials.",
        "Step-3: From the list of awards, select \"National Grassroots Innovation and Outstanding Traditional Knowledge Awards 2025\", then click \"Nominate / Apply Now\".",
        "Step-4: On the next page, fill in all the mandatory fields in the online application form, and then click \"Submit\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://awards.gov.in/Home/AwardLibrary"
    },
    {
      "title": "Portal",
      "url": "https://awards.gov.in/"
    },
    {
      "title": "Registration",
      "url": "https://awards.gov.in/Registration/SignUp"
    },
    {
      "title": "Apply",
      "url": "https://awards.gov.in/Login"
    }
  ],
  "exclusions": "Students enrolled in professional courses like engineering, medical, pharmacy, etc., and professional graduates/ postgraduates. Individuals affiliated with any formal institution and engaged in Scientific, Technological/ Technical or Research and Development related work. Self-employed well qualified individuals, Professional freelancers. Retired persons with professional Scientific, Technological/ Technical or Research and Development related work experience.",
  "documents_required": "Aadhaar Card Photograph Proof of Age Proof of Address Proof of Educational Qualification (Passing Certificate, Marksheet) Proof of Professional Experience Details of work done in the last three years in the field Details of Awards and Honours Received"
}