{
  "scheme_id": "6465ee268919dbd7e6f662d0",
  "slug": "gascstpsfcad",
  "scheme_name": "Grants In Aid To SC/ST Patients Suffering From Cancer And Other Malignant Diseases",
  "scheme_short_title": "GASCSTPSFCAD",
  "state": "Assam",
  "level": "State",
  "nodal_department": "Welfare of Plain Tribes and Backward Classes Department",
  "implementing_agency": "Directorate For Welfare Of Tea & Ex-Tea Garden Tribes.",
  "dbt_scheme": true,
  "categories": [
    "Health & Wellness"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cancer Patient",
    "SC/ST",
    "Scheduled Caste",
    "Scheduled Tribe",
    "Grant"
  ],
  "brief_description": "The objective of the scheme is to provide financial assistance in the form of one-time grants to patients undergoing medical treatment in connection with T.B., Cancer and other malignant diseases. This scheme provides one-time financial assistance to patients belonging to the Tea Tribes community.",
  "detailed_description": "Special provisions have been enshrined in the Constitution for the welfare of SC / ST people in every sphere of their life. There are a number of SC / ST people suffering from cancer and other malignant diseases who are unable to carry forward the treatment of their diseases due to the economic hardships faced by them. The government has decided to bring some help to such patients by making available some financial assistance in the form of grants in Aid to SC/ST patients suffering from cancer and other malignant diseases. <br> SC / ST patients who are suffering from cancer and other malignant diseases are unable to afford advanced treatment due to their Socioeconomic condition prevalent in the community. So financial assistance in the form of grants in Aid is proposed to be provided to such patients through a scheme namely &quot;Grants in Aid to SC / ST patients suffering from cancer and other malignant diseases&quot;. Under the scheme, such SC / ST patients will be given a one-time, fixed financial assistance of Rs. 50,000/- (Rupees Fifty thousand) only. <br>",
  "benefits": [
    "Under the scheme, such SC / ST patients will be given a one-time, fixed financial assistance of Rs. 50,000/- (Rupees Fifty thousand)"
  ],
  "eligibility_criteria": "1) The applicant must belong to an SC / ST community of Assam.\n2) Person suffering from cancer or other malignant diseases may apply.\n3) No person shall be eligible to claim this financial aid more than once.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Collect your application form from the concerned department. Applications may be made online as and when the Official Website of the Directorate of Welfare of Scheduled Castes, Assam, / Directorate of Welfare of Plain Tribe and Backward Classes, Assam starts to be fully functional. Applicants should apply as per the eligibility criteria. Attach all the required documents and submit the form. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wptbc.assam.gov.in/sites/default/files/swf_utility_folder/departments/wpt_uneecopscloud_com_oid_3/menu/document/guideline_for_fin_grant-in-aid_to_sc-st_patients_suffering_from_cancer_and_other_malignant_diseases.pdf"
    }
  ],
  "documents_required": "1) Caste Certificate in prescribed Performa of applicant suffering from Cancer or other malignant diseases issued by the concerned authority.\n2) Medical certificate of the applicant and relevant documents.\n3) Passport size Photograph of the applicant\n4) Bank Account No. along with IFSC of the applicant.(copy of Front Page of Bank Pass Book )"
}