{
  "scheme_id": "6659c30002cfbde316551a09",
  "slug": "hppky",
  "scheme_name": "Himachal Pradesh Patrakar Kalyan Yojana",
  "scheme_short_title": "HPPKY",
  "state": "Himachal Pradesh",
  "level": "State/ UT",
  "nodal_department": "Information and Public Relations Department, Himachal Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Retirement"
  ],
  "target_beneficiaries": [
    "Journalist"
  ],
  "tags": [
    "Financial Assistance",
    "Journalist",
    "Retirement",
    "Death",
    "Accident"
  ],
  "brief_description": "The scheme \"Himachal Pradesh Patrakar Kalyan Yojana\" was launched by the Director of Information and Public Relations Department, Govt. of Himachal Pradesh aims to provide financial assistance to the serving accredited journalists & retired accredited journalists in adverse situations as accident.",
  "detailed_description": "The scheme &quot;Himachal Pradesh Patrakar Kalyan Yojana&quot; was launched by the Director of Information and Public Relations Department, Government of Himachal Pradesh under the Himachal Pradesh Journalists Welfare Fund Scheme, 2006. The purpose of the Yojana shall be to provide financial assistance to the serving accreditated journalists and retired accreditated journalists in adverse situations as accidents and illness etc.",
  "benefits": [
    "Financial assistance to serving accredited journalist:-",
    "In case of permanent incapacitation for further service while performing field duties as a journalist | ₹ 1,00,000/-\nIn case of death while performing field Duties | ₹ 2,00,000/-\nIn case of death during attack or any untoward incidence of violence | ₹ 3,00,000/-\nIn case of medical emergency or cancer | Upto ₹ 50,000/- (as per emergent need for major disease as kidney transplant, heart disease etc.)",
    "Financial assistance to retired accredited journalist:",
    "In case of death | ₹ 50,000/-\nIn case of medical emergency or cancer | Upto ₹ 50,000/- (as per emergent need for major disease as kidney transplant, heart disease etc.)",
    "Assistance in Adverse Situations:",
    "Financial assistance of ₹25,000/- only as immediate serving accredited journalists and retired accredited journalists or their dependents/legal heirs on production of documentary proof regarding death certificate, illness or accident etc. and subsequently its ex-post-facto approval would be obtained from the Committee."
  ],
  "eligibility_criteria": "The applicant should be a legal heir (spouse, his/her dependent, children) of the deceased journalist. The deceased serving/retired accredited journalist is unmarried or single the financial assistance will be released in favour of his or her dependent father or mother. The medical emergency or any other adverse situation assistance will be released to the serving/retired accredited journalists. The serving/retired accredited journalist's family annual income is less than ₹1,80,000/-. The retired journalist should serve of at least twenty years as accredited journalist with the Government of Himachal Pradesh and not taken other gainful employment besides journalism. The retired accredited journalist's age should be 58 years.\nNOTE: Himachal Pradesh Journalists Welfare Fund Scheme will be replaced by new H.P. Patrakar Kalyan Yojana, 2017 hence who are already subscribers of Himachal Pradesh Journalists Welfare Fund Scheme, 2006 will now be considered as member under this new Scheme.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: Eligible applicants can visit the official website and download the application form (Form-I). Step 02: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 03: State/District/Sub-divisional level serving accreditated journalist and retired accreditated journalist submit the duly filled and signed application form along with the documents to the state Director (I&PR)/District Public Relations Officer. Step 04: Request a receipt or acknowledgment from the Director (I&PR) Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://www.himachalpr.gov.in/index.aspx?Data=111&AspxAutoDetectCookieSupport=1#:~:text=25%2C000%2F%2D%20(Rupees%20Twenty%20five,certificate%2C%20illness%20or%20accident%20etc."
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of Certificate (Aadhaar card/Voter ID card/PAN card/Ration card). Income certificate (issue Tehsildar (Class-I)/Sub Divisional Magistrate of the area). Death Certificate. Medical Certificate."
}