{
  "scheme_id": "685008fcdf7f9910b3b9ecfb",
  "slug": "free-ug-students-only",
  "scheme_name": "Freeship less than ₹1,00,000 (UG students only)",
  "scheme_short_title": "FREE (UG STUDENTS ONLY)",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Students",
    "Research",
    "Education"
  ],
  "brief_description": "The scheme \"Freeship Less than ₹1,00,000 only for UG students\" by the Dean Student Welfare, GBPUAT, Pantnagar aims to support meritorious undergraduate students from low-income families. This Freeship scheme provides full tuition fee exemption to eligible students.",
  "detailed_description": "&quot;Freeship Less than ₹1,00,000&quot; Scheme by the Dean Student Welfare, Govind Ballabh Pant Krishi Evam Praudyogiki Vishwavidyalaya, Government of Uttarakhand, aims to provide financial assistance to meritorious undergraduate students from economically weaker backgrounds. Through this scheme, a full tuition fee waiver is granted to selected students whose annual family income is less than ₹1,00,000. The benefit is especially extended to girls for an additional academic year. The scheme is implemented by the Office of the Dean Student Welfare in accordance with university regulations. Applications are scrutinized and the final list is approved by university authorities. <br>",
  "benefits": [
    "Eligible students get a 100% tuition fee waiver.",
    "Aims to reduce the financial burden on low-income families and encourage academic excellence.",
    "The fee waiver is directly applied during fee processing.",
    "Granted once every academic year, at the beginning of the session.",
    "Disbursed after the final selection list is approved by the Registrar and Vice Chancellor.",
    "Validity:",
    "Boys: Up to 3 academic years",
    "Girls: Up to 4 academic years"
  ],
  "eligibility_criteria": "The applicant should be enrolled as an undergraduate student at Govind Ballabh Pant University. The applicant's annual family income should be less than ₹1,00,000. The applicant must be among the best-performing students as per the university's merit guidelines. The applicant must submit the application in the prescribed format within the deadline.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applications are invited on a prescribed form from eligible and meritorious students.",
        "Step 2: Based on the applications, the Dean Student Welfare prepares a list following the prescribed procedure.",
        "Step 3: The list is forwarded to the Registrar and Vice Chancellor for approval.",
        "Step 4: Once approved, the final list of selected students is issued by an office order.",
        "Step 5: Approved students receive the tuition fee exemption accordingly"
      ]
    }
  ],
  "references": [
    {
      "title": "Source",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Duly Filled Prescribed Application Form Valid Identity Proof (Aadhaar Card, Voter ID, etc.) Income Certificate (Issued by a Competent Government Authority) Latest Academic Mark Sheets Admission Confirmation Letter Bank Account Details (Passbook Copy or Cancelled Cheque)"
}