{
  "scheme_id": "6453302e2a276aa319b8ca0a",
  "slug": "tssad",
  "scheme_name": "The Scheme Of State Award For Disabled",
  "scheme_short_title": "TSSAD",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "District Social Welfare Offices Of The Department Of Social Justice & Special Assistance, Govt. Of Maharashtra",
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Information for employers",
    "Welfare measures",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Persons With Disability",
    "Employment",
    "Award",
    "Placement"
  ],
  "brief_description": "The \"The Scheme of State Award for Disabled\" is a scheme by the Dept. of Social Justice & Special Assistance, Govt. of Maharashtra. In this scheme, every year, the State Government felicitates awards to the Best Disabled Employees/Employers/Placement Agencies who have done outstanding work.",
  "detailed_description": "The &quot;The Scheme of State Award for Disabled&quot; is a scheme by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. In this scheme, every year, the State Government felicitates awards to the Best Disabled Employees / Employers / Placement Agencies who have done outstanding work in various fields. Only citizens who are permanent residents of the state of Maharashtra are eligible to apply for this scheme. This scheme is 100% funded by the Govt. of Maharashtra.",
  "benefits": [
    "Category 1: Best Employees (Visually Handicapped, Hearing Handicapped, Orthopedically Handicapped, Mentally Retarded)",
    "No. of Awards: 12",
    "Composition of Award: ₹10,000/- in Cash, a Citation, and a Certificate.",
    "Category 2: Best Employer (Govt. / Public / Private Sector)",
    "No. of Awards: 2",
    "Composition of Award: ₹25,000/- in Cash, a Citation, and a Certificate."
  ],
  "eligibility_criteria": "The applicant should be an Employee or an Employer or a Placement Agency. If the applicant is an Employee or an Employer: The applicant should be a Person with Disability (Visually Impaired, Hearing Impaired, Orthopedically Handicapped, etc). The percentage of disability should be 40% and above. The applicant should be a citizen of India. The applicant should be a permanent resident of the state of Maharashtra.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the District Social Welfare Office , and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Assistant Commissioner, District Social Welfare Office.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form from the District Social Welfare Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/disability-welfare"
    }
  ],
  "documents_required": "Aadhaar Card. Proof of Employment. Bio-Data. Proof of Outstanding Work in the respective field. Proof of Age (Birth Certificate, Marksheet of Class 10th/12th, etc). 2-Passport Sized Photograph (Signed Across). Residential Certificate / Domicile Certificate of the State of Maharashtra. Disability Certificate. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Social Welfare Office."
}