{
  "scheme_id": "65f5bfe4938a0b13ccbbd0f6",
  "slug": "darygbocwwb",
  "scheme_name": "Dhanvantari Arogya Rath Yojana (GBOCWWB)",
  "scheme_short_title": "DARY(GBOCWWB)",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "EMRI Green Health Services Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Health care providers and access",
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Building Worker",
    "Construction Worker",
    "Labour",
    "Common Diseases",
    "Free Medicines",
    "Primary Medical Treatment"
  ],
  "brief_description": "The scheme has been implemented to ensure that construction workers and their families get primary medical treatment at their doorsteps, prevent serious diseases and maintain their health at places including construction sites, labour colonies and Kadianaka.",
  "detailed_description": "The \"Dhanvantari Arogya Rath Yojana\" was launched by the Gujarat Building and Other Construction Worker's Welfare Board (GBOCWWB), Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. The scheme has been implemented to ensure that construction workers and their families get primary medical treatment at their doorsteps, prevent serious diseases, and maintain their health at places including construction sites, labour colonies, and Kadianaka. The scheme is implemented by EMRI Green Health Services Gujarat (GVK-108) through making a tripartite MoU with the Health Department and EMRI Green Health Services Gujarat.",
  "benefits": [
    "Under this scheme, treatment of primary injuries including common diseases like fever, diarrhea, vomiting, skin diseases and laboratory tests like urine, blood, blood sugar, malaria, and various diagnoses including primary care of women and children of their family and primary care of pregnant women during pregnancy done on the spot. Along with this, they are also given free medicines on the spot."
  ],
  "eligibility_criteria": "The benefits of this scheme can be availed by construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board and their family members.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "• First aid is provided by the Dhanvantari Arogya Rath at Kadianaka & construction sites. • The registered construction workers and their family members can avail the benefits by visiting there."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://bocwwb.gujarat.gov.in/schemes.htm"
    },
    {
      "title": "Guidelines",
      "url": "https://bocwwb.gujarat.gov.in/Portal/Document/10_371_1_Dhanvantari_Arogya_Rath_Yojana.pdf"
    }
  ],
  "documents_required": "e-Nirman Card"
}