{
  "scheme_id": "6718e2ea4d83876c61b8b1cb",
  "slug": "ignwpsm",
  "scheme_name": "Indira Gandhi National Widow Pension Scheme (Maharashtra)",
  "scheme_short_title": "IGNWPSM",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Widow",
    "Woman",
    "Pension"
  ],
  "brief_description": "\"Indira Gandhi National Widow Pension Scheme (Maharashtra)\" is a scheme by the Social Justice & Special Assistance Dept, Govt of Maharashtra. In this scheme, widows aged 40 to 79 years who are from a BPL family receive a pension of ₹1500/- per month.",
  "detailed_description": "The scheme &amp;quot;Indira Gandhi National Widow Pension Scheme (Maharashtra)&amp;quot; is a social welfare scheme implemented by the Social Justice &amp;amp; Special Assistance Department, Government of Maharashtra. Under this Centrally Sponsored Scheme, widows aged 40 to 79 years who are from a Below Poverty Line family are eligible to receive ₹1500/- per month as pension.",
  "benefits": [
    "A pension of ₹1500 per month is given to each beneficiary.",
    "NOTE: ₹300/- per month from the central government and ₹1200/- per month under the state-sponsored Sanjay Gandhi Niradhar Anudan Yojana."
  ],
  "eligibility_criteria": "The applicant should be a resident of Maharashtra. The applicant should be a widow. The age of the applicant should be between 40 and 79 years. The applicant should belong to a Below Poverty Line (BPL) family. The applicant should not be receiving pension benefits under any social security scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Collector's Office / Tehsildar's Office, Sanjay Gandhi Niradhar Anudan Yojana Branch / Talathi Office of your district, and request a hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/scheme/indira-gandhi-national-widow-pension-scheme/"
    }
  ],
  "documents_required": "Aadhaar Card Passport-size Photograph Identity Proof i.e. Voter ID Card, Driving License Death Certificate of Husband Residence Proof Proof of Age Below Poverty Line (BPL) Card/ Related Documents Caste Certificate, if Applicable Address Proof Bank Passbook/ Bank Account Details Any Other Documents as Required"
}