{
  "scheme_id": "68593a3222f035f719ada270",
  "slug": "fauame",
  "scheme_name": "Financial Assistance for UPSC/APSC Mains Exam",
  "scheme_short_title": "FAUAME",
  "state": "Assam",
  "level": "State/ UT",
  "nodal_department": "Welfare of Plain Tribes and Backward Classes Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "UPSC",
    "Examination",
    "Financial Assistance",
    "Education",
    "Student"
  ],
  "brief_description": "The scheme provides financial assistance to ST and OBC/MOBC students of Assam who have cleared the APSC/UPSC preliminary exam and are appearing for the mains exam in the current year.",
  "detailed_description": "Launched for the current year, the scheme &quot;Financial Assistance for UPSC/APSC Mains Exam&quot; by the Directorate of Welfare of Plain Tribes &amp; Backward Classes, Assam, aims to support ST and OBC/MOBC students appearing in the final examination of APSC/UPSC. The scheme provides financial assistance to eligible candidates who have cleared the preliminary exam. To qualify, applicants must belong to the ST or OBC/MOBC community of Assam and have passed the APSC/UPSC preliminary exam in the current year. The scheme is implemented by the Directorate of Welfare of Plain Tribes &amp; Backward Classes, Assam. Applications are accepted offline via a prescribed format available on the official website.",
  "benefits": [
    "Financial Assistance is provided, subject to eligibility verification and fund availability."
  ],
  "eligibility_criteria": "The applicant must belong to the Scheduled Tribes (ST)/Other Backward Classes (OBC)/More Other Backward Classes (MOBC) community of Assam. The applicant must have passed the Assam Public Service Commission (APSC) or Union Public Service Commission (UPSC) Preliminary Examination in the current year.\n*Fulfilling eligibility does not guarantee benefits, as the Selection Committee has the right to reject applications without assigning reasons.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the Official Website of the Directorate of Welfare of Plains Tribes and Backward Classes, Assam. Download the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, before the deadline, to the Directorate of Welfare of Plain Tribes & Backward Classes, Assam, Rukmini Nagar, Dispur Last Gate, Satrinivash Path, Guwahati-6.",
        "*Applicants are advised to retain a copy of the submitted application and acknowledgment for future reference."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://directoratetribalaffairsplain.assam.gov.in/how-to/apply-for-financial-assistance-for-upscapsc-mains-exam"
    }
  ],
  "documents_required": "Proof of Passing the APSC/UPSC preliminary exam. Caste Certificate. Any other relevant documents as specified in the application form."
}