{
  "scheme_id": "68621aa66d07fe5ea1b8c687",
  "slug": "sfiffwa",
  "scheme_name": "PMMSY: Inputs for fresh water Aquaculture including Composite fish culture, Scampi, Pangasius, Tilapia etc - Haryana",
  "scheme_short_title": "IFFWA",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Aquaculture",
    "Fish Farmers",
    "Subsidy",
    "Entrepreneurs"
  ],
  "brief_description": "The scheme under Pradhan Mantri Matsya Sampada Yojana (PMMSY) provides input cost subsidy for freshwater aquaculture in newly constructed ponds to expand fisheries production in Haryana.",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Inputs for fresh water Aquaculture, including Composite fish culture, Scampi, Pangasius, Tilapia, etc, introduced by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to expand fisheries production in Haryana. This centrally sponsored scheme is jointly funded 50% by the Central Government and 50% by the State Government. It provides input cost subsidies for the first crop in newly constructed ponds under PMMSY, aiming to promote aquaculture in urban and semi-urban areas. <br>",
  "benefits": [
    "The project cost is: 4,00,000/- per hectare",
    "Subsidy Distribution:",
    "40% of the project cost for General Category beneficiaries 60% of the project cost for SC/Women beneficiaries"
  ],
  "eligibility_criteria": "The applicant must be a resident of Haryana with a valid Parivar Pehchan Patra (PPP). The applicant will be eligible for input cost subsidy provided by the State Government only for the expansion of fisheries in urban or semi-urban areas under the construction of new ponds. The applicant will receive central financial assistance only for the initial fish crop (fertilizer) in newly constructed ponds. The applicant will be eligible for central financial assistance on input costs only if the pond is properly prepared for fisheries. The applicant may use land on a long-term registered lease, provided the lease period is at least 7 years, for eligibility under this scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details,i.e., Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type 'SARAL' and send it to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=Z27ECO7yU88Zd4NveOGi2g=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Agreement Deed between beneficiary and Fisheries Department. Date of Birth Certificate (Voter ID/Birth Certificate/Aadhaar/Matriculation Certificate). Caste Certificate from First Class Magistrate (Tehsildar). Training Certificate of beneficiary. Land Record from Tehsil (Own Land - Jamabandi, Nakal Akshizra, Farad) or registered lease deed of minimum 7 years. Bills/Receipts/Vouchers. Photographs of inputs with beneficiary. Detail of Bank Account and PAN Card. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per PMMSY guidelines."
}