{
  "scheme_id": "67a452131269f7da410b4c5a",
  "slug": "giatvowitaodw",
  "scheme_name": "Grant-In-Aid to Voluntary Organizations Working In The Area of ​​Disabled Welfare",
  "scheme_short_title": "GIATVOWITAODW",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Child",
    "Disabled",
    "Education",
    "Rehabilitation",
    "Juvenile",
    "Training"
  ],
  "brief_description": "\"Grant-in-aid to Voluntary Organizations Working in the Area of Disabled Welfare\" aims to support institutions working for the welfare of disabled individuals. Grants for free education, training, residential arrangements, and rehabilitation are provided to disabled immigrants.",
  "detailed_description": "Launched in 2018, the scheme &quot;Grant-in-aid to Voluntary Organizations Working in the Area of Disabled Welfare&quot; by the Department of Social Welfare, Government of Chhattisgarh, aims to support institutions working for the welfare of disabled individuals. Through this scheme, grants for free education, training, residential arrangements, and rehabilitation are provided to disabled immigrants. The scheme is implemented by the Directorate of Social Welfare. Additionally, grants cover salaries, ambulance services, building rent, and office expenses. The scheme also promotes activities such as drug de-addiction and managing institutions under the Juvenile Act and Old Age Homes.",
  "benefits": [
    "Grant Support: Financial assistance is provided for free education, training, residential arrangements, and rehabilitation of disabled individuals.",
    "Operational Expenses:  70% of office expenses covered, up to a maximum of ₹2,000/-.",
    "Teaching & Training:  70% of the expenditure, up to a maximum of ₹1,000/-.",
    "Building Rent:  70% of the total expense is covered.",
    "Maintenance & Rehabilitation:  ₹600/- per inmate per month for care, rehabilitation, and treatment.",
    "Employee Salaries:  100% salary coverage as per the Collector-approved rates."
  ],
  "eligibility_criteria": "Institutions that are registered and accredited by the Department and have a work experience of at least three years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submission of Application",
        "Interested applicants must submit their applications to the District Officer in the prescribed format.",
        "Step 2: Review and Recommendation",
        "The District Officer forwards the application to the Directorate of Social Welfare with the Collector's recommendation, along with the inspection and audit report.",
        "Step 3: Administrative Approval",
        "Upon administrative approval, the decision regarding the grant is made."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://sw.cg.gov.in/en/grant-aid-voluntary-organizations-working-area-%E2%80%8B%E2%80%8Bdisabled-welfare"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Registration Certificate of the Institution Accreditation Certificate by the Department Work Experience Proof (at least three years) Bank Account Details of the Institution"
}