{
  "scheme_id": "660e5250d7abbe47ee1dc054",
  "slug": "mraspsly",
  "scheme_name": "Mai Ramabai Ambedakar Saat Phera Samuh Lagna Yojana",
  "scheme_short_title": "MRASPSLY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Office Of Director Scheduled Caste Welfare, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family",
    "Trust",
    "NGO",
    "Registered Societies"
  ],
  "tags": [
    "Group Marriage",
    "Wedding",
    "Incentive",
    "Financial Assistance",
    "Scheduled Caste"
  ],
  "brief_description": "Under the scheme, incentives are provided to couples who participate in group marriages, as well as to the organizing institution. If people adopt the practice of group marriages, they can avoid the unnecessary expenses associated with individual weddings and promote financial growth.",
  "detailed_description": "The scheme &amp;quot;Mai Ramabai Ambedakar Saat Phera Samuh Lagna Yojana&amp;quot; was launched by the Director of Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat, in the year 1998. Under the scheme, incentives are provided to couples who participate in group marriages, as well as to the organizing institution. If people adopt the practice of group marriages, they can avoid the unnecessary expenses associated with individual weddings and promote financial growth.",
  "benefits": [
    "Under the scheme, couples participating in group marriages are given an incentive of ₹12,000/- per couple in the name of the bride. For organizing Group Marriage Functions, the organizer/organizing institution will be paid an incentive of ₹3,000/- per couple up to a maximum of ₹75,000/-."
  ],
  "eligibility_criteria": "The applicant should be a native of Gujarat. The applicant should belong to the Scheduled Caste category. The annual income limit in this scheme is ₹6,00,000/- in rural areas and ₹6,00,000/- in urban areas. In case of remarriage, the benefit will not be available under this scheme. The age limit of the girl at the time of marriage should be 18 years and the age of the boys should be 21 years. Proof of age of bride and groom to be married will be mandatory. Applications for assistance must be made within two years of the marriage. The beneficiary girl participating in the group marriage will be eligible for the benefits under this scheme. The assistance of the scheme will be available to girls from Kunwar Bai Nu Mameru Yojana. Marriage registration certificate has to be submitted compulsorily to avail the benefits of this scheme. The organization/institution organizing the group wedding has to apply to the concerned authority within two years from the date of marriage. The bride must produce a certified copy of the caste certificate obtained from the competent authority of the bride.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc., and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.  User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1617?lang=Gujarati"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=RDt/ArPgH6IJuoIfBWWT6g=="
    },
    {
      "title": "E-Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/satfera_161221.pdf"
    },
    {
      "title": "Notification-1998",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/satfera_tharav_1.pdf"
    },
    {
      "title": "Notification-2021",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/satfera_tharav_16.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Document to be submitted (Institution/Organizer): Letter to the District Deputy Director/District SA (Scheduled Castes) intimating in advance Certificate of Registration of the institution Invitation Card/ wedding ceremony Copy of first page of bank passbook/cancelled cheque Any other documents as required Documents to be submitted (Applicant/Couple): Wedding ceremony, certificate issued by group wedding planners Proof of income of the bride's father from competent authority School leaving certificates/birth certificate/age proof/government medical certificate of the boy/girl (anyone proof) Caste certificate Any other documents as required"
}