{
  "scheme_id": "67c7f91e146882adb560dac5",
  "slug": "ihsfg",
  "scheme_name": "Interest Help Scheme For Graduate Doctor-Lawyer-Technical Graduate",
  "scheme_short_title": "IHSFG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Gujarat Unreserved Education And Economical Development Corporation",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Loan",
    "Subsidy"
  ],
  "brief_description": "The \"Interest Help Scheme for Graduate Doctor-Lawyer-Technical Graduate\" aims to provide financial assistance in the form of interest subsidy on loans to the non-reserved category professionals in Gujarat.",
  "detailed_description": "The scheme &amp;quot;Interest Help Scheme for Graduate Doctor-Lawyer-Technical Graduate&amp;quot; introduced by the Social Justice and Empowerment Department, Gujarat, provides financial assistance in the form of interest subsidy on loans for self-employment. Beneficiaries from the unreserved category who are doctors, lawyers, technical graduates, and want to open their own clinic, laboratory, radiology clinic or office will be eligible for interest subsidy on loans taken from the bank. The scheme is being implemented by the Gujarat Unreserved Education and Economical Development Corporation.",
  "benefits": [
    "Quantum of Subsidy: 5% interest subsidy on loans up to ₹10,00,000/- taken from a bank."
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must belong to the non-reserved category. The applicant's age must be between 18 and 50 years. The business must have the necessary registration as per the rules. The applicant must be a doctor/ lawyer/ technical graduate and have an interest in opening their own clinic/ laboratory/ radiology/ clinic or office. The applicant must have taken a bank loan for their business. The applicant's annual family income must be ₹6,00,000/- or less.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Go to the Corporation's official website and navigate to the \"Gujarat Unreserved Education and Economical Development Corporation\" section under the Corporation menu.",
        "Step 2: Click on \"Interest Help Scheme For Graduate Doctor-Lawyer-Technical Graduate\" and then Apply Now.",
        "Step 3: Click on \"New User? Please Register Here\".",
        "Step 4: Enter the required details and click Register.",
        "Application Process:",
        "Step 1: Enter your User ID, Password, and Captcha Code, then click \"Login\".",
        "Step 2: Read the scheme details carefully and click OK.",
        "Step 3: If your permanent address is correct, confirm it. Otherwise, enter your correct address.",
        "Step 4: Click Save & Next to proceed. Upload the relevant documents.",
        "Step 5: If you need to make changes, click \"No, Cancel\". If all details are correct, click \"Yes, Submit\".",
        "Step 6: Click Save Application. Note down your Application Number for future reference. You can also take a printout by clicking Print Application.",
        "Check Application Status:  Click here .",
        "Post Online Application Procedure: After submitting the online application, the applicant must take a printout of the application, sign it, and submit it along with all uploaded documents (certificates, mark sheets, etc.) to the concerned Deputy Director (Non-Reserved Category) or the District Social Welfare Officer through courier, post, or by visiting in person.",
        "Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gueedc.gujarat.gov.in/Interest-Help-Scheme-for-Graduate-Doctor-Lawyer-Technical-Graduate.html"
    },
    {
      "title": "User Manual",
      "url": "https://gueedconline.gujarat.gov.in/Account/ApplicationLogin"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Card (Proof of identity and residence). Educational qualification certificates (MBBS, LLB, or Technical Degree). Proof of business registration (as per rules). Bank loan sanction letter and loan account details. Income certificate (showing annual family income ≤ ₹6 lakh). Age proof (Birth certificate, Aadhaar, or any valid ID). Category certificate (for non-reserved category proof). Address proof (Voter ID, Aadhaar, or utility bill). Any other documents if required."
}