{
  "scheme_id": "652f86ac4c46bfe12b21d76a",
  "slug": "yhs",
  "scheme_name": "Youth Hostel Scheme",
  "scheme_short_title": "YHS",
  "level": "Central",
  "nodal_department": "Department of Youth Affairs",
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Hostel service"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Shelter",
    "Youth Hostel",
    "Residence"
  ],
  "brief_description": "The Youth Hostel Scheme is a joint venture of the Central and State Governments of India. It was launched in the early 1960s to promote youth travel within the country by providing low-cost budget accommodation and facilities to students and youth groups traveling on excursions or study tours.",
  "detailed_description": "The Youth Hostel Scheme is managed by the Department of Youth Affairs &amp; Sports under the Ministry of Youth Affairs &amp; Sports, Government of India. The Central Government provides financial assistance to the State Governments for the construction and maintenance of youth hostels. The State Governments are responsible for the day-to-day management of youth hostels.",
  "benefits": [
    "Affordable accommodation: Youth hostels offer a much cheaper alternative to hotels and guesthouses. Social atmosphere: Youth hostels are a great place to meet new people from all over the world. Cultural experience: Youth hostels are often located in places of cultural interest, giving you the opportunity to learn about the local culture and traditions. Flexible options: Youth hostels offer a variety of accommodation options, including dormitories, private rooms, and family rooms. You can also choose to book meals at the hostel or cook your own food."
  ],
  "eligibility_criteria": "There is no age restriction but if applicant is below 18 then he/she must be accompanied by a parent or guardian when staying in a youth hostel.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicant must visit the official website . Click on \" Apply Now \" under the Youth Hostel scheme. Select the user type and scheme name. Now fill out the require details. Upload the recent photograph. Give the consent for the Aadhaar to use as biometric and KYC ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://yas.nic.in/sites/default/files/Youth%20Hostel%20Scheme_0.pdf"
    },
    {
      "title": "Office Order",
      "url": "https://yas.nic.in/sites/default/files/File845.PDF"
    },
    {
      "title": "Official Website",
      "url": "https://dbtyas-youth.gov.in/"
    },
    {
      "title": "List Of Youth Hostel",
      "url": "https://yas.gov.in/sites/default/files/YH%20details.pdf"
    },
    {
      "title": "CPC Order Dated 09.10.2015",
      "url": "https://yas.gov.in/sites/default/files/CPC%20Order.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Completed YHAI membership application form Passport size photograph Proof of identity, such as a copy of your passport, driver's license, or Aadhaar card"
}