{
  "scheme_id": "675c1463eba30ffe1d98eca6",
  "slug": "bsaktpd",
  "scheme_name": "Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana: Total Permanent Disability",
  "scheme_short_title": "BSAKTPD",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Labour Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Unorganised Worker",
    "Craftsmen"
  ],
  "brief_description": "\"Total Permanent Disability\" under the \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, provides financial assistance of ₹75,000/- to the families of workers or craftsmen in case of permanent disablement.",
  "detailed_description": "The \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, aims to provide social security through various types of financial assistance to workers and artisans in the unorganized sector.",
  "benefits": [
    "Financial Assistance: ₹75,000/-."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar state. The applicant must work as a worker or craftsman in the unorganized sector within Bihar. The applicant's age must be between 18 and 65 years. Note : Applicant's age will be calculated as of the 1st of July of any year. Total Permanent Disability: Total permanent disability means that due to an accident, both the eyes or both hands or both legs of a worker or artisan become useless or one eye, one hand and one leg become useless. Apart from this, if both the eyes become useless due to paralysis or the brain stops working, then it will also be considered as permanent disability.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned office of the District Officer or Committee. Step 2: Collect the application form; fill in and attach all the mandatory documents (attested, if required). Step 3: Submit the complete application to the concerned District Officer or Labour Welfare Committee at the address below. Office Address: Labour Resources Department, Government of Bihar Bihar State Labour Welfare Committee Niyojan Bhawan, Patna- 800 007 Tel: 062-2520 053 Email-edbslws2017@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/labour/cache/40/14-May-21/SHOW_DOCS/Schemes-1.pdf"
    }
  ],
  "documents_required": "Prescribed Application Form-2. Residential certificate. Proof of age (Aadhar Card, Voter Card etc.). One photograph showing the disability status of the applicant. Copy of information given to the police station about the accident or if information to the police station is not required under the law, then certificate issued by the Mukhiya/Ward Councillor regarding the accident. Disability certificate issued by competent authority (certificate issued by Government orthopedic surgeon shall be required). Certificate issued by the Mukhiya/ Ward Member of Panchayat/ Member Panchayat Samiti/ Ward Councillor in case of urban area specifying the nature of work in which the applicant is or was engaged. Aadhar Card. Category (Caste Certificate of the applicant). Bank Account and IFSC (Photocopy of the first page of the passbook)."
}