{
  "scheme_id": "685cf18438d49a55968ea4ac",
  "slug": "mmmsyh",
  "scheme_name": "Mukhya Mantri Matritva Sahayata Yojana",
  "scheme_short_title": "MMMSYH",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": true,
  "categories": [
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy Care"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Women",
    "Maternity Benefit",
    "Lactating Mothers",
    "Pregnancy Care",
    "Child"
  ],
  "brief_description": "The scheme \"Mukhya Mantri Matritva Sahayata Yojana\" by the Women and Child Development Department, Haryana, aims to provide a cash incentive of ₹5,000/- during maternity to eligible pregnant and lactating women on the birth of a second child (boy).",
  "detailed_description": "Launched on 8th March, 2022, the scheme &amp;quot;Mukhya Mantri Matritva Sahayata Yojana&amp;quot; by the Women and Child Development Department, Government of Haryana, aims to offer partial compensation for wage loss to promote adequate rest before and after childbirth, and to encourage health-seeking behaviour among pregnant and lactating women. This initiative particularly targets women delivering their second child (boy) and intends to promote institutional delivery and immunization adherence. The benefit of ₹5,000/- is disbursed through direct benefit transfer (DBT) into the beneficiaries' accounts. The is provided after the fulfillment of specified conditions including child registration and first immunization cycle.",
  "benefits": [
    "Monetary Benefit: A cash incentive of ₹5,000/- is provided in one instalment after the birth of a second child (boy)."
  ],
  "eligibility_criteria": "The following are eligible to apply for the scheme: Women belonging to the Scheduled Castes(SC) and the Scheduled Tribes (ST). Women who are partially (40%) or fully disabled (Divyang Jan). Women holding of BPL ration card. Women beneficiaries under Pradhan Mantri Jan Aarogya Yojana (PMJAY) under Ayushman Bharat. Women holding E-shram card. Women farmers who are beneficiaries under Kishan Samman Nidhi. Women holding MGNREGA job card. Women whose net family income is less than Rs. 8 lakh per annum. Pregnant and Lactating AWWs/ AWHs/ ASHAs. Any other category as may be prescribed by the Central Government. Conditions for Disbursement: The child born on or after 08.03.2022 in any family in state of Haryana. Child birth is registered. Child has received first cycle of BCG, OPV, DPT and Hepatitis-B or its equivalent/substitute.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cdnbbsr.s3waas.gov.in/s34c144c47ecba6f8318128703ca9e2601/uploads/2024/11/20241125232046895.pdf"
    }
  ],
  "documents_required": "Aadhaar Card of the Beneficiary. Any other documents as required."
}