{
  "scheme_id": "67338eb6a3309f621559ec09",
  "slug": "ifticmwstc",
  "scheme_name": "Incentive For The Intra Caste Marriage within Scheduled Tribe Community",
  "scheme_short_title": "IFTICMWSTC",
  "state": "Karnataka",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Intra Caste",
    "Marriage",
    "Schedule Tribe",
    "Incentive",
    "ST"
  ],
  "brief_description": "The scheme \"Incentive for Intra Caste Marriage within the Scheduled Tribe Community\" was launched by the Tribal Welfare Department, Government of Karnataka. The scheme provides an incentive of ₹2,00,000/- to couples who are both from the Scheduled Tribe community but belong to different sub-caste.",
  "detailed_description": "The scheme &quot;Incentive for Intra Caste Marriage within the Scheduled Tribe Community&quot; was launched by the Tribal Welfare Department, Government of Karnataka. The scheme provides an incentive of ₹2,00,000/- to couples who are both from the Scheduled Tribe (ST) community but belong to different sub-castes within the ST community. The marriage should have taken place on or after 1st April 2018. The couple must reside in Karnataka and apply for the scheme within one year of their marriage.",
  "benefits": [
    "An incentive of ₹2,00,000/- is provided to the married couple."
  ],
  "eligibility_criteria": "The couple should be residing in Karnataka. Both the partners should be from the Scheduled Tribe (ST) community but from different sub-castes. The combined annual income of the couple must be less than ₹2,00,000/-. The couple must apply to this scheme within one year of their marriage. The marriage should have taken place on or after 1st April 2018.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the official website of the Tribal Welfare Department, Government of Karnataka.",
        "Step 2: In the right pane, click on \"Incentives for Marriage\" and select the \"Incentives to Intra-Caste Marriage\" scheme. You will be directed to the department's dedicated page for that scheme.",
        "Step 3: On the scheme's homepage, scroll down to the bottom and click on \" Registration \".",
        "Step 4: In the online registration form, fill in all the mandatory fields of the form and upload all the mandatory documents in the specified format and size.",
        "Step 5: Carefully review all the information provided by you. After completing the form, click \"Submit\". You will receive a confirmation message via SMS from the Department, and an acknowledgement form will be generated.",
        "Step 6: Print the acknowledgement form for future reference.",
        "Post Application Processes",
        "The Tribal Welfare Department will conduct a spot verification to verify the details provided by the couple and process the application further. After successful spot verification, the incentive will be credited to the couple's joint account."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://twd.karnataka.gov.in/"
    },
    {
      "title": "Scheme Details",
      "url": "https://twd.karnataka.gov.in/Twincentive/Intracaste/IntracasteHaHome.aspx"
    },
    {
      "title": "Scheme Registration",
      "url": "https://twd.karnataka.gov.in/Twincentive/Intracaste/IntraCasteRegistrationForm.aspx"
    },
    {
      "title": "User Manual",
      "url": "https://swdservices.karnataka.gov.in/SWIncentive/Documents/DevaDasichildrensmarriageApplicantManual.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Bank Account Details Marriage Proof Marriage Photo Caste Certificate Income Certificate Resident Proof Any other documents as required "
}