{
  "scheme_id": "649af04e481f59106a6e8b83",
  "slug": "faecrw-hbocwwb",
  "scheme_name": "Financial Assistance For Education Of Children Of Registered Worker (HBOCWWB)",
  "scheme_short_title": "FAECRW-(HBOCWWB)",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Labour Department",
  "implementing_agency": "Haryana Building And Other Construction Workers Welfare Board",
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Financial assistance",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Construction Workers",
    "Children",
    "Scholarship",
    "Financial Assistance",
    "Students",
    "Education"
  ],
  "brief_description": "The scheme \"Financial Assistance for Education of Children of Registered Worker (HBOCWWB)\" was launched by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department Haryana.",
  "detailed_description": "The scheme \"Financial Assistance for Education of Children of Registered Worker (HBOCWWB)\" was launched by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department Haryana. The objective of the scheme is to provide annual financial assistance of ₹8,000/- to ₹20,000/- to the children of registered workers from Class I to Diploma, Graduation, and Post-Graduation, etc. The children of the workers with outstanding performance in the Class 10th examinations would also be encouraged and a one-time incentive of ₹21,000/- to ₹51,000/- would be given according to their obtained marks.",
  "benefits": [
    "1 . The class-wise amount given under the scheme is as follows:",
    "Sl. No. | Category Name | Amount to be paid\n1 | Elementary Education (1st to 8th grade) | ₹8000/- per annum\n2 | Secondary Education (9th to 12th Class)/ITI Course | ₹10,000/- per annum\n3 | Higher education (first year to final year of bachelor's degree) | ₹15,000/- per annum\n4 | Postgraduate (from first year to final year of Master's degree) | ₹20,000/- per annum",
    " 2. The children of the workers with outstanding performance in the Class 10th examinations would also be encouraged and a one-time incentive would be given according to their obtained marks as under:",
    "Sl. No. | Percentage of Marks Obtained in Class 10th Examination\n1 | 90% or More\n2 | 80% to 89%\n3 | 70% to 79%\n4 | 60% to 69%",
    "3. All the educational expenditure on account of study in engineering in private & government institutions, medical and technical education, management, and other professional courses would also be borne by the Board. 4. The hostel expenditure up to a maximum ₹1,20,000/- would be borne by the Board."
  ],
  "eligibility_criteria": "The worker should be registered under Haryana Building and Other Construction Workers Welfare Board (HBOCWWB). The registered worker should have a minimum of one-year regular membership. The children of registered workers studying in Class-I to Postgraduate are eligible to apply under the scheme. Only those students who are studying in any institution/school/college of Haryana state will be eligible for this financial assistance. The students who are self-employed or employed will not be eligible for benefits under this scheme. Note 01: Financial assistance will not be given again for the same class in case of failure of the student. Note 02: It is mandatory to upload the certificate issued by the head of the school/institution that the student is continuing regular studies in the school/institution. Note 03: The financial assistance for pursuing professional courses shall be paid directly to the Government Institutions except for the reimbursement of admission fees. Note 04: The claim application of the students studying in private institutions shall be verified by any one of the officers i.e. Deputy Labour Commissioners, Assistant Labour Commissioner, Tehsildars, Naib Tehsildars DEEOs, DEOs, BEEOs, and BEOs. Note 05: The financial assistance for education will be given up to three children only i.e. three female or two male children.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration of a Construction Worker Under HBOCWWB:",
        "Step 01: The construction worker should visit the Official Website of the Labour Department Haryana. https://hrylabour.gov.in/  Step 02: On the home page, click on the \"Building & Ors Const. Workers Welfare Board\" link. Step 03: Applicant has to read all the instructions and then \"Tick\" the acknowledgment, then click on the \"Submit\" button. Step 04: Verification using Parivar Pehchan Patra (PPP)- Family ID: a) Forget/not having Family ID: If you do not have PPP ID or forget the PPP ID, then you have to select that radio button and you are redirected to the PPP portal for getting their PPP ID. b) Having a Family ID: If you have a family ID, then only you can move to the next step for registration. To proceed further, follow the given steps: • Select the \"I have family ID\" radio button • Enter Parivar Pehchan Patra number - Family ID • Click on \"Fetch Family Details\" which displays the family members registered under the given Family ID • Select a family member for registration • Enter the OTP that is being sent to the selected family member for verification • Click on \"Click to Verify\" Step 05: Aadhaar Verification before Registration: Provide your Aadhaar number and tick mark the checkbox for the declaration. Click on the \"Continue\" button. Step 06: After verification, fill out the complete registration form and submit the form. Step 07: Login into the account: After the final submission of the registration form, a worker can login into his/her account using their username and password but unable to avail of any benefit. Step 08: To avail of the benefits, a worker has to pay the registration fee and add a work experience of a minimum of 90 days of the preceding year. Step 09: Now, the worker needs to add work experience, to add 90 days of experience, the applicant has to fill in all the details where he/she has worked. Step 10: The schemes and other benefits can be availed once the 90 days' work experience is approved by the Officer. Apply for Scheme: Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the workers need to visit Official Portal - Antyodaya-SARAL Portal . Step 02: If the worker is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicants will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form.  HBOCW Registration User Manual  HBOCW Registration Basic Instructions & Features "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://hrylabour.gov.in/bocw/settings/schemeDetail/142"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=9S5%2fed1AQ1Eod7a1crFTrQ%3d%3d"
    },
    {
      "title": "Scheme Amendment Details",
      "url": "https://www.prharyana.gov.in/en/haryana-government-has-hiked-the-financial-assistance-for-education-given-to-the-children-of"
    },
    {
      "title": "HBOCWWB Rule",
      "url": "https://hrylabour.gov.in/staticdocs/labourActpdfdocs/HBOCW_Rules.pdf"
    }
  ],
  "documents_required": "Documents required for registration of Construction Worker under HBOCWWB:\n1. Identity proof i.e. Aadhaar Card, Voter Card\n2. Passport-size photograph\n3. A copy of Undertaking \n4. A copy Work Slip \n5. Proof of residence\n6. Ration Card\n7. Bank account details\n8. Caste Certificate, if applicable\n9. Proof of age\nDocuments required for availing the benefits of the scheme:\n1. Copy of Aadhaar Card\n2. Caste Certificate of the applicant\n3. Educational Certificate of the applicant\n4. Birth certificate of the applicant\n5. Bank account details\n6. Passport-size photograph"
}