{
  "scheme_id": "6450b88e8653a8f862d7ef9d",
  "slug": "amsmhsslc",
  "scheme_name": "Award For Meritorious Students Of Meghalaya In The HSSLC Examination (Science Stream)",
  "scheme_short_title": "AMSMHSSLC",
  "state": "Meghalaya",
  "level": "State",
  "nodal_department": "Education Department",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Award",
    "Tribal Students",
    "Meghalaya"
  ],
  "brief_description": "The Directorate of Educational Research & Training Meghalaya, Shillong is implementing a scheme in providing a one-time award for meritorious tribal students of Meghalaya who passed the current HSSLC Examination (Science) every year.",
  "detailed_description": "**Objectives**: 1. To motivate the tribal students of Meghalaya who are top in the current HSSLC Examination (Science Stream) district–wise. 1. To inculcate a scientific temper and competitive spirit amongst the students. 1. To encourage students' interest in Mathematics and Science right from lower classes. 1. To enable students to recognize the importance of Mathematics and Science in their daily life situations. &lt;br&gt; **Methodology**: 1. The award will be based on the merit of students in the current HSSLC Examination (Science Stream) mainly from schools/colleges of the different districts of the state. 1. It is a one-time award meant only for tribal students of Meghalaya i.e., who possess the Schedule tribe certificate of Meghalaya. 1. The number of awardees will be selected district – wise i.e., 20 (twenty) awardees from East Khasi Hills district and 6 (six) awardees each from the remaining 10 (ten) districts. 1. The list of awardees will be furnished by the Controller of Examinations MBOSE Tura after the declaration of the current HSSLC Examination (Science). 1. DERT will inform the concerned Principal of the school/colleges to intimate the concerned students for submission of necessary documents to DERT, Shillong. 1. The screening of all necessary documents will be done immediately by DERT, Shillong. 1. The final Selection of awardees will be done by DERT after screening the documents of the students. 1. In case there are no awardees entitled to the award in any district, the award will be diverted to the students who are top among the students on the waiting list. 1. After verification of the required documents of all awardees, the award amounting to Rs. 10,000/- (Rupees Ten Thousand) only per awardee will be transferred through NEFT to the account of the awardees and the certificate will be sent by post to the awardee's residential address",
  "benefits": [
    "The award of Rs. 10,000/- per awardee along with a certificate."
  ],
  "eligibility_criteria": "Be a tribal student (Khasi, Jaintia, Garo, Koch, and Hajong tribes ) of Meghalaya. Have passed the current HSSLC Examination from the science stream. Have scored 60% and above marks in the examination.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Open the Nation Scholarship portal web site  Navigate to 'Applicant Corner'and click on 'New Registration'. Now click on 'Click here for other Scholarship Schemes hosted. Read the guidelines carefully, select the undertaking, and 'Continue'. Select the state of domicile, scholarship category (Pre Matric), scheme type (scholarship scheme), gender, and write the applicant's name, date of birth, mobile number, and email ID. Provide the bank details (Bank name, IFSC Code, Account Number) Select Aadhaar or Bank Account Number as identification detail and click on the 'Register' button. The mobile number will be verified and an OTP will be generated. Now, log in using OTP and fill out the application form. After successful submission of the application form, an application ID and password will be generated which can be used for future references."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://meghalaya.gov.in/index.php/schemes/content/37590"
    },
    {
      "title": "Guidelines",
      "url": "https://scholarships.gov.in/public/schemeGuidelines/meghalaya/Guidelines_3047.pdf"
    },
    {
      "title": "Scholarship Portal",
      "url": "https://scholarships.gov.in/"
    }
  ],
  "documents_required": "ST Certificate. Class XII Marksheet. Front page of Student Bank Account."
}