{
  "scheme_id": "66cb5e3968f0b662fd9a0c06",
  "slug": "dslas",
  "scheme_name": "Disabled State Level Award Scheme",
  "scheme_short_title": "DSLAS",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Chhattisgarh",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual",
    "Registered Societies",
    "Government Organisation",
    "NGO"
  ],
  "tags": [
    "Employee",
    "Award",
    "PwD",
    "Employer",
    "Organization"
  ],
  "brief_description": "The objective of the scheme is to encourage persons with disabilities and organizations working for the interests of persons with disabilities and to motivate the community for overall rehabilitation of persons with disabilities.",
  "detailed_description": "The scheme &amp;quot;Disabled State Level Award Scheme&amp;quot; is implemented by the Social Welfare Department, Government of Chhattisgarh. The objective of the scheme is to encourage persons with disabilities and organizations working for the interests of persons with disabilities and to motivate the community for the overall rehabilitation of persons with disabilities. From the year 2004-05, the state government decided to reward persons with disabilities for integrating them into society and giving them rights-based incentives. The above awards will be given every year on the occasion of &amp;quot;International Day with Disabilities&amp;quot;. The categories of awards will be as follows:- - Best Disabled Employee - Best Employers (Regarding Disabled Persons). - Best voluntary organization working for the benefit of the disabled. - The Best district (providing provisional facilities in the disabled act)",
  "benefits": [
    "The following benefits are provided under the scheme:",
    "Sl. No. | Name of the Award | Category | Number of Award | Form of Award\n1 | Best Disabled Employee | 1. Visually impaired 2. Hearing impaired 3. Locomotor 4. Cerebral palsy /multi-disability | One Award at each category | ₹5,001/- cash, appreciation certificate, certificate to each category\n2 | Best Employers (Regarding Disabled Persons) | 1. Visually impaired 2. Hearing impaired 3. Locomotor 4. Cerebral palsy /multi-disability | One Award at each category | ₹10,000/- cash, appreciation certificate, certificate to each category\n3 | Best voluntary organization working for the benefits of disabled. | 1. Visually impaired 2. Hearing impaired 3. Locomotor 4. Cerebral palsy /multi-disability | One Award at each category | ₹5,001/- cash, appreciation certificate, certificate to each category\n4 | The Best district (providing provisional facilities in the disabled act) | Providing rehabilitation, barrier free environment, teaching-training, self-employment and other facilities provided in the Act. | One Award | One Shield, Appreciation Certificate, Certificate"
  ],
  "eligibility_criteria": "1. The applicant should be one of the following: • A disabled employee in Chhattisgarh • An employer of persons with disabilities • A voluntary organization working for the benefit of persons with disabilities • A district in Chhattisgarh providing provisional facilities as outlined in the Disabilities Act 2. The applicant should be from Chhattisgarh. 3. Among all the districts, the district which has done the most work for the facilities provided in the Act for the rehabilitation of all types of disabled persons in the area, will be rewarded.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Procedure: The application must be submitted in the prescribed form to the Deputy Director of the Social Welfare Department at the District Office. Selection Process: The decisions are taken on proposals received from the district collector's recommendation by the state-level committee. Address for Sending Applications: Joint Director/Deputy Director, Panchayat and Social Welfare Department, concerned district."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sw.cg.gov.in/sites/default/files/prizeinareaofdisabled.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://sw.cg.gov.in/en/disabled-state-level-award-scheme"
    }
  ],
  "documents_required": "The details of the achievement along with supporting documents/papers. Adequate documentary evidence in support of the claim for the award. Any other documents as required"
}