{
  "scheme_id": "67fe03008e880c684922c3c4",
  "slug": "support-for-coffee-consolidation",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Support for Coffee Consolidation",
  "scheme_short_title": "SUPPORT FOR COFFEE CONSOLIDATION",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Coffee Consolidation"
  ],
  "brief_description": "The main objective of consolidation is to improve the productivity of existing coffee holdings by gap filling/ rejuvenation followed with improved cultivation methods like application of compost, bush management, shade management, pest& disease control etc.",
  "detailed_description": "The main objective of consolidation is to improve the productivity of existing coffee holdings by gap filling/ rejuvenation followed with improved cultivation methods like application of compost, bush management, shade management, pest&amp;amp; disease control etc. Consolidation programme is proposed to be continued and implemented by Coffee Board directly in Andhra Pradesh and Odisha.",
  "benefits": [
    "Unit cost: Rs. 75,000/- per ha.",
    "Scale of Subsidy : 50% of unit cost i.e. Rs. 37,500/- per ha.",
    "Release of Installments",
    "1st installment - 60% during the first year of consolidation i.e. Rs.22,500/- per Ha.",
    "2nd installment - 40% during the second year of consolidation i.e. Rs.15,000/- per Ha."
  ],
  "eligibility_criteria": "Applicable to all ST and SC beneficiaries The holdings should be in bearing stage. The vacancies should not be less than 40% in the given block meant for consolidation  Role of Coffee Board Coffee Board would identify the beneficiaries with the help of ITDA/ Soil Conservation Department / Nodal Department / Agency identified by State Government and motivate the growers to consolidate their coffee holdings to improve production and productivity of unit area. Assisting growers in obtaining seedlings, vacancy filling and all cultural operations Ensuring adoption of required cultivation methods like application of compost, bush management, shade management, pest & disease control etc. be the beneficiaries",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy:",
        "Step 1 : Obtaining Technical Feasibility Report (TFR) Grower has to register online in the Coffee Boards' website (www.indiacoffee.org). After approval of grower registration by the Coffee Board Officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s such as copy of Aadhar Card or Ration Card or Passport or PAN Card or Driving License or Election Photo Identity Card (EPIC) by the Election Commission etc., Proof of Land Ownership in the form of any one of the following: Land ownership documents like Land Possession / Ownership Certificate issued by the competent ITDA / Revenue / any other government authority of Andhra Pradesh and Odisha The concerned Office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up coffee consolidation activity.  First Instalment: On completion of vacancy filling and maintenance of the holdings in all aspects by adoption of improved cultivation methods like application of compost, bush management, shade management, pest & disease management etc., the grower shall submit online claim during the month of October of the planting year for releasing the first instalment of subsidy. The SLOs / JLOs shall undertake field inspections and forward eligible claims to Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize and sanction the eligible claims and releases the eligible amount to beneficiaries through PFMS only.  Second Instalment: The grower shall submit online claim for releasing the second instalment of subsidy after carrying out the all-necessary cultural practices and vacancy filling if any. The SLOs / JLOs shall undertake field inspections and forward eligible claims to Deputy Director (Extension), Paderu. The Deputy Director (Extension), Paderu shall scrutinize and sanction the eligible claims and releases the eligible amount to beneficiaries through PFMS only.  Amendment to the Scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}