{
  "scheme_id": "6458aee7607242dc9bf0f890",
  "slug": "hiip",
  "scheme_name": "Homes For Intellectually Impaired Persons",
  "scheme_short_title": "HIIP",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "District Social Welfare Offices Of The Department Of Social Justice & Special Assistance, Govt. Of Maharashtra",
  "categories": [
    "Housing & Shelter",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Shelter, integrated support and assistance",
    "Short home Stay",
    "Child benefit",
    "Shelter",
    "Crisis/Disaster/Accident"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Child",
    "Person With Disability",
    "Shelter",
    "Social Justice"
  ],
  "brief_description": "The \"Homes for Intellectually Impaired Persons\" is a scheme by the Department of Social Justice & Special Assistance, Govt. of Maharashtra. In this scheme, Mentally Deficient Children who are in need of care and protection are admitted into shelter homes through the Child Welfare Committees.",
  "detailed_description": "The &quot;Homes for Intellectually Impaired Persons&quot; is a scheme by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. In this scheme, Mentally Deficient Children who are in need of care and protection are admitted into shelter homes through the Child Welfare Committee of the district formed under the Juvenile Justice (Care &amp; Protection of Children) Act 2000 and Amendment Act 2006. The numbers of MDC homes are 19 out of which 14 are granted and 5 are non-granted.",
  "benefits": [
    "The Mentally Deficient Children who are in need of care and protection are admitted into shelter homes. There are free facilities of food, shelter, and care & protection are provided in these homes."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be an orphan. The applicant should be a permanent resident of Maharashtra State. The applicant should be a Mentally Deficient Child (MDC) who is in need of care and protection. The percentage of the disability should be 40% or above.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the Child Welfare Committee   , and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents at the office of the concerned Child Welfare Committee   .",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form from the office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/disability-welfare"
    }
  ],
  "documents_required": "Aadhaar Card. 2-Passport Sized Photograph (Signed Across). Proof of Age (Birth Certificate, etc). Residential Certificate / Domicile Certificate of the State of Maharashtra. Disability Certificate. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the Child Welfare Committee."
}