{
  "scheme_id": "64f75b4a4c841e89deb8e8d8",
  "slug": "k-biref",
  "scheme_name": "Kerala Biotechnology Re-Entry Fellowship",
  "scheme_short_title": "K-BIREF",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Science and Technology Department",
  "implementing_agency": "Kerala State Council For Science, Technology And Environment",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Biotechnology",
    "Fellowship",
    "Researcher",
    "Fellow",
    "Research"
  ],
  "brief_description": "\"Kerala Biotechnology Re-Entry Fellowship (K-BiREF)\" is a fellowship programme to attract well-trained and highly skilled researchers with a good track record (Indian nationals) working abroad in various frontier areas in biotechnology to research and academic institutions in Kerala.",
  "detailed_description": "The programme \"Kerala Biotechnology Re-Entry Fellowship (K-BiREF)\" is a fellowship programme to attract well-trained and highly skilled researchers with a good track record (Indian nationals) working abroad in various frontier areas in biotechnology (biomedical sciences, agriculture, veterinary science, bioengineering, energy, environment, bioinformatics, and other related areas) to research and academic institutions in Kerala, by providing them an attractive opportunity to pursue research and development in biotechnology. Applications will be screened by an Expert Committee and shortlisted candidates will be interviewed.",
  "benefits": [
    "Fellow entitled for a monthly remuneration of ₹1,00,000/- and ₹18,500/- as HRA per month. Annual research /contingency grant of ₹7.5 lakh each for the first and second year and ₹ 5 lakh each for the subsequent 3 years. Host Institution may provide medical benefits, transport allowance, and other benefits as per the prevailing norms applicable to their employees of the equivalent rank out of their own resources/ funds."
  ],
  "eligibility_criteria": "The applicant should possess a Ph.D., M.D., or equivalent degree and at least three years of post-doctoral research experience in premier research laboratories abroad with an outstanding track record of research in biotechnology-related areas as reflected in publications and other recognitions. Only candidates (Indian nationals) working overseas who are below 45 years of age are eligible; relaxable for 3 years for OBC and 5 years for SC/ST/PH candidates. The fellowship is tenable at any reputed institution in Kerala.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The applications are invited through advertisement and to be submitted online when notified. Scrutiny of the Application: Applications will be screened by an expert committee consisting of experts nominated by the Commission. Short-listed candidates will have to appear for an interview /presentation which can be either in person or through Skype or similar Tele-mode. Selected candidates have to execute an agreement accepting the terms and conditions of the Award and must join the Host Institution within three months' time. Presentation before Programme Advisory Committee (PAC): The expert committee assesses the content and objectives of the proposed work. The decision of Kerala State Council for Science, Technology and Environment (KSCSTE) based on the recommendations of the expert committee on such proposals shall be final.",
        "Contact Details:",
        "The Scientist-in-charge",
        "Kerala Biotechnology Commission",
        "Kerala State Council for Science, Technology and Environment (KSCSTE),",
        "Sasthra Bhavan, Pattom, Thiruvananthapuram – 695 004",
        "Telephone: (0471) 2548406, 2548254,",
        "E-mail: kbc.kscste@kerala.gov.in, biotechkerala@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://kscste.kerala.gov.in/kerala-biotechnology-re-entry-fellowship-k-biref/"
    },
    {
      "title": "Guideline",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/K-BIREF_Guidelines22.pdf"
    },
    {
      "title": "Terms & Conditions",
      "url": "https://kscste.kerala.gov.in/wp-content/uploads/2019/06/KBiREF_TC_a22.pdf"
    }
  ],
  "documents_required": "1. Identity proof of applicant\n2. Passport size photographs\n3. Educational certificates\n4. Community Certificate for SC/ST/OBC applicants (If applicable)\n5. Disability certificate (If applicable)\n6. \"Terms & Conditions\", duly signed\n7. Certificate from the Host Institution "
}