{
  "scheme_id": "65a4df9ea733b1d7328105a4",
  "slug": "assgsdra",
  "scheme_name": "Attendance Scholarship Scheme for Girl Students with Disabilities of Rural Areas",
  "scheme_short_title": "ASSGSDRA",
  "state": "Punjab",
  "level": "State/ UT",
  "nodal_department": "Department of Social Security and Development of Women and Children",
  "implementing_agency": "Department Of Social Security And Women & Child Development, Government Of Punjab",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Attendance",
    "Scholarship",
    "Girl Student",
    "Disability",
    "PwD",
    "Rural Area"
  ],
  "brief_description": "The objective of this scheme is to uplift the status of the girls with disabilities in the rural areas & also to make them reliant by paying incentives in the form of Attendance Scholarship to these girls.",
  "detailed_description": "The scheme \"Attendance Scholarship Scheme for Girl Students with Disabilities of Rural Areas\" was launched by the Department of Social Security and Women &amp;amp; Child Development, Government of Punjab. The objective of this scheme is to uplift the status of the girls with disabilities in rural areas &amp;amp; also to make them reliant by paying incentives in the form of Attendance Scholarship to these girls. The scheme encourages the girl students with disabilities in rural areas to continue their studies and reduce dropouts.",
  "benefits": [
    "Rate of Scholarship: 1. ₹2,500/- per annum to the girl students up to 10th standard. 2. ₹3,000/- per annum to the girl students from 10+1 onwards upto higher education. Note: The Directorate shall credit the scholarship online in the bank account of the student."
  ],
  "eligibility_criteria": "All rural girl students of Punjab having 40 % and above disability (In any disability contained in the schedule of RPwD Act 2016). The monthly income of the family/guardians of the girl student should not exceed ₹5,000/- per month. The minimum attendance of the girl students should be 70%. The scholarship will be provided to the girl students from 1st Standard onwards up to higher education.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Mode of application:",
        "Application for the scholarship is submitted to the Head of school/college/ institution who after verifying it shall forward it to the DSSO of the concerned district.",
        "Whom to contact : Office of District Social Security Officer",
        "Grievances Redressal:",
        "District Social Security Officer Head Office, Helpline (0172-2608746)",
        "Email:",
        "dsswcd@punjab.gov.in",
        "dddwcd8@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sswcd.punjab.gov.in/en/attendance-scholarship-scheme-for-girl-students-with-disabilities-of-rural-areas"
    },
    {
      "title": "Official Website",
      "url": "https://sswcd.punjab.gov.in/en/wcd/state-schemes"
    }
  ],
  "documents_required": "1. Disability Certificate/ UDID showing 40 % and above disability\n2. Income certificate showing less than ₹ 60,000/- P.A. income of parents\n3. Copy of the bank account details\n4. Any other document, as required"
}