{
  "scheme_id": "68661e85ccfa598640cd8ab4",
  "slug": "sfatsw",
  "scheme_name": "Scheme to Provide Financial Assistance for Translation of Scholarly Works",
  "scheme_short_title": "SFATSW",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Sports, Youth and Cultural Activities Department",
  "implementing_agency": "Gujarat Sahitya Academy",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual",
    "University / Institution"
  ],
  "tags": [
    "Book Translation Grant",
    "Scholarly Works Support"
  ],
  "brief_description": "The scheme aims to encourage cultural exchange and literary development by providing financial assistance for translating high-quality literary and research works between Gujarati and other Indian languages.",
  "detailed_description": "The &amp;quot;Scheme to Provide Financial Assistance for Translation of Scholarly Works&amp;quot; by the Sports, Youth and Cultural Activities Department, Government of Gujarat, promotes the translation of significant literary, cultural, and scholarly works to and from the Gujarati language to foster national integration and cross-cultural dialogue. The scheme is implemented by the Gujarat Sahitya Academy and offers financial support to individuals and institutions for translating original works from other Indian languages into Gujarati or vice versa. The scheme covers a wide range of genres, including novels, dramas, stories, essays, one-act plays, poetry, criticism, and research-based works.",
  "benefits": [
    "Financial Assistance:",
    "For books up to 112 pages: Up to ₹10,000/-. For books exceeding 112 pages: Up to ₹15,000/-.",
    "Printing Size Guidelines:",
    "For \"Demy\" size: ₹2,300/- (paperback). For \"Double Crown\" size: ₹2,500/- (paperback), ₹2,700/- (hardcover).",
    "Note: Reimbursement is capped at the lower of actual cost or ceiling."
  ],
  "eligibility_criteria": "An individual translator or a translation-handling institution is eligible under this scheme. The translation must be from one Indian language into Gujarati, or from Gujarati into another Indian language. The original author's or publisher's written permission for translation must be obtained and attached. The manuscript must be unpublished and originally translated by the applicant. Only one application per financial year is allowed. Applicants who have received financial assistance five times or more under Sahitya Academy schemes are ineligible.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The interested applicant should visit the online application form page. Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents. Step 3: Click on the checkbox and verify the captcha. Step 4: Click on the \"Submit\" button to complete the application process. Contact Us: Gujarat Sahitya Academy Jawerchand Meghani Bhavan,Behind Krishi Bhavan,Sector 10-A,Gandhinagar -382010. Phone: 079 - 23256797, 23256798; 7621005656 Email: gsagandhinagar@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gujaratsahityaacademy.com/assets/yojana_rules/5_Anuvad_Niyamo202526.pdf"
    }
  ],
  "documents_required": "First page of cancelled cheque/passbook for bank account details."
}