{
  "scheme_id": "65caff31ed4030e118d7baed",
  "slug": "pibeschc",
  "scheme_name": "Production Incentive / Back-Ended Subsidy for Cultivation of Horticulture Crops",
  "scheme_short_title": "PIBESCHC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Horticulture",
    "Crop",
    "Incentive",
    "Farmer"
  ],
  "brief_description": "Through this scheme, the farmers who possess farmer's identity cards / authenticated land records/documents are provided with One-Time Assistance/ Bi‐Annual Assistance/ Annual Assistance for the Cultivation of Horticulture Crops such as Mango, Guava, and Sapota.",
  "detailed_description": "The scheme \"Production Incentive / Back-Ended Subsidy for Cultivation of Horticulture Crops&quot; was launched by the Department of Agriculture and Farmer&#39;s Welfare, Union Territory of Puducherry. _Through this scheme, the farmers who possess farmer&#39;s identity cards / authenticated land records/documents are provided with One-Time Assistance/ Bi‐Annual Assistance/ Annual Assistance for the Cultivation of Horticulture Crops such as Mango, Guava, and Sapota._",
  "benefits": [
    "One Time Assistance",
    "Mango: ₹ 12,250. Guava: ₹ 5,830. Sapota: ₹ 2,300. Other fruits (not covered under the NHM scheme): ₹ 25,000.",
    "Bi‐annual Assistance (Two Seasons Per Year) - Thai and Aadi Pattams",
    "Hybrid vegetables: ₹ 5,000. Country Vegetables: ₹ 12,500. Winter Vegetables: ₹ 18,750.",
    "Annual Assistance",
    "Coconut: ₹ 7,500. Tapioca: ₹ 12,500. Betel Vine: ₹ 1,500/‐, not exceeding ₹ 50,000/‐ Ha. ",
    "*The eligible subsidy amount shall be released to the beneficiary's account on DBT (Direct Benefit Transfer) mode after obtaining expenditure sanction as per norms.",
    "*The final list of the beneficiaries would be displayed on the notice board of Uzhavar Uthaviyagams."
  ],
  "eligibility_criteria": "All categories of farmers with farmer's identity cards / authenticated land records/documents are eligible.\n*The Agricultural Officers (Horticulture) shall conduct periodic field inspections to verify the progress of the cultivation in coordination with the Agricultural Officers of the respective Uzhavar Uthaviyagams.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Uzhavar Udhaviyagam (Farmers' Help Centres) and request the hard copy of the prescribed format of the application form from the Agricultural Officer.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form and the documents to the Agricultural Officers of the respective Uzhavar Uthaviyagam.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 2: At the top right corner of the home page, click \" Login \". In the login screen, click \" Register a New Membership \".",
        "Step 3: On the Registration Page, fill in all the mandatory fields: Username, Password, Confirm Password, Personal Details (Full Name, First Name, Email Address, Address, Current Address, Gender, Date of Birth, Mobile Number). Agree to the declaration. Fill in the Captcha Code, and click \"Signup\".",
        "Step 4: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 5: At the top right corner of the home page, click \" Login \". In the login screen, provide your Username and Password, fill in the Captcha Code, and click \"Sign In\".",
        "Step 6: On the next screen, a list of schemes by the Government of Puducherry will be displayed Department-wise.",
        "Step 7: Click on the scheme you wish to apply for. You will be taken to its online application form.",
        "Step 8: In the application form, fill in all the mandatory fields (marked with a red asterisk) and upload all the mandatory documents (self-attest if required).",
        "Step 9: Tick the declaration stating \"I hereby declare that the above-mentioned details are true and correct as per the best of my Knowledge\". Submit the application and note the application number for tracking your application . The application number will also be received on your Registered Mobile Number / Registered Email ID.",
        "*Track Your Application  here ",
        "* Access the User Manual for Online Application  here "
      ]
    }
  ],
  "references": [
    {
      "title": "Standard Operating Procedure",
      "url": "https://agri.py.gov.in/sites/default/files/schemes/Horticulture%20SOP.pdf"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://agri.py.gov.in/sites/default/files/citchart/subsch.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://agri.py.gov.in/sites/default/files/forms/horticrop.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://agri.py.gov.in/emailcontact.html"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://agri.py.gov.in/sites/default/files/citchart/grievance.pdf"
    },
    {
      "title": "Track Your Application",
      "url": "https://edistrict.py.gov.in/User/TrackApplication.aspx"
    }
  ],
  "documents_required": "Aadhaar Card. Cultivable Land Details (Own / Lease). Farmer Identity Card. FMB Field Map. In the case of land owners cultivating their land, a copy of the farmer identity card containing the details of survey numbers and the extent of land holding needs to be submitted along with the application form. If no identity card is issued to the farmer to date, a copy of the land document (sale deed/ partition deed/ gift deed or will) needs to be submitted. The tenants cultivating lands owned by religious Institutions/Wakfs/Mutts/Trusts/ Municipalities shall produce a letter of consent from the authority of the institutions concerned as prescribed by the Department. Further, tenants shall produce a cultivation certificate from the land owner or Agriculture Department / Revenue Department who carried out joint verification for the purpose."
}