{
  "scheme_id": "65ec9157da55878ebe1a7ddf",
  "slug": "eaphdsgbocwwb",
  "scheme_name": "Education Assistance/Ph.D Scheme (GBOCWWB)",
  "scheme_short_title": "EA/PHDS(GBOCWWB)",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Building And Other Construction Worker's Welfare Board",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education Assistance",
    "PhD",
    "Construction Worker",
    "Building Worker",
    "Labour",
    "Scholarship",
    "Student"
  ],
  "brief_description": "Under this scheme, financial assistance is provided once a year to any two children of a construction worker for the career development of bright and needy construction worker students seeking admission in the higher education courses of the state.",
  "detailed_description": "The \"Education Assistance/Ph.D Scheme\" is implemented by the Gujarat Building and Other Construction Worker's Welfare Board (GBOCWWB), Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. Under this scheme, financial assistance is provided once a year to any two children of a construction worker for the career development of bright and needy construction worker students seeking admission in the higher education courses of the state and for the purpose that the child of the construction worker may progress in education and become doctor/engineer.",
  "benefits": [
    "Under the scheme, the following benefits are provided to students from Standard 1 to 12, as well as for those pursuing Graduation and Postgraduate studies:",
    "Sl. No. | Courses | Amount of Assistance per Child per Annum\n1 | Class-1 to Class-5 | ₹1,800/-\n2 | Class-6 to Class-8 | ₹2,400/-\n3 | Class-9 to Class-10 | ₹8,000/-\n4 | Class-11 to Class-12 | ₹10,000/-\n5 | Post-12th higher education graduate level courses like BA, B.Com., B.B.A., B.Sc., B.C.A., L.L.B. Courses prescribed in Govt. Recognized Institute | ₹10,000/-\n6 | Courses at postgraduate level of higher education after graduation viz., MA, M.Com., M.Sc., M.S.W., M.L.W. Courses | ₹15,000/-\n7 | Post-graduation courses of higher education such as M.C.A., M.B.A. Courses prescribed in Govt. Recognized Institute | ₹25,000/-\n8 | For self-supporting courses in Diploma from Govt. recognized institution after Class-10 | ₹25,000/-\n9 | After Class-12-Courses at the graduate level of higher education such as medical and dental courses prescribed in a government-recognized institution | 1. Minimum: ₹25,000/- 2. Maximum: ₹2,00,000/- or 100% of the fee, whichever is higher\n10 | Post Graduate Level Professional Courses of Higher Education viz., Pharmacy, Agriculture, Ayurveda, Homeopathy, Nursing, Physiotherapy, Para-Medical Courses prescribed in a Government Recognized Institution/Independent Institution. | 1. Minimum: ₹25,000/- 2. Maximum ₹50,000/- or 100% of the fee, whichever is higher\n11 | Professional courses at the graduate level of higher education viz., Engineering/Technology, Architecture, etc. Courses prescribed in a government-recognized Institution/ Independent Institution. | 1. Minimum: ₹25,000/- 2. Maximum ₹50,000/- or 100% of the fee, whichever is higher",
    "Hostel assistance:",
    "1,200/- per month as board and food allowance for 10 months of the year to children studying outside the taluk of their present residence and not admitted in government/subsidized hostels, enrolled in courses like Bachelors, Engineering, Medical etc. The amount which is less will be payable.",
    "Book assistance:",
    "Assistance eligible to first-year admitted students:",
    "Sl. No. | Course/Standard | Amount of Book Assistance\n1 | Diploma | ₹3,000/-\n2 | In courses like Engineering/Technology, Pharmacy, Architecture, Agriculture, Ayurveda, Homeopathy, Nursing, Physiotherapy, Para-Medical, Veterinary | ₹5,000/-\n3 | Graduates like Medical and Dental | ₹10,000/-"
  ],
  "eligibility_criteria": "The children of construction workers registered with the Gujarat Building and other Construction Workers Welfare Board will be eligible to get the benefit of this scheme. The son or daughter of a registered worker should be enrolled in any grade from Class I up to higher education or professional course. The financial assistance will be provided once a year to two children of a construction worker. Terms and Conditions: The age limit for children of construction workers to get scholarships should be a maximum of 30 years. If the son or daughter is handicapped or handicapped then there will be no age limit. Which will be limited to the first trial in the academic year. A person who fails in the same standard/class will not be eligible for second aid for the same standard/class. Board assistance is not admissible if any registered construction worker's child is admitted through the Right to Education/studying in an Open University/studying externally or receiving any similar assistance from other departments.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for ‘E-Nirman Card' under the GBOCWWB: Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Login to Portal', click on ‘ Please Register Her e'. Step 03: Enter all the mandatory information and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, update your profile by entering all the necessary details as required and click on ‘Update'. Step 06: Select the ‘Construction Works Form' and fill out all the mandatory information in the form. Step 07: Upload all the relevant documents, agree with the terms & conditions, and submit the form. Step 08: Once the application has been submitted, an application Number is generated which can be kept for future reference. Process to track Application Status: Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, click on ‘View Citizen Application Status'. Step 03: Enter the Application Number and Date of Birth. Step 04: Now click on ‘View Status'. Application Process for Scheme Benefit: Step 01: The applicant may visit the Sanman Portal: https://sanman.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on ‘ Please Register Here '. Step 03: Enter your Aadhaar Card Number, select user type, and then enter your E-Nirman Card Number. Step 04: Now, click on ‘Fetch' & submit the details. Step 05 : After successful registration, the applicants can login through their User ID and Password. Step 06: Now, select the scheme and read the instructions carefully for the selected scheme. Step 07: Fill out the application form and upload all the relevant documents. Step 08: Agree with the Rules & Regulations and submit the application form. A confirmation email with the application Number will be sent to the registered email ID. Note 01: The registered construction worker has to apply in the prescribed format and within the prescribed time limit. Note 02: The application must be received and submitted within a time limit of 6 (six) months from the date of commencement of the academic session. Note 03: If two children are supported by the same beneficiary, separate forms have to be filled out for both children. (Online/Offline) Note 04: The applicant must fill all the details in the application form completely and accurately otherwise the application of the applicant will not be considered valid."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant may visit the district office of the BOCW Board and collect the application form. The application form can also be downloaded from the official website. Step 02: Fill out the form completely and attach all the relevant documents. Step 03: Submit the filled application form to the District Project Manager. Step 04: The District Project Manager will submit it online. Step 05: The application will have to be verified and approved by the District Inspector. Step 06: Then, it will be sent to the State Project Manager of Head Office for approval. Step 07: The State Project Manager has to verify the application and send it to the Government Labour Officer. Step 08: The application has to be approved by the Government Labour Officer and sent to the Member Secretary. Step 09: After the approval of the application, the amount of assistance will be paid through DBT to the bank account provided by the beneficiary by making a postal order by the accounting officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sanman.gujarat.gov.in/Home/BOCWScheme#"
    },
    {
      "title": "Guidelines",
      "url": "https://bocwwb.gujarat.gov.in/Portal/Document/10_378_1_Ph.D._Scheme.pdf"
    },
    {
      "title": "E-Nirman Portal",
      "url": "https://enirmanbocw.gujarat.gov.in/Index.aspx"
    },
    {
      "title": "Sanman Portal",
      "url": "https://sanman.gujarat.gov.in/#"
    },
    {
      "title": "Application Form",
      "url": "https://sanman.gujarat.gov.in/ApplicationForm/BOCW/SSY/ApplicationForm.pdf"
    }
  ],
  "documents_required": "Documents required for ‘E-Nirman Card' under the GBOCWW B:\n1. Photograph of the worker\n2. Aadhaar Card\n3. Ration Card\n4. Caste Category certificate, if applicable\n5. Proof of age (Birth certificate/Driving Licence/PAN Card/Voter ID Card)\n6. Self-declaration certificate\n7. Employer Certificate\n8. Bank Passbook/cancelled Cheque\n9. Any other documents as required\nDocuments required for Scheme Benefit:\n1. e-Nirman Card of the worker\n1. Original Bonafide Certificate of the Beneficiary's ongoing course from School/College/Institute\n2. Passport-size photographs of beneficiary and child\n3. Copy of child's Aadhaar card\n4. Copy of the child's previous year's result\n5. Fee payment receipt\n6. Certificate from the registered hostel/school/college/institute if the beneficiary is studying in a hostel\n7. Hostel fee payment receipt\n8. Original bill of purchase of books from the beneficiary for book aid\n9. Gazette/Affidavit from Beneficiary if Surname and Name are different\n10. Front page of Bank passbook\n11. Affidavit (for assistance of ₹5000/- or more) or letter of consent (as per Govt. notification)\n12. Any other documents as required"
}