{
  "scheme_id": "678f8058299213e15d38bc54",
  "slug": "sardardl",
  "scheme_name": "Scheme for Assistance for Research & Development Activities: Assistance to R&D Institutions/ Laboratories set up by the State Government or by Government of India",
  "scheme_short_title": "SARDARDL",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Research & Development"
  ],
  "target_beneficiaries": [
    "University / Institution"
  ],
  "tags": [
    "Research And Development",
    "Laboratories"
  ],
  "brief_description": "The \"Scheme for Assistance for Research & Development Activities\" under the Gujarat Industrial Policy promotes innovation by encouraging R&D among companies and institutions, fostering technological advancements to drive \"Atmanirbhar Gujarat.\"",
  "detailed_description": "The &amp;quot;Scheme for Assistance for Research &amp;amp; Development Activities&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, this initiative promotes sustainable industrial growth by supporting industries in adopting eco-friendly practices and ensuring compliance with environmental norms. The component &amp;quot;Assistance to R&amp;amp;D Institutions/ Laboratories set up by the State Government or by Government of India&amp;quot; supports the establishment of new laboratories and the modernization or strengthening of existing facilities to enhance their capabilities in research and innovation.",
  "benefits": [
    "Setting Up New Facilities: Assistance to R&D institutions/ laboratories set up by the State Government or Government of India including setting up of new R&D institutions / laboratories shall be provided as per requirement."
  ],
  "eligibility_criteria": "Eligible institution: All Research and Development Institutions recognized by the Council of Scientific and Industrial Research (CSIR) / Department of Scientific and Industrial Research (DSIR) and set up by the Government of Gujarat (GoG) / Government of India (Gol).  Eligible Activities: Setting up of new laboratory as well as strengthening of existing laboratory. Strengthening, modernization, and addition / up-gradation of existing facilities of the eligible Institutions.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The R&D institution must apply to the Industries Commissionerate in the prescribed format , along with all necessary documents . Step-2: The office of the Industries Commissioner will scrutinize the proposals to ensure compliance with the scheme's eligibility and guidelines. Step-3: The proposals will be presented to the State Level Empowered Committee (SLEC) for review and approval. Step-4: Upon approval by SLEC, the reimbursement of the sanctioned assistance will be processed, and the claim will be disbursed by the office of the Industries Commissioner."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/8-GR_02092020.pdf"
    },
    {
      "title": "Document Checklist",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2023/1.%20CLAIM%20CHECKLIST%20SCHEME%203.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2023/2.%20CLAIM%20APPLICATION%20FORM%20SCHEME%203.pdf"
    },
    {
      "title": "CA Certificate",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2023/3.%20CA%20CERTIFICATE%20SCHEME%203.pdf"
    }
  ],
  "documents_required": "Copy of Project Sanction Letter issued by IC office. Copy of Government Resolution / Notification indicating that the institute / organization is established by GoG / GoI. Copy of CSIR/ DSIR Recognition Letter. Appointment letter of the Technical Agency which prepared Estimates, Engineering Drawings, etc., of the project (If Applicable). Technical Sanction letter from R&B Department or concerned local area authority like Municipality or Municipal Corporation, etc., with approved estimate. Copy of Tender Notice along with proof of its publication. Copy of Appointment letter of contractor along with Agreement, Tender copy, and Board Resolution. Copy of Appointment letter of Third Party Quality Assurance (TPQA) Agency with agreement. Copy of Proof regarding TPQA agency is enlisted with Road and Building Department / GIDC / GIDB / Any other Government Department/Agency. Project Progress Report along with the details of milestones achieved, Outcomes of R&D proposed, Details of Asset creation, Benefit to the society, Benefit to the Industries, Details of Patent Filed / Granted, Details of International / National Publications, Impact analysis of the R&D, and other relevant details related to the project. Certificate and Statement of expenditure incurred based on prevailing SOR rate of R&B Department or Govt. department prepared by Chartered Engineer. TPQA Certificate with Report containing details regarding Project approved as per provisions of the scheme and some photographs of the project along with necessary lab testing report in original (Photographs indicating Location & Date). Employment Details of Technical qualified manpower in prescribed format. Project Completion Certificate (PCC) in prescribed format. CA Certificate in prescribed format. CA certified Expenditure Statement in prescribed format. Copy of GPCB Consent (If Applicable). Copy of PAN Card."
}