{
  "scheme_id": "6716400c653b908b4cb586f6",
  "slug": "pmtaispttshgosc",
  "scheme_name": "Providing Mini Tractor and its Sub Parts to the Self Help Group of Scheduled Castes",
  "scheme_short_title": "PMTAISPTTSHGOSC",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Banking and money",
    "Financial regulation"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Scheduled Caste",
    "SHG",
    "Social Welfare",
    "Self Help Group",
    "Subsidy",
    "SC",
    "Tractor"
  ],
  "brief_description": "The \"Providing Mini tractor and its sub parts to the Self Help Group of Scheduled Castes\" is a scheme by the Govt. of Maharashtra. This scheme aims to improve the financial condition of the scheduled castes and Nav-Buddhists Self Help Group.",
  "detailed_description": "The scheme &quot;Providing Mini Tractor and Its Sub Parts to the Self Help Group of Scheduled Castes&quot; was launched by the Department of Social Justice &amp; Special Assistance of the Government of Maharashtra. The scheme is designed to significantly improve the financial condition of Scheduled Castes and Nav-Buddhists by empowering their Self Help Groups with essential agricultural equipment, thereby fostering economic development and self-sufficiency within these communities.",
  "benefits": [
    "Supply of mini tractors and essential sub-parts, including trolleys and rotators. Each mini tractor, along with its sub-parts, is valued at ₹3,50,000/-. Self Help Groups contribute 10% of the total cost, amounting to ₹35,000/-. The remaining ₹ 3,15,000/- is provided as a subsidy by the government, making it financially accessible for the groups."
  ],
  "eligibility_criteria": "The applicant should be from Scheduled Caste or Nav-Buddhist. The applicant should be a domicile of Maharashtra. The Self Help Group should consist of at least 80% members from Scheduled Castes and Nav-Buddhist. The total cost of the mini tractor and its sub-parts is estimated at ₹3,50,000. The Self-Help Group must collect 10% of this amount, which is ₹35,000, while the government will provide a 90% subsidy of ₹3,15,000.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Social Welfare Office and request a hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Assistant Commissioner, District Social Welfare Office.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/economic-upliftment"
    }
  ],
  "documents_required": "Identity Proof: Valid government-issued ID (Aadhaar card, voter ID, etc.) for all members of the Self Help Group. Domicile Certificate: Proof of residence in Maharashtra for all members. Caste Certificate: Valid caste certificates for Scheduled Castes or Nav-Buddhists members. Self Help Group Registration: Certificate of registration of the Self Help Group. Bank Account Details: Bank statement or passbook of the Self Help Group's bank account. Affidavit: An affidavit confirming that 80% of the members belong to Scheduled Castes or Nav-Buddhists. Proposal Letter : A letter outlining the purpose and objectives of acquiring the mini tractor. Cost Estimate: Quotation or estimate of the mini tractor and its sub-parts."
}