{
  "scheme_id": "63f30d1683582eabb56ff262",
  "slug": "pmegp",
  "scheme_name": "Prime Minister's Employment Generation Programme",
  "scheme_short_title": "PMEGP",
  "level": "Central",
  "implementing_agency": "Khadi And Village Industries Commission (KVIC)",
  "categories": [
    "Business & Entrepreneurship",
    "Banking,Financial Services and Insurance",
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Credit Linked Subsidy",
    "Financial assistance",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual",
    "Industries"
  ],
  "tags": [
    "Financial Assistance",
    "Loan",
    "Entrepreneur",
    "Projects",
    "Micro Enterprises"
  ],
  "brief_description": "Launched in August 2008, Prime Minister's Employment Generation Programme (PMEGP) is a credit-linked subsidy scheme, administered by the Ministry of Micro, Small and Medium Enterprises (MSME). PMEGP aims to generate employment opportunities through the establishment of micro-enterprises in",
  "detailed_description": "Launched in August 2008, Prime Minister&#39;s Employment Generation Programme (PMEGP) is a credit-linked subsidy scheme, administered by the Ministry of Micro, Small and Medium Enterprises (MSME). PMEGP aims to generate employment opportunities through the establishment of micro-enterprises in the non-farm sector for rural as well as urban areas. The scheme has been approved for continuation over the 15th Finance Commission cycle i.e., for the period of five years from 2021-22 to 2025-26. PMEGP was formed by merging the two schemes that were in operation till 31st March 2008, namely Prime Minister&#39;s Rojgar Yojana (PMRY) and Rural Employment Generation Programme (REGP). An outlay of ₹13,554.42 Crore has been approved for PMEGP for five Financial Years (2021-22 to 2025-26) to set up about 4,00,000 projects with the creation of 30,00,000 employment @8 persons per unit). In addition, 1,000 Units will be upgraded in each FY. **Objectives** 1. To generate employment opportunities in rural as well as urban areas of the country through the setting up of new self-employment ventures/projects/micro enterprises. 1. To bring together widely dispersed traditional artisans! rural and urban unemployed youth and give them self-employment opportunities to the extent possible, at their place. 1. To provide continuous and sustainable employment to a large segment of traditional and prospective artisans and rural and urban unemployed youth in the country, so as to help arrest migration of rural youth to urban areas. 1. To increase the wage-earning capacity of workers and artisans and contribute to an increase in the growth rate of rural and urban employment. **Implementing Agencies** 1. At the National level, the scheme is being implemented by the Khadi and Village Industries Commission (KVIC), a statutory organization under the administrative control of the Ministry of MSME as the single nodal agency. 1. At the State level, the scheme is implemented through State offices of KVIC, State Khadi and Village Industries Boards (KVIBs), District Industries Centre&#39;s (DICs), Coir Board (for coir-related activities), and Banks. The government may also involve other suitable agencies for the implementation of the scheme.",
  "benefits": [
    "Funds under PMEGP Scheme will be available under two major heads:",
    "1. Margin Money Subsidy",
    "a) Funds will be allocated under annual Budget Estimates toward disbursement of Margin Money (subsidy) for setting up new micro-enterprises/units; and",
    "b) From the funds allocated under BE for the Margin Money subsidy, ₹ 100 Crores or as approved by the competent authority will be earmarked for each FY towards disbursement of Margin Money (subsidy) for the upgradation of existing PMEGP/REGP/MUDRA units.",
    "2. Backward and Forward Linkages",
    "5% of the total allocation under BE for a Financial Year against PMEGP, or as approved by the competent authority, shall be earmarked as funds under Backward and Forward Linkages and will be utilized for arranging awareness camps, State/District level monitoring meetings, Workshops, Exhibitions, Bankers meetings, TNDA, Publicity, Entrepreneurship Development Programme (EDP) training, Physical verification & Geo-tagging, Evaluation & impacts Assessment study, Setting of Entrepreneurship Facilitation Centre (EFC), Center of Excellence (CoE), Engagement of Field Experts and Data Entry Operators (DEOs), Creation and Upgradation of IT infrastructure, Awards, Call Centre facility, PMU, and other related activities and settlement of other residual liabilities by the KVIC.",
    "Levels of support under PMEGP",
    "1. For setting up new micro-enterprise (units)",
    "a) Categories of beneficiaries under PMEGP (for setting up of new enterprises): General Category",
    "Beneficiary's contribution (of project cost): 10% Rate of Subsidy (of project cost): 15% for Urban Areas, 25% for Rural Areas.",
    "b) Categories of beneficiaries under PMEGP (for setting up of new enterprises): Special Category (including SC, ST, OBC, Minorities, Women, Ex-Servicemen, Transgenders, Differently abled, NER, Aspirational Districts, Hill and Border areas(as notified by the Government), etc.",
    "(i) Beneficiary's contribution (of project cost): 05%",
    "(ii) Rate of Subsidy (of project cost): 25% for Urban Areas, 35% for Rural Areas.",
    "Note:",
    "The maximum cost of the project/unit admissible for Margin Money subsidy under the Manufacturing sector is ₹50,00,000. The maximum cost of the project/unit admissible for the Margin Money subsidy under the Business/Service sector is ₹20,00,000. The balance amount (excluding the own contribution)of the total project cost will be provided by Banks. If the total project cost exceeds ₹50,00,000 or ₹20,00,000 for Manufacturing and Service/Business sector respectively, the balance amount may be provided by Banks without any Government subsidy.",
    "2. 2 nd Loan for Upgradation of Existing PMEGP / REGP / MUDRA Units",
    "a) Categories of beneficiaries under PMEGP (for upgradation of existing units): All Categories",
    "b) Beneficiary's contribution (of project cost): 10%",
    "c) Rate of Subsidy (of project cost): 15% (20% in NER and Hill States).",
    "Note:",
    "1) The maximum cost of the project/unit admissible for Margin Money subsidy under the Manufacturing sector for upgradation is ₹10,00,00,000. The maximum subsidy would be ₹15,00,000 (₹20,00,000 for NER and Hill States).",
    "2) The maximum cost of the project/unit admissible for Margin Money subsidy under the Business/Service sector for upgradation is ₹25,00,000. The maximum subsidy would be ₹3,75,000 (₹5,00,000 for NER and Hill States).",
    "3) The balance amount (excluding the own contribution)of the total project cost will be provided by Banks.",
    "4) If the total project cost exceeds ₹10,00,00,000 or ₹25,00,000 for Manufacturing and Service/Business sector respectively, the balance amount may be provided by banks without any Government subsidy."
  ],
  "eligibility_criteria": "For PMEGP new enterprises (Units)\nAny individual, above 18 years of age. There will be no income ceiling for assistance in setting up projects under PMEGP. For setting up of project costing above Rs.10 lakh in the Manufacturing sector and above ₹ 5,00,000 in the Business /Service sector, the beneficiaries should possess at least VIII standard pass educational qualification. Assistance under the scheme is available only for new projects sanctioned specifically under the PMEGP. Existing Units (under PMRY, REGP, or any other scheme of the Government of India or State Government) and the units that have already availed of Government Subsidy under any other scheme of the Government of India or State Government are not eligible.\nFor up-gradation of existing PMEGP / REGP / MUDRA units\nMargin Money(subsidy)claimed under PMEGP has to be successfully adjusted on the completion of the lock-in period of 3 years. The first loan under PMEGP/REGP/MUDRA has to be successfully repaid in the stipulated time. The unit is profit-making with good turnover and has the potential for further growth in turnover and profit with modernization/upgrading of the technology.\nReservation / Preference / Priority\nPriority will be given to the persons affected by natural calamities/disasters in the areas which are declared as affected by \"disaster\" as defined under Section 2(d) of the Disaster Management Act, 2005 by the Ministry of Home Affairs.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "1. Application For New Unit:",
        "Visit the official website https://www.kviconline.gov.in/pmegpeportal/pmegphome/index.jsp . Click on the \"Apply\" button under the \"Application For New Unit\" tab . Furnish all the required details on https://www.kviconline.gov.in/pmegpeportal/jsp/pmegponline.jsp and click on Save Applicant Data. On the next page, upload the required documents and proceed for final submission.",
        "2. Application For Existing Units (2 nd Loan):",
        "Visit the official website https://www.kviconline.gov.in/pmegpeportal/pmegphome/index.jsp . Click on the \"Apply\" button under \"Application For Existing Units (2nd Loan)\" tab. Click on the Online Application tab and fill the complete form on : https://www.kviconline.gov.in/pmegpeportal/pmegpIILOAN/index.jsp . Complete the form and click on Next page, upload the required documents and proceed for final submission.",
        "3. Login Form For Registered Applicant of Second Loan Subsidy for Upgrading of Existing Unit:",
        "Visit the official website of PMEGP Portal: https://www.kviconline.gov.in/pmegpeportal/pmegpIILOAN/applicantLogin.jsp .",
        "Enter your User ID and Password and click Log in."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Offline Application Form for Individual Applicant:",
        "Fill the complete form : https://www.kviconline.gov.in/pmegpeportal/dashboard/notification/Drfat%20signed.pdf  Filled original form shall be submitted to the concerned KVIC/KVIB/DIC/Coir Board Officers of State. On submission, the applicant shall receive the Acknowledgement Slip from the department of concerned KVIC/KVIB/DIC/Coir Board Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines-2023",
      "url": "https://msme.gov.in/sites/default/files/Revisedguidelines07.12.2023.pdf"
    },
    {
      "title": "Guidelines-2022",
      "url": "https://www.kviconline.gov.in/pmegpeportal/dashboard/notification/PMEGP_Guidelines_Certified_2022_3.pdf"
    },
    {
      "title": "Final Guidelines For Second Loan",
      "url": "https://msme.gov.in/sites/default/files/final-guidlines-for-2nd-loan.pdf"
    },
    {
      "title": "Exemption Of COVID Vears Viz. FY 2020-21 & FY 2021-22 While Considering Profitability Of Existing PMEGP/REGP/ MUDRA Units Applying For 2hd Loan Under PMEGP",
      "url": "https://www.kviconline.gov.in/pmegpeportal/dashboard/notification/Circular%20-%20issued.pdf"
    },
    {
      "title": "Receipt Of Applications In Physical Form Under PMEGP",
      "url": "https://www.kviconline.gov.in/pmegpeportal/dashboard/notification/Drfat%20signed.pdf"
    },
    {
      "title": "Return Or Refund Of PMEGP Margin Money Subsidy",
      "url": "https://www.kviconline.gov.in/pmegpeportal/dashboard/notification/SoP_Compendium_14_12_2023.pdf"
    },
    {
      "title": "Agency Wise Contact Details",
      "url": "https://www.kviconline.gov.in/pmegpeportal/dynamicdistrict/officeSearchForm.jsp"
    },
    {
      "title": "FAQs",
      "url": "https://www.kviconline.gov.in/pmegpeportal/jsp/FAQ.jsp"
    },
    {
      "title": "Scheme URL",
      "url": "https://msme.gov.in/1-prime-ministers-employment-generation-programme-pmegp"
    }
  ],
  "exclusions": "For PMEGP new enterprises (Units):\nExisting Units (under PMRY, REGP, or any other scheme of the Government of India or State Government) and the units that have already availed of Government Subsidy under any other scheme of the Government of India or State Government are not eligible. Only one person from one family is eligible for obtaining financial assistance for setting up of projects under PMEGP. The 'family' includes self and spouse.\nNegative List of Activities:\nThe following list of activities will not be permitted under PMEGP for setting up of micro\nenterprises/ projects/units:-\nAny Industry/ Business connected with Meat(slaughtered), i.e., processing, canning and/or serving items made of it as food, production/Manufacturing or sale of intoxicant items like Beedi/Pan/ Cigar/Cigarette etc., any Hotel or Dhaba or sales outlet serving liquor, preparation/producing tobacco as raw materials, tapping of toddy for sale will not be allowed. Any Industry/Business connected with cultivation of crops/plantation like Tea, Coffee, Rubber etc. Sericulture (Cocoon rearing), Horticulture, Floriculture, Animal Husbandry will not be allowed.However, value addition under these will be allowed under PMEGP. Off Farm/Farm Linked activities in connection with sericulture, horticulture, floriculture etc. will also be allowed. Activities prohibited by Local Government/Authorities keeping in view environment or socio-economic factors will not be allowed .",
  "documents_required": "Caste Certificate Special Category Certificate, wherever required Rural Area Certificate Project Report Education / EDP / Skill Development Training Certificate Any other applicable document"
}