{
  "scheme_id": "65c608d0ed4030e118d3953e",
  "slug": "mhh",
  "scheme_name": "Maintenance of Horti Hubs",
  "scheme_short_title": "MHH",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Farmer",
    "Agriculture",
    "Floriculture",
    "Flower"
  ],
  "brief_description": "The objective of the scheme is to procure good quality disease-free and commercially accepted varieties of the identified flowers and multiply and, to serve as a demonstration cum training ground for those who are interested in Floriculture and who intend to make this as their means of livelihood.",
  "detailed_description": "The scheme ‘Maintenance of Horti Hubs\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to procure good quality disease-free and commercially accepted varieties of the identified flowers &amp;amp; multiply and to serve as a demonstration cum training ground for those who are interested in Floriculture and who intend to make this as their means of livelihood.",
  "benefits": [
    "Pattern of Assistance: Organizing demonstration cum training on hi-tech floriculture for farmers who are interested in floriculture, and renovation/repairing of old hubs. Type of Assistance: Demonstration and Training"
  ],
  "eligibility_criteria": "The applicants should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture. The applicant/farmer should own or lease land of at least 0.2 hectares or more.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at your nearest office of the Horticulture Development Officer of a CD Block/Horticulture Circle. Mode of Selection of Beneficiary(s): The eligible bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: Below officials can be contacted for any concerns or queries:  District Horticulture Officer  Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=104"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Bank passbook/account details Documents proof of possessing own or leased land Any other document as required"
}