{
  "scheme_id": "6322b919d06663eec0a57980",
  "slug": "visvas",
  "scheme_name": "Vanchit Ikai Samooh Aur Vargon Ko Aarthik Sahayata Yojana",
  "scheme_short_title": "VISVAS",
  "level": "Central",
  "nodal_department": "Department of Social Justice & Empowerment",
  "implementing_agency": "National Backward Classes Finance & Development Corporation (NBCFDC)",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Loan",
    "SHG",
    "OBC",
    "Social Welfare"
  ],
  "brief_description": "The VISVAS (Vanchit Ikai Samooh aur Vargon ko Aarthik Sahayata) Scheme aims to provide interest subvention to OBC/SC Self Help Groups (SHGs) or individuals. It is being implemented by the Ministry of Social Justice and Empowerment.",
  "detailed_description": "The VISVAS (Vanchit Ikai Samooh aur Vargon ko Aarthik Sahayata) Scheme aims to provide interest subvention to OBC/SC Self Help Groups (SHGs) or individuals. It is being implemented by the Ministry of Social Justice and Empowerment. <br> The objective of the scheme is to provide the direct benefit of a lower rate of interest to the eligible beneficiaries who have availed loans through Public Sector Banks (PSBs), Regional Rural Banks (RRBs) and similar financial institutions hereinafter referred to as Lending Institutions. <br> In December 2020, the VISVAS scheme got a major boost after the National Backward Classes Finance &amp; Development Corporation (NBCFDC) and National Scheduled Castes Finance and Development Corporation (NSFDC) signed a Memorandum of Agreement (MoA) with the Central Bank of India and Punjab National Bank, premier and leading Public Sector Banks.",
  "benefits": [
    "Salient Features",
    "Maximum loan limit (for SHG): ₹ 4,00,000",
    "Maximum loan limit (for individual): ₹ 2,00,000",
    "Maximum Subvention Amount: @5% per annum",
    "Mode of payment of Subvention",
    "Through Direct Transfer of Subvention Amount into operating account of SHG or Individual"
  ],
  "eligibility_criteria": "Eligibility Criteria for Other Backward Classes (OBCs)\n1. Members of Backward Classes, as notified by Central Government/State Governments\n2. All OBC Antyodaya Anna Yojana (AAY) cardholders, and OBC individuals facing three or more Deprivations in terms of SECC-2011, as per records available at the relevant BDO Office shall be eligible for Interest Subvention\n3. All OBC beneficiaries involved in Agricultural activities and getting coverage under the PM KISAN\n4. SHGs must be registered with NRLM/NULM/NABARD with more than two years of credit history\n\nEligibility Criteria for Scheduled Castes (SCs):\n1. NSFDC recognized Self-Help Groups (SHGs) registered with NRLM/NULM and NABARD\n2. The definition of Scheduled Castes includes all castes notified in the State and/or Central Government lists of SCs\n3. Valid Annual Income Certificate issued by the competent authority of the State Government\n4. AAY cardholders, and other individuals facing three or more Deprivations in terms of SECC-2011\n5. All beneficiaries involved in Agricultural activities and getting coverage under the PM KISAN",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible applicant needs to visit the nearest SCA office, and apply on the prescribed form for VISVAS Scheme. You can find your nearest SCA office at this link - https://nsfdc.nic.in/channel-patrners/scas",
        "Step 2: Enter the necessary details in the application form and mention the needs and choice of vocation and training requirements, if any.",
        "Step 3: Submit your application form and the required documents to the same SCA office. After reviewing the application, the loan will be sanctioned by SCA."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://nbcfdc.gov.in/visvas-yojana/en"
    }
  ],
  "documents_required": "Proof of Identity (Aadhaar card) Proof of membership in an SHG Proof of registration of the SHG with NRLM/NULM/NABARD Proof reg. Credit History of the SHG Ration Card Income Certificate (issued by the competent authority of the State Government) Caste Certificate Antyoday Anna Yojana (AAY) card (if applicable) Proof of being a beneficiary of PM Kisan Scheme (if applicable) Passport size Photograph of the applicant"
}