{
  "scheme_id": "66c4b5f57bfa61d0e0d0e540",
  "slug": "sdt-15drpltpws",
  "scheme_name": "Skill Development Training - 15 Days Recognition of Prior Learning (RPL) Training Programme at Work Site",
  "scheme_short_title": "SDT-15DRPLTPWS",
  "state": "Telangana",
  "level": "State/ UT",
  "nodal_department": "Labour, Employment Training and Factories Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Training and Skill Up-gradation",
    "Career information"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Construction Worker",
    "Skill Development",
    "Programme"
  ],
  "brief_description": "The Telangana Building & Other Construction Workers Welfare Board offers offers a 15-day Recognition of Prior Learning training programme for registered construction workers. The programme aims to enhance the employability of workers, ensuring they meet industry standards for future opportunities.",
  "detailed_description": "The &quot;Skill Development Training - 15 Days Recognition of Prior Learning (RPL) Training Programme at Work Site&quot; was launched by the Telangana Building &amp; Other Construction Workers Welfare Board, LET&amp;F (Labour) Department, Telangana. The scheme offers a 15-day Recognition of Prior Learning (RPL) training programme for registered construction workers. The programme aims to enhance the employability of workers, ensuring they meet industry standards and are better equipped for future opportunities. <br> > **Trades Offered:** - Masonry - Bar Bending - Plumbing &amp; Sanitation - Electrical House Wiring - Painting - Welding - Drywall - False Ceiling - Building Carpentry - Formwork Carpentry",
  "benefits": [
    "Stipend:",
    "₹35/- per hour per trainee.",
    "Duration:",
    "120 hours spread over 15 days."
  ],
  "eligibility_criteria": "The worker must be registered with the Telangana Building & Other Construction Workers Welfare Board. The worker's age should be between 18-45 years old. The worker should have knowledge of Telugu, Hindi, and English language. The worker should be engaged in the respective trades: Masonry, Bar Bending, Plumbing & Sanitation, Electrical House Wiring, Painting, Welding, Dry wall & False ceiling, Building Carpentry, and Formwork carpentry.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant visits the official website and clicks on \" Downloads \" at the top of menu options.",
        "Step-2: Now click on the download button corresponding to the scheme name.",
        "Step-3 : In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-4: Submit the duly filled and signed application form along with the documents to the concerned officer in the labour department.",
        "Step-5: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://tbocwwb.telangana.gov.in/newsite/pdf_files/2016LETF_MS63.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph. BOC ID Card. Ration Card. Aadhaar Card. 1 st Page of Bank Account Passbook Copy."
}