{
  "scheme_id": "64479b939510f83a467b229f",
  "slug": "pmms",
  "scheme_name": "Post Matric Merit Scholarship",
  "scheme_short_title": "PMMS",
  "state": "Mizoram",
  "level": "State",
  "nodal_department": "Higher and Technical Education Department",
  "categories": [
    "Education & Learning"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Post Matric",
    "Scholarship",
    "Student",
    "Merit"
  ],
  "brief_description": "The objective of the Scheme is to provide financial assistance to permanent residents of Mizoram States securing 60% marks in Board/University Examination. The scheme is 100% funded by the State Plan Fund.",
  "detailed_description": "The \"Post Matric Merit Scholarship\" is a scheme implemented by the Mizoram Scholarship Board, Government of Mizoram. The objective of the Scheme is to provide financial assistance to permanent resident of Mizoram States securing 60% marks in Board/University Examination. The scheme is 100% funding from the State Plan Fund.",
  "benefits": [
    "Tuition fees Maintenance allowance (for boarding and lodging expenses) Other related expenses like books, stationery, etc."
  ],
  "eligibility_criteria": "Only the children/wards or bonafide permanent residents of Mizoram prosecuting regular studies in a recognized Post Matric Institution in India shall be eligible for the award of the Scholarships; No student found guilty of misconduct or breach of discipline shall be eligible for the scholarship; No student who fails to secure at least 60% marks of first division/ class at the last Board or University examination shall be eligible for the Scholarship ; Students who after passing one stage of Post Matric Education are studying in the same stage of Education are studying in the same stage of Education in a different subject/faculty shall not be eligible; Students who after completing their Educational career in one professional course of study are pursuing a course in a different professional line of the same level (e.g. Bachelor of Teaching or Bachelor of Education and vice versa) shall not be eligible; Students pursuing Post- Graduate courses in Medicine will be eligible if they are not allowed to practice during the period of their course; Candidates who pursue their studies through correspondence Courses shall not be eligible: A scholar under these rules should not hold any other scholarship or stipend of higher value. If such scholarship or stipend is awarded, the scholar can exercise option and should inform of the matter to awarding authority through the Principal. No scholarship will be paid to the student under these rules from the date he/ she accepts another scholarship or stipend or higher value.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Normally application is open during July- September through offline where application form is available in Mizoram Scholarship Board during Office working hours. Application Form duly filled-in alongwith all the necessary documents must be submitted to Mizoram Scholarship Board for verification and payment."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 16)",
      "url": "https://msb.mizoram.gov.in/uploads/attachments/2022/10/a507f5ed5a716eec8d2570e22cd4ed8c/scholarship-scheme-to-be-upload.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://msb.mizoram.gov.in/"
    }
  ],
  "documents_required": "1. Aadhaar Card\n2. Bank Account (self-account)\n3. Previous year examination mark sheet\n4. Permanent Residential Certificate (up to date)\n5. Caste certificate (If applicable)\n6. Any other documents as required"
}