{
  "scheme_id": "6835b7b77e3dd7685815969c",
  "slug": "market-support-north-eastern-region",
  "scheme_name": "Development Support for Coffee growers of North- Eastern Region (NER) : Market Support",
  "scheme_short_title": "MARKET SUPPORT NORTH- EASTERN REGION",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Support"
  ],
  "brief_description": "The Extension Officer will collect coffee in the form of either parchment or cherry from the growers and store at the collection centres / temporary godown which are hired for a temporary period.",
  "detailed_description": "- The Extension Officer will collect coffee in the form of either parchment or cherry from the growers and store at the collection centres / temporary godown which are hired for a temporary period. - A sum of Rs.3/kg of parchment or cherry coffee would be accounted as transport subsidy for transport of coffee by the growers from the farm gate to the collection centres.",
  "benefits": [
    "Coffee Board, extends 75% of the cost (Rs.20/kg)) i.e., a sum of Rs.15/- per kg of parchment or cherry coffee collected, cured, transported and disposed through ICTA or other approved transparent means.",
    "The remaining cost incurred by the Coffee Board over and above the 75% of the unit cost shall be deducted from the final payment to be paid to the growers."
  ],
  "eligibility_criteria": "All categories of coffee holdings belonging to Scheduled Tribe, Scheduled Caste and others. A grower is eligible for only one unit. The area should be bearing area. The area benefitted during the past ten years are not eligible. The grower should have a minimum of 0.20 Ha of area under coffee to become eligible for the benefit.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Collection & storing of Coffee: The Extension Officer will collect coffee in the form of either parchment or cherry from the growers and store at the collection centres / temporary godown which are hired for a temporary period. A sum of Rs.3/kg of parchment or cherry coffee would be accounted as transport subsidy for transport of coffee by the growers from the farm gate to the collection centres.  Transportation to curing units: The Extension Officer will transport coffee from the collection centre / temporary godowns to the coffee processing units at Guwahati / Kolasib for further curing by inviting quotations / tendering process after observing all official formalities. In case the growers themselves transport coffee directly to the curing units, they will be paid a sum of Rs.4/kg of parchment or cherry coffee as transport subsidy from a distance of 100kms and Rs.5/kg for a distance of more than 100 kms. Initial payment would be made to the growers at appropriate rates by the Coffee Board.  Curing: Coffee will be cured at the designated processing units.  Transportation to warehouse: The cured coffee will be transported to the identified warehouse and stored till its disposal.  Disposal of the Produce: The cured coffee received from NE Region will be sold through ICTA Auction or other approved transparent means. Final payment will be made to the growers after deducting the initial payment.  Expenditure and subsidy Coffee Board, extends 75% of the cost (Rs.20/kg)) i.e., a sum of Rs.15/- per kg of parchment or cherry coffee collected, cured, transported and disposed through ICTA or other approved transparent means. The remaining cost incurred by the Coffee Board over and above the 75% of the unit cost shall be deducted from the final payment to be paid to the growers. "
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "List of Documents to be furnished The beneficiary to submit Application Certificate of incorporation / registration, memorandum of article of association / society as FPOs / Co-operatives issued by the authority concerned with complete list / details of members of the organization. The claim should be accompanied with the details of the member wise coffee sold. Certificate from concerned state Government's GST Registration Certificate wherever applicable. In addition to the above documents: In case of coffee marketed through the Auction platform / Commodity Exchange Registration Certificate as member of ICTA / other recognized marketing auction platform (one time) Proof of coffee sold – Attested copy of sale note issued by the auctioneers' concerned to the FPOs / Co-operatives. In case of coffee exported directly Export permit having Customs Endorsement ICO Certificate of origin having Customs Endorsement Bill of Lading (BL)"
}