{
  "scheme_id": "67a9ec54da50340fc8f6e6aa",
  "slug": "bauuyadp",
  "scheme_name": "Dr.Babasaheb Ambedkar Udyog Uday Yojana: Assistance to Micro and Small Enterprises (MSE) of SC/ST for Plot Developed by GIDC",
  "scheme_short_title": "BAUUYADP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Business",
    "Entrepreneurship",
    "MSMEs",
    "Start Up",
    "Scheduled Caste",
    "Plot Development"
  ],
  "brief_description": "The scheme \"Dr.Babasaheb Ambedkar Udyog Uday Yojana\" aims to support SC/ST entrepreneurs and strengthen MSMEs, making them globally competitive.",
  "detailed_description": "The scheme &amp;quot;Dr.Babasaheb Ambedkar Udyog Uday Yojana&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat. It aims to empower the state&amp;#39;s dynamic MSME sector, which significantly contributes to employment, GDP, and exports. Effective from August 7th, 2020 to August 6th, 2025, this initiative supports SC/ST entrepreneurs and strengthens MSMEs, making them globally competitive. The component &amp;quot;Assistance to Micro and Small Enterprises (MSE) of SC/ST for Plot Developed by GIDC&amp;quot; provides financial assistance for the development of essential industrial infrastructure, including water supply, gas connections, and approach roads. The objective is to support industries by improving last-mile connectivity and access to utilities, thereby fostering a conducive business environment. <br>",
  "benefits": [
    "Quantum of Assistance: An enterprise will be eligible for assistance up to 70% of the allotment price of GIDC. On payment of 30% of the allotment price, GIDC will hand over the possession of the plot and submit the claim of subsidy up to 70% of the allotment price to the commissioner MSME."
  ],
  "eligibility_criteria": "The firm must be a Micro/Small/Medium enterprise run by SC/ST entrepreneur. The applicant must apply for a plot within an estate approved by GIDC. The maximum plot size should not exceed 1000 Sq. Mt. (with exceptions for irregular plots). Note : SC/ST Enterprise: SC/ST Enterprise means the enterprise in which contribution of SC/ST entrepreneur is 51% or more.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "  Registration Process: Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"New Investor Registration\" to access the registration form. Step-2: Fill in the Registration Form. Click on \"Submit\". Step-3: Verify the E-mail ID using the link sent on your registered E-mail ID. Step-4: After verification, you will be registered successfully.  Post-Registration Process: Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"Login\". Step-2: Enter the email address and password you used during registration. Step-3: Click the \"Login\" button to access your account. Step-4: Now fill in the required details and mandatory documents about your business to complete the application process.  Helpdesk: Contact "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/2-GR_02092020.pdf"
    },
    {
      "title": "Online Application Portal",
      "url": "https://ifp.gujarat.gov.in/IC/digigov.htm?actionFlag=loadCitizenRegPage"
    }
  ],
  "exclusions": "The trading activity will not be eligible under the scheme.",
  "documents_required": "MSME registration/Udyam Certificate. Project report and business plan. PAN card and GST registration (if applicable). Payment receipt of 30% of the allotment price. Any other document (if required)."
}