{
  "scheme_id": "64802710481f59106a67bc65",
  "slug": "asd",
  "scheme_name": "Ashirwad",
  "scheme_short_title": "ASD",
  "state": "Punjab",
  "level": "State",
  "nodal_department": "Department of Social Justice, Empowerment and Minorities",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Social Welfare",
    "Empowerment",
    "Shagun"
  ],
  "brief_description": "The Punjabi government has established the Punjab Ashirwad Scheme to offer financial support for a girl's marriage.",
  "detailed_description": "There are many members of the economically disadvantaged part of society who are unable to plan their daughters' weddings owing to their precarious financial situation. And they deal with several issues relating to this. The Punjab Ashirwad plan has been introduced by the Punjab government by keeping such a situation in mind. Girls from economically disadvantaged parts of society will get financial aid under this program. so that they won't have to worry about any financial obligations when planning their daughter's wedding. The scheme aims not only to help girls but also to encourage such families who are raising girls and want to marry them.",
  "benefits": [
    "Financial assistance of ₹51,000/-."
  ],
  "eligibility_criteria": "Girl should be 18 years old or above. Annual income of the family from all sources does not exceed ₹32,790/-. Parents/Guardians of the girl should be domiciled in Punjab State. The application can be given before the fixed date of marriage or after the 30 days of the marriage by the applicant for getting financial assistance. The amount of Ashirwad is limited up to two girls of the concerned family under the scheme. Financial assistance is given to Scheduled Castes/Christian girls, Backward Classes/Castes, Economically weaker sections girls, daughters of widows of any caste at the time of their marriage, and Scheduled Castes widows/divorcees at the time of their re-marriage.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicants have to visit the official portal . Click on Applicant Registration . On the new page, the registration form will appear. Applicants have to provide the required details. Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ashirwad.punjab.gov.in/ashirwad/Public/pdf/Ashirwad_Shagun_Scheme.pdf"
    },
    {
      "title": "Official Web Portal",
      "url": "https://ashirwad.punjab.gov.in/ashirwad/"
    },
    {
      "title": "Application",
      "url": "https://ashirwad.punjab.gov.in/ashirwad/Public/ApplicantRegistration.aspx"
    }
  ],
  "documents_required": "Aadhar card of the applicant. Proof of date of birth (D.O.B). Income certificate. Cast Certificate. "
}