{
  "scheme_id": "672c9d93cef677932c6280cd",
  "slug": "gusgbl",
  "scheme_name": "Goat Unit Scheme On Grants And Bank Loans",
  "scheme_short_title": "GUSGBL",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry",
    "Agriculture",
    "Loan",
    "Goat Breeding"
  ],
  "brief_description": "The scheme provides financial support through grants and bank loans to farmers to purchase (10+1) goat units for milk and meat production. The scheme covers a 40% subsidy for general applicants and 60% for SC/ST beneficiaries, based on a total unit cost of ₹77,456/-.",
  "detailed_description": "The &amp;quot;Goat Unit Scheme&amp;quot;, launched by the Animal Husbandry Department, Government of Madhya Pradesh, aims to improve beneficiaries' economic status by supporting goat rearing. Through this scheme, individuals with goat farming experience can apply for grants and loans to purchase (10+1) goat units for milk and meat production. The scheme covers a 40% subsidy for general applicants and 60% for SC/ST beneficiaries, based on a total unit cost of ₹77,456/-.",
  "benefits": [
    "Financial Assistance: 40% subsidy for General beneficiaries and 60% for SC/ST beneficiaries. Economic Gains: Earn income from the sale of goat milk and meat products."
  ],
  "eligibility_criteria": "The applicant must be a resident of Madhya Pradesh. The applicant must be a landless laborer/ marginal farmer/ small farmer. The applicant should have prior experience in goat farming.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Contact the nearest Animal Husbandry Department veterinary institution. Step 2: Submit the completed application form with required documents. Step 3: Obtain loan approval from a partnering bank. Step 4: Upon bank approval, the department will release the grant amount to the bank."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://khargone.nic.in/en/scheme/goat-unit-scheme-on-grants-and-bank-loans/"
    }
  ],
  "documents_required": "Identity proof (Aadhaar card, Voter ID). Address proof (Ration card, Electricity bill). Caste certificate (for SC/ST applicants). Land Ownership Proof (if required). Bank account details. Experience certificate in goat farming (if applicable). Any other documents (if required)."
}