{
  "scheme_id": "62a9d415f038bd8499a75a68",
  "slug": "pm-poshan",
  "scheme_name": "PM POSHAN - Prime Minister's Overarching Scheme For Holistic Nourishment",
  "scheme_short_title": "PM POSHAN",
  "level": "Central",
  "nodal_department": "Department of School Education and Literacy",
  "implementing_agency": "Ministry Of Education",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Food Security / Public Distribution System",
    "Children’s health and immunization",
    "Health promotion"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "School",
    "Children",
    "Health",
    "Govt Scheme",
    "Nutrition India"
  ],
  "brief_description": "PM POSHAN is a centrally sponsored scheme by the Department of School Education & Literacy, Ministry of Education. Under this scheme, one hot cooked meal will be provided to the children studying in Government and Government – aided schools. The Scheme is implemented by the Ministry of Education.",
  "detailed_description": "PM POSHAN is a centrally sponsored scheme by the Department of School Education &amp; Literacy, Ministry of Education. Under this scheme, one hot cooked meal will be provided to the children studying in Government and Government – aided schools. The Scheme is implemented across the country covering all the eligible children without any discrimination of gender and social class. <br> The main objectives of the PM POSHAN Abhiyaan are to address two of the pressing problems for the majority of children in India, viz. hunger and education by improving the nutritional status of eligible children in Government and Government-aided schools as well as encouraging poor children, belonging to disadvantaged sections, to attend school more regularly and help them concentrate on classroom activities. <br> POSHAN Abhiyaan is one of the many schemes under the umbrella scheme &quot;Integrated Child Development Services Scheme (ICDS)&quot;. ICDS also includes Anganwadi Services Scheme, Pradhan Mantri Matru Vandana Yojana, and Scheme for Adolescent Girls.",
  "benefits": [
    "Nutrition norm per child per day:",
    "Primary: Calorie – 450; Protein - 12 gms Upper Primary: Calorie – 700; Protein - 20 gms",
    "Food norms per child per day:",
    "Primary: Food grains - 100 gms; Pulses - 20 gms; Vegetables - 50 gms; Oil & fat - 5 gms, Salt & condiments - As per need. Upper Primary: Food grains - 150 gms; Pulses - 30 gms; Vegetables - 75 gms; Oil & fat – 7.5 gms, Salt & condiments - As per need.",
    "Under the Scheme, there is the provision of hot cooked meals to children of pre-schools or Bal Vatika (before class I) in primary schools also in addition to the 11.80 crore children of classes I to VIII studying in 11.20 lakh schools."
  ],
  "eligibility_criteria": "The applicant must be a citizen of India. The applicant must be studying in a Primary or Upper Primary class (Class 1st to Class 8th) in a Government or a Government-aided school.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "There is no application process for this scheme. PM POSHAN is equally applicable to all children who are studying in Government and Government – aided schools."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.india.gov.in/spotlight/poshan-abhiyaan-pms-overarching-scheme-holistic-nourishment"
    },
    {
      "title": "PIB",
      "url": "https://pib.gov.in/Pressreleaseshare.aspx?PRID=1812421#:~:text=The%20Government%20has%20approved%20the,by%20the%20Ministry%20of%20Education."
    }
  ],
  "exclusions": "<br>",
  "documents_required": "No documents are required for availing the benefits of this scheme."
}