{
  "scheme_id": "66f68b55c50f851fc661806f",
  "slug": "aspie",
  "scheme_name": "Afforestation Schemes Providing Incentives And Employment To Tribals In Forest",
  "scheme_short_title": "ASPIE",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Employment services and jobs",
    "Wildlife and biodiversity",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Afforestation",
    "Incentives",
    "Employment"
  ],
  "brief_description": "This scheme offers grants to unemployed tribals for afforestation work, providing them with incentives and employment opportunities in forest operations.",
  "detailed_description": "The scheme \"Afforestation Schemes Providing Incentives And Employment To Tribals In Forest\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to incentivize unemployed tribals by offering grants to participate in forest operations. The program not only focuses on forest conservation through afforestation but also provides a livelihood for tribal communities living in and around forest areas. The initiative promotes sustainable forest management while creating employment opportunities for these marginalized groups. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Incentive: Financial grants for afforestation activities. Employment: Employment opportunities in forest management. "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Tribal community. The beneficiary should be Unemployed.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the District Forest Officer (DFO). Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the office of the District Forest Officer (DFO). Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83087"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Identity proof (Aadhar, Voter ID). Proof of residence in the tribal/forest area. Unemployment certificate (if applicable). Community certificate (if applicable). Any other documents (if required)."
}