{
  "scheme_id": "684962d2e6e4c4d18e4cf065",
  "slug": "gff-fsubm50cm",
  "scheme_name": "Grant to Films - Films Shot in Uttarakhand with a Budget of Minimum ₹50 Crores or More",
  "scheme_short_title": "GFF-FSUBM50CM",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Uttarakhand Information Department",
  "implementing_agency": "Uttarakhand Film Development Council",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Budget",
    "Films Shot",
    "Filmmaker",
    "Producer",
    "Film Grant"
  ],
  "brief_description": "The scheme aims to promote film shooting in the state, generate employment, support local and regional films and artists, and generate revenue for the state. The scheme offers up to ₹3 crore as financial assistance to film producers who shoot major parts of their films in Uttarakhand.",
  "detailed_description": "The &amp;quot;Grant to Films - Films Shot in Uttarakhand with a Budget of Minimum ₹50 Crores or More&amp;quot; scheme was launched under the &amp;quot;Uttarakhand Film Policy 2024&amp;quot; by the Department of Information and Public Relations, Government of Uttarakhand. It aims to promote film shooting in the state, generate employment, support local and regional films and artists, and generate revenue for the state. Under this scheme, financial grants of up to ₹3 crore are provided to producers of big-budget films that showcase Uttarakhand prominently. > ***Objectives:*** - Promote Uttarakhand as a prime film-shooting destination. - Facilitate local employment through the film industry. - Encourage regional representation and culture through cinema. - Generate economic activity and revenue in the state.",
  "benefits": [
    "Financial Grant:",
    "A grant of 30% of expenditure incurred or up to ₹3 crore, whichever is less, is provided.",
    "Note:",
    "The maximum sanctioned amount of the grant will be accessed based on the quality and technical aspects of the film. 90% of total expense must be paid through bank, cheque, online medium, internet banking, UPI, digital mediums, etc. Cash transactions are strongly discouraged. It will only be permitted in unavoidable circumstances on the Chartered Accountant's certification: Provided that, in any case the total cash expenditure shall not be allowed more than 10% of the total expenditure."
  ],
  "eligibility_criteria": "The applicant should be a film producer or their duly authorized representative (individual/institution). A film that has been shot in Uttarakhand and has a budget of minimum ₹50 Crores or more, with a minimum expenditure of ₹3 Crores in the State, provided the locations where the shooting took place are appropriately showcased will be eligible to receive a grant. The applicant must ensure the film's resolution is 4K and sound quality is Dolby Digital or better. The film should be shown/premiered in minimum 50 cinemas is must for 1 week's time (excluding OTT broadcasts). A certificate which can be recognized/accepted by the council in this regard required to be submitted. It is required that every filming location within the State where the film was shot be included in the credits roll. The applicant must obtain a shooting permission letter issued by the Film Development Council. Permission letter from Government of India for shooting of foreign films is required. For grant eligibility, only film production expenses incurred within the State are eligible. Expense/Funding for film marketing, promotion, and release will not be eligible for grant funding.\nNote: \nEligible for a grant, films that are broadcasted on an over-the-top (OTT) platform approved by the Council; the producer/company in question must affix a copy of the agreement that was executed with the OTT platform. Certificate from Central Board of Film Certification (Censor Board) is required. A statement of expenditures incurred in the state during the shooting period must be accompanied by invoices/bills and a certificate from a chartered accountant.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: After obtaining the film censor certificate and the release/exhibition of the film, the filmmaker can apply for a grant. Step 2: The producer/filmmaker can contact the Film Development Council, Information & Public Relations Department, Dehradun. Step 3: The filmmaker must submit all related expenses, agreements, scripts, and other relevant documents to the Film Development Council, Information & Public Relations Department, Dehradun. Post-Application Process: Step 1: A technical and financial committee, constituted for grant approval, reviews the proposals. Step 2: After examining the film and related documents, the committee decides on the eligibility for the grant. Step 3: The final approval and sanction of the grant are given by the Financial Committee, headed by the Hon'ble Chief Minister/Chairman of the Film Development Council. Step 4: After approval, the grant amount is disbursed to the producer or their authorized institution's bank account. Note: The applicant's expenses must be documented and verified by a Chartered Accountant."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://uttarainformation.gov.in/images/download/Uttarakhand_Film_PolicyEng2024.pdf"
    },
    {
      "title": "Scheme Details (Page No. 171)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "Expense/Funding for film marketing, promotion, and release will not be eligible for grant funding.",
  "documents_required": "Certificate from Central Board of Film Certification Shooting Permission Letter (issued by Uttarakhand Film Development Council) Government of India Shooting Permission (for foreign films only) Chartered Accountant Certified Statement of Expenditures (incurred within Uttarakhand) Invoices/Bills of Expenditure in Uttarakhand Certificate of Theatrical Release (minimum 50 screens for 1 week) Agreement Copy with OTT Platform (if applicable) Credit Roll Evidence Listing All Uttarakhand Filming Locations Proof of Digital/Bank-Based Expenditure Transactions"
}