{
  "scheme_id": "68131184096abd5b8bc90775",
  "slug": "assistance-for-coffee-exports",
  "scheme_name": "Market Development and Export Promotion : Assistance for Coffee Exports",
  "scheme_short_title": "TRANSIT / FREIGHT ASSISTANCE FOR COFFEE EXPORTS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Development And Export Promotion"
  ],
  "brief_description": "The objective of the scheme is to maximize export earnings by enhancing the market share of value-added coffees as Made in India Brand and high value differentiated green coffees in important high value far-off markets.",
  "detailed_description": "**Objective** The objective of the scheme is to maximize export earnings by enhancing the market share of value-added coffees as Made in India Brand and high value differentiated green coffees in important high value far-off markets.",
  "benefits": [
    "Scale of Transit/Freight Assistance",
    "Rs.2/- per kg. for the export of High Value Green Coffees to far off high value markets viz., U.S.A., Canada, Japan, Australia, New Zealand, South Korea, Finland, Norway and Denmark.",
    "Rs. 3/- per Kg. for export of Value Added Coffees in retail consumer packs exported as ‘India Brand', calculated on the Green Coffee utilized for its manufacture/preparation at the rate of maximum of 2.6 kg for Instant/Soluble coffee and 1.19 kgs for Roasted coffee seeds and R & G Coffees.",
    "Export of Value Added Coffee as ‘India Brand' eligible for Transit/Freight Assistance",
    "The following are the Value-Added Coffees identified for the benefit of Transit/Freight Assistance exported in a retail consumer packs as ‘India Brand' up to a maximum quantity mentioned against each.",
    "Value Added Coffee | Maximum Quantity in Grams\na) Roasted Coffee Seeds | 1000\nb) Roasted and Ground Coffee | 1000\nc) Instant\\Soluble Coffee | 1000",
    "The retail consumer pack containing Value Added Coffees should clearly depict that coffee is from India by adopting either or both of the following ‘Coffees of India' logos in every consumer pack and also depict the words ‘Made in India' or ‘Product of India' or ‘Produce of India' etc. \"Coffees of India\" Mother Logo depicting a woman harvesting coffee. The wordings ‘Coffees of India' should be clearly readable. The size of the logo should not be less than the following measurement. a) For packs up to 100 grams – 1.5 cm width X 2.0 cm height b) For packs more than 100 grams upto 200 grams – 2.0 cm width X 2.5 cm height c) For packs more than 200 grams upto 500 grams – 2.5 cm width X 3.0 cm height d) For packs more than 500 grams– 4.0 cm width X 4.5 cm height \"Coffees of India\" Export Logo with all the words in the logo viz., \"Shade grown\", \"Sustainable\" and \"Scintillating\" are clearly readable on every retail consumer pack. The size of the logo should not be less than the following measurement. a) For packs upto 100 grams – 1.5 cm diameter b) For packs more than 100 grams upto 200 grams – 2.0 cm diameter c) For packs more than 200 grams upto 500 grams – 3.0 cm diameter d) For packs more than 500 grams– 4.5 cm diameter The Assistance is allowed only for the export of Value Added Coffees packed with pure coffees. If value added coffees are packed and exported with mixture of Chicory or any other admixtures, such coffees are not eligible for claiming assistance.  Export of High Value Green Coffee eligible for the transit/freight assistance for coffee export The following types and grades of Green coffee are classified as High Value Green Coffee",
    "Sl.No | Exportable Type & Grade of green coffe\n1 | Plantation PB Bold / PB\n2 | Plantation A / AA\n3 | Plantation B\n4 | Plantation Bulk\n5 | Arabica Cherry PB Bold / PB\n6 | Arabica Cherry A / AA\n7 | Arabica Cherry AB\n8 | Arabica Cherry Bulk\n9 | All grades of Specialty Coffees viz., Monsooned Malabar coffees, Mysore Nuggets Extra Bold, Robusta Kaapi Royale\n10 | Robusta Parchment PB Bold / PB\n11 | Robusta Parchment A / AA\n12 | Robusta Parchment AB\n13 | Robusta Parchment Bulk\n14 | Robusta Cherry PB Bold / PB\n15 | Robusta Cherry A / AA\n16 | Robusta Cherry AB\n17 | Robusta Cherry Bulk\n18 | Robusta Cherry Clean Bulk\n19 | Organic Coffee\n20 | Estate branded coffees"
  ],
  "eligibility_criteria": "All the Registered Coffee Exporters with Coffee Board having valid registration are eligible for the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Procedure for claiming Transit/Freight assistance for coffee exports",
        "All the registered exporters of coffee with Coffee Board shall submit an online application by uploading the documents in the e-permit portal https://coffeeboard.gov.in/permit/ FORM A - for claim of Transit/Freight Assistance for export of High Value Green Coffee to far off destinations FORM B - for claim of Transit/Freight Assistance for export of Value-Added Coffees in retail consumer packs as ‘India Brand\". The applications will be processed on first come first basis provided the claims are complete in all respects as per the modalities subject to the availability of funds.  Disbursement of transit/freight assistance for coffee exports",
        "After scrutinizing the claim and documents and on confirming the admissibility of the claim, theTransit/Freight Assistance shall be released to the exporters' bank accounts through PFMS.  Time Schedule for submission of claims: The export incentive claims for the export permits issued during the financial year are to be claimed in the same year and preferred quarterly spreading throughout the financial year. The claims of a particular financial year received after July 31st of subsequent financial year are not eligible and will not be considered for processing and payment."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Terms and Conditions An Exporter should be a Registered Exporter of coffee with the Coffee Board and should have exported coffee against Export Permit and ICO Certificate of Origin. The following self-attested documents have to be submitted permit wise through online Export permit with customs endorsement either manually/digitally ICO certificate of origin On Board Bill of Lading (BL) / Shipping bill or e-shipping bill Invoice / packing list If the validity period of the permit issued is expired, copy of the extension of validity letter obtained by the Board OR the Let Export Order (LEO) Copy should be enclosed. The Return of Confirmations (ROC) along with the post shipment documents should be submitted in e-permit portal for the export permit In case of rejected Coffee lots (Re-imported coffee) for which export incentive has already been claimed, it is the responsibility of the exporter to refund the entire claim amount within a month of rejection to the Board. The Re-import permit will be issued only after returning the incentive received against the permit claimed. In the case of claim towards export of value-added coffees, the exporter should provide a specimen of retail consumer packs/labels used in each of such shipments as per the size of the logo indicated in the modalities. The specimen of retail consumer packs/labels should denote the following: If the information on specimen copy/label is other than in English language, the same should be translated into English and the same shall be self-certified by the concerned exporter. The specimen retail consumer pack/label submitted should be in colour & should be readable and contain Weight/Capacity of the unit. The Retail consumer packs/sachets should contain Batch Number, Manufacturing month/year, Expiry date etc. The ICO mark number or permit number with permit issue date and the ‘Brand Name' of the retail pack should be matched with Bill of Lading or Invoice or Shipping bill or any other supporting document. As the incentive payment is to be made through Bank, the exporter should furnish the Bank account details. Account Holder Name Type of Account Account Number Name of the Bank / Branch number / Branch address IFSC code Aadhar Number (if applicable) PAN number  Amendment to the Scheme The submission of application by the applicant or acceptance of the application by the office does not entitle the applicant for the eligible assistance from the Coffee Board. The release of eligible assistance to the applicant is subject to availability of funds during a particular year. The Coffee Board reserves the right to amend, amplify or abrogate in its discretion any of the terms and conditions of the scheme without notice as it may consider necessary for efficient execution of the scheme and fulfilment of its objectives. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}