{
  "scheme_id": "67e3f00ccc855fd61479e173",
  "slug": "mapdbpl",
  "scheme_name": "Marriage Assistance to Person with Disability / BPL",
  "scheme_short_title": "MAPDBPL",
  "state": "Lakshadweep",
  "level": "State/ UT",
  "nodal_department": "Social Welfare and Tribal Affairs Department, Lakshadweep",
  "implementing_agency": "Directorate Of Social Welfare & Tribal Affairs, Lakshadweep",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Marriage"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Disability",
    "Financial Assistance",
    "Differently Abled",
    "Marriage",
    "BPL",
    "Scheduled Tribes",
    "PwD"
  ],
  "brief_description": "The scheme aims to support differently-abled brides/bridegrooms from BPL families by providing financial assistance to meet marriage-related expenses. Under this scheme, an amount of ₹30,000/- is provided to Scheduled Tribe, differently-abled brides/bridegrooms for their first marriage.",
  "detailed_description": "The scheme &amp;quot;Marriage Assistance to Persons with Disability/BPL&amp;quot; was introduced by the Social Welfare &amp;amp; Tribal Affairs Department, Union Territory of Lakshadweep, for the benefit of persons with disabilities (differently-abled) belonging to the Below Poverty Line (BPL) category. The scheme aims to support differently-abled brides or bridegrooms from BPL families by providing financial assistance to meet marriage-related expenses and to encourage them to lead a dignified and normal life. Under this scheme, an amount of ₹30,000/- is provided to Scheduled Tribe, differently-abled brides or bridegrooms, and is applicable only for the first marriage.",
  "benefits": [
    "The scheme provides a financial assistance of ₹30,000/- to differently-abled individuals belonging to the BPL category for their first marriage.",
    "Mode of Disbursement: The amount will be directly transferred to the beneficiary's bank account.",
    "Frequency of Disbursement: One-time assistance."
  ],
  "eligibility_criteria": "The applicant should be a differently-abled person belonging to the Below Poverty Line (BPL) category. The applicant should furnish a disability certificate indicating at least 40% disability and must possess a valid ration card. The applicant should belong to the Scheduled Tribe category. The family income of the applicant should be below ₹18,000/- per annum, certified by the Deputy Commissioner (DC) or Sub-Divisional Officer (SDO) of the respective island. Both spouses should be natives and permanent residents of Lakshadweep/citizens of India. The applicant should not have availed benefits under any similar scheme from the State/Central Government or any other agency. The eligible beneficiary may marry either a differently-abled person or a non-disabled (normal) person. The minimum age requirement is 21 years for the male and 18 years for the female. It should be the first marriage for both individuals. The assistance is applicable only for the applicant's first marriage. Note: The claim of incentive for marriage allowance will not be claimed as a matter of right.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible couples may collect the application form from the office of the Director (Social Welfare & Tribal Affairs) of their respective island. Step 2: Carefully fill out the application form and attach all the required supporting documents. Step 3: Submit the completed application form along with the documents to the Director (SW&TA) of the respective island, duly forwarded by the DC/SDO of the concerned island and recommended by the Island Level Committee. Note: The beneficiary can apply for incentive within 30 days from the date of marriage and is applicable up to one year of marriage."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://lakshadweep.gov.in/"
    },
    {
      "title": "Guidelines",
      "url": "https://cdn.s3waas.gov.in/s358238e9ae2dd305d79c2ebc8c1883422/uploads/2023/07/2023071388.pdf"
    }
  ],
  "documents_required": "Duly attested copy of the marriage registration certificate, issued by the Island Khazi and countersigned by the Amin/SDO/DC of the respective island Attested copy of the applicant's disability certificate (minimum 40% disability) Income certificate stating that the family income is below ₹18,000 per annum, certified by the DC/SDO of the respective island Two joint passport-size photographs of the couple, duly attested and affixed to the application form Proof of address, such as Ration Card, Aadhaar Card, or EPIC (Voter ID) Card Age proof of both the bride and groom (e.g., birth certificate, school leaving certificate) Self-declaration stating that the applicant has not received marriage assistance from any other government agency (State/Central) Any other documents as required"
}