{
  "scheme_id": "669fdd958c4bd3d405926974",
  "slug": "sfg",
  "scheme_name": "Scholarship for Fatherless Girls",
  "scheme_short_title": "SFG",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "School Education Department",
  "implementing_agency": "School Education Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Girl Student",
    "Orphan",
    "Fatherless"
  ],
  "brief_description": "The objective of this scheme is to support the education of girls who have lost their fathers and are studying in government schools. Under this scheme, scholarships ranging from ₹350/- to ₹450/- are provided to eligible girls from Class 1 to Class 12.",
  "detailed_description": "The &amp;quot;Scholarship for Fatherless Girls&amp;quot; scheme was launched by the School Education Department, Government of Madhya Pradesh, to support the education of girls who have lost their fathers and are studying in government schools. Under this scheme, scholarships ranging from ₹350/- to ₹450/- are provided to eligible girls from Class 1 to Class 12. To be eligible, girls students should not be beneficiaries of any other scholarship and must have passed their previous class.",
  "benefits": [
    "Under this scheme, the scholarships will be given at the following rates:- Class 1 to 5: ₹350/- per year Class 6 to 8: ₹400/- per year Class 9 to 12: ₹450/- per year Note: The scholarship will be deposited directly into the student's bank account."
  ],
  "eligibility_criteria": "The applicant should be a girl student. The girl student should be a permanent resident of Madhya Pradesh. The girl student should be studying in Class 1 to 12. The girl student should be studying at a government school in Madhya Pradesh. The girl student who has lost her father is eligible for benefits under this scheme. The girl student should not be a beneficiary of any other scholarship. The girl student should have passed the previous class.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits under this scheme, eligible girl students can contact the Principal of their respective government schools/institutions. Note: The student's profile is entered on the education portal https://shikshaportal.mp.gov.in/ by the teacher of the educational institution as per the record/certificate provided by the student."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=391"
    },
    {
      "title": "Guidelines (Page No. 31)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    },
    {
      "title": "Online Shiksha Portal",
      "url": "https://shikshaportal.mp.gov.in/"
    }
  ],
  "documents_required": "1. Passport-size Photo\n2. Aadhaar card\n3. Domicile certificate of Madhya Pradesh\n4. Death certificate of the father\n5. Previous year passing certificate/marksheet\n6. Samagra ID\n7. Bank Passbook\n8. Any other documents as required"
}