{
  "scheme_id": "65d5dcd5cd96dc5e075bdc36",
  "slug": "aems",
  "scheme_name": "Agriculture Engineering (Mechanical) Scheme",
  "scheme_short_title": "AE(M)S",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Engineering",
    "Mechanical",
    "Agricultural Machinery",
    "Farmer",
    "Subsidy"
  ],
  "brief_description": "The objective of the scheme is to provide agricultural machinery such as power tillers/ bulldozers/ tractors etc. on hiring at subsidised rate.",
  "detailed_description": "The \"Agriculture Engineering (Mechanical) Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the scheme is to provide agricultural machinery such as power tillers/bulldozers/tractors etc. on hiring at subsidised rate.",
  "benefits": [
    "Pattern of Assistance:",
    "Providing a 60% subsidy for the purchase of improved farm machinery and equipment (Proposed for Power Tiller and Diesel Water Pumpset).",
    "Type of Assistance and Entitlement (If any):",
    "Subsidy for hiring of farm machinery and equipment."
  ],
  "eligibility_criteria": "The applicant should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the relevant documents at the nearest office of the Agriculture Development Officer of a CD Block/Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: District Agriculture Officers of the concerned districts. Sub-divisional Officers of the concerned sub-divisions. Agriculture Development Officers of the concerned Community and Rural Development Blocks. Assistant Agriculture Engineer (Mechanical) of the concerned districts."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=58"
    },
    {
      "title": "Scheme Details",
      "url": "https://meghalaya.gov.in/schemes/content/35875"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Bank account details Documents proof of being a farmer Any other document as required"
}