{
  "scheme_id": "672dae3683693094f71e3bc4",
  "slug": "pcardtp",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Plantation (Tea)",
  "scheme_short_title": "PCARDTP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tea Plantation",
    "Loan",
    "Farmer",
    "Agriculture",
    "Agriculture And Rural Development Bank"
  ],
  "brief_description": "The scheme offers financial assistance of up to ₹33,000/- per acre to farmers for tea plantations, with an interest rate of 11%-12.5%.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Plantation (Tea)&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial support to farmers for tea plantations. Under this scheme, eligible farmers can obtain a loan of up to ₹33,000/- per acre, with interest rates ranging from 11% to 12.5%. This initiative aims to empower farmers and promote sustainable tea farming practices. &lt;br&gt;",
  "benefits": [
    "Access to Loan: ₹33,000/- per acre. Interest Rate: 11% to 11.5% (subject to change)."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be interested in tea plantation. The beneficiary should be interested in availing loan for tea plantation. The beneficiary should have the intention to use the loan specifically for tea plantation.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3552"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of Land Ownership or Lease. Any other documents (if required)."
}