{
  "scheme_id": "681861c172385d53503bbe5a",
  "slug": "uksaptd",
  "scheme_name": "Uttarakhand State Andolankari Pension to the Dependants (For Other State)",
  "scheme_short_title": "UKSAPTD",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Home",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Uttarakhand State Movement",
    "Social Welfare",
    "Agitators"
  ],
  "brief_description": "\"Uttarakhand State Andolankari Pension to the Dependants (For Other State)\" is a social welfare scheme implemented by the Department of Home that provides a monthly pension to the dependents of the injured/jailed agitators from other states during the Uttarakhand State Movement.",
  "detailed_description": "&amp;quot;Uttarakhand State Andolankari Pension to the Nominees/Dependents (For Other State)&amp;quot; is a social welfare scheme implemented by the Department of Home, Government of Uttarakhand. Under this scheme, a monthly pension of ₹4,500/- to the nominees/dependents of the injured agitators who were jailed for 7 days from other states during the Uttarakhand State Movement. This pension shall be entitled to the dependents of those agitators who are not recipients of any Andolankari Pension Schemes/any other government schemes or not employed in government service after their death. <br>",
  "benefits": [
    "A monthly pension of ₹4,500/-."
  ],
  "eligibility_criteria": "Applicant should be a dependent of an agitator who was jailed for 7 days or injured during the Uttarakhand State Movement. Applicant should not be recipients of any Andolankari Pension Schemes/any other government schemes or not employed in government service.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant needs to submit an application to the office of the District Magistrate (there is no prescribed format for application). Step 2: Attach all the mandatory documents (Self-attested, if required) along with the application form. Step 3: Submit the application at the office of the District Magistrate."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 64)",
      "url": "https://cdnbbsr.s3waas.gov.in/s30fe473396242072e84af286632d3f0ff/uploads/2025/02/20250227396322764.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Application form. Any other documents as required."
}