{
  "scheme_id": "680f235f197a2fd77e4efa71",
  "slug": "ssbs",
  "scheme_name": "Samajik Sewa Bhatta Scheme",
  "scheme_short_title": "SSBS",
  "state": "Sikkim",
  "level": "State/ UT",
  "nodal_department": "Cultural Affairs & Heritage Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Citizen empowerment",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Traditional Faith Healers",
    "Financial Assistance"
  ],
  "brief_description": "The scheme aims to support traditional faith healers by providing a monthly pension. Under this scheme, ₹1,500 is provided to each eligible traditional healer across the state.",
  "detailed_description": "The scheme &amp;quot;Samajik Sewa Bhatta Scheme&amp;quot; was launched by the Culture Department, Government of Sikkim. It aims to provide financial support to traditional faith healers across the state. Under this scheme, traditional faith healers receive a monthly pension to recognize and support their cultural and social contributions. It covers a total of 1,500 beneficiaries and seeks to preserve the traditional healing practices that are integral to the cultural heritage of Sikkim.",
  "benefits": [
    "A monthly pension of ₹1,500/- is provided to traditional faith healers such as Dhami, Jhakri, Bijjuwa, Bhungthing, Mangpa, Phedengba, Paw, Baidang, Janapa, Yeba, Yema, Sambas, and Pheriwala."
  ],
  "eligibility_criteria": "The applicant should be a resident of Sikkim. The applicant should be a traditional faith healer such as Dhami, Jhakri, Bijjuwa, Bhungthing, Mangpa, Phedengba, Paw, Baidang, Janapa, Yeba, Yema, Sambas, or Pheriwala.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should write the application on plain paper.",
        "Step 2: Attach copies of all the mandatory documents (self-attest, if required) along with the application.",
        "Step 3: Submit the duly filled and signed application along with the documents to the Secretary, Culture Department."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://culture.sikkim.gov.in/storage/notification/notificationdoc-AkSjW3iGha7GGIkWbx8CWsveCAOHR006VDBsWRR2.pdf"
    }
  ],
  "exclusions": "Applicants related to Sudeni Bhatta (home delivery childbirth practitioners) are excluded under this scheme.",
  "documents_required": "Certificate from Gram Panchayat/Ward Councillor (for rural applicants) Police Verification Report (for urban applicants) Attested Copy of Sikkim Subject Certificate or Certificate of Identification, Aadhaar Card, Voter ID Card Two Passport Size Photographs Attested Copy of Bank Passbook Showing Account Details Full Attire Photograph in Traditional Healer Dress Income Certificate from Block Development Officer/Sub-Divisional Magistrate/District Collector Life Certificate Every Six Months from Block Development Officer/Sub-Divisional Magistrate/District Collector"
}