{
  "scheme_id": "682a2a9d6e3fd3b163f1f865",
  "slug": "osh",
  "scheme_name": "Operation of Sports Hostels",
  "scheme_short_title": "OSH",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Tribal Area Development Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Sports",
    "Hostel service",
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Hostel",
    "Scheduled Tribe",
    "Sports Training",
    "Sports",
    "Tribal Students"
  ],
  "brief_description": "The scheme aims to encourage tribal students to participate in sports and prepare them for national & international competitions. Tribal students from Classes 6 to 12 are provided with free accommodation, specialized training, nutritious meals & other necessary facilities in the sports hostels.",
  "detailed_description": "The scheme &amp;quot;Operation of Sports Hostels&amp;quot; was introduced by the Tribal Area Development Department, Government of Rajasthan. It aims to encourage tribal students in Scheduled Areas to participate in sports and prepare them for national and international competitions. Under this scheme, tribal students from Class 6 to 12 are provided with free residential facilities, training in archery and athletics by skilled coaches, nutritious meals, uniforms, and modern sports equipment. The scheme is implemented in the following District: Banswara, Dungarpur, Sirohi, Udaipur &amp;amp; Pratapgarh.",
  "benefits": [
    "The following facilities are provided in the sports hostel:",
    "Free residential accommodation in sports hostels. Nutritious meals, snacks, and special dietary arrangements as per approved pattern. Sports training with modern equipment by expert coaches (especially in archery and athletics). Free school uniforms and educational materials."
  ],
  "eligibility_criteria": "The applicant should be a resident of Rajasthan. The applicant should belong to the Scheduled Tribe community. The applicant should be studying in class 6 th to 12 th . The applicant should not have any disability or suffering from any serious illness. The applicant's parents/guardians should not be income tax payers. The applicant should not be a failed student in the last examination.\nNote: Only those students who pass the selection test will be admitted to the sports hostel.",
  "application_process": [
    {
      "mode": "Online - via CSC",
      "steps": [
        "Step 1: The applicant should gather copies of the necessary documents needed to apply for the concerned scheme.",
        "Step 2: The applicant should visit the nearest E-Mitra Center and complete the Biometric Verification Process.",
        "Step 3: The applicant should ensure that the E-Mitra Center agent completes all mandatory fields in the application form and uploads copies of all required documents.",
        "Step 4: Keep the acknowledgment receipt for future reference."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://tad.rajasthan.gov.in/scheme/detail/535"
    }
  ],
  "documents_required": "Aadhar Card Copy Jan Aadhar/Bhamashah Card Copy Education Qualification Marksheet/Certificate Copy (Last Class Marksheet) Caste/Tribe Certificate Income Certificate"
}