{
  "scheme_id": "65aba71febb318a5b5302254",
  "slug": "asttpsu",
  "scheme_name": "AICTE-SHORT TERM TRAINING PROGRAMME (STTP) (UT-J&K,LADAKH AND NER)",
  "scheme_short_title": "ASTTPSU",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Apprenticeships and training"
  ],
  "target_beneficiaries": [
    "University / Institution",
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Technical Education",
    "Faculty Training"
  ],
  "brief_description": "AICTE-Short Term Training Program (STTP) intends to conduct faculty training through financial assistance from AICTE to enable faculty members in the field of technical education.",
  "detailed_description": "Short Term Training Program (STTP) in North-Eastern Region (NER) and UTs of J&amp;amp;K and Ladakh intends to conduct faculty trainings through financial assistance from AICTE to enable faculty members in the field of technical education introspect learn techniques that can help prepare students for active and successful participants in a knowledge society. &lt;br&gt; **Duration of Programme:** It is a residential programme of six days. The approved STTP shall be conducted within six months from the date of release of funds.",
  "benefits": [
    "Funding to Institutions: ₹5,00,000/- to the host University/Institution for conducting the training for the academic year.",
    "Disbursement of the Funds:",
    "The full amount of the grant sanctioned shall be released as advance to the University/Institution. The amount spent by the institute on the conduct of STTP shall be adjusted on the basis of utilization certificate and detailed expenditure statement submitted by the University/Institution on the prescribed format along with other mandatory documents viz feedback form, copy of proceedings and completion report etc. The above said amount of grant shall be released on the basis of the Extension of Approval (EOA) issued by AICTE to the institute for the academic year.",
    "Training to Teachers/Staffs: Faculty training in the field of technical education with following type:",
    "Pedagogical Training. Subject related Training to teachers employed in disciplines: Engineering & Technology, Management, Pharmacy, Architecture etc. Training related to Moral Values, Ethics, Behavioural Sciences & Attitude etc. Training for teachers regarding orientation of newly admitted students. Training for supporting technical and administrative staff including Librarian."
  ],
  "eligibility_criteria": "For Institution: AICTE approved institutions. For Faculty: All teachers, supporting technical and administrative staff in areas of technical education.\n\nNote: Maximum 5 proposals per institute per year including sanctioned, earlier but not completed, would be considered. However, maximum 3 proposals per institute shall be approved.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration of New Institute: Step 01: Visit http://portal.aicte-india.org/partnerportal_enu/start.swe and click on New Institute button . Step 02: After the redirected to another website, now hover the cursor on Login and select ‘ Investor Login'. Step 03: Click on ‘Sign Up Now' to register. Step 04: Enter the details and click on ‘Verify' to receive OTP on your Email Id and Mobile Number. Step 05: After successful verification Click on ‘Sign Up Now' to register.  Post-Registration Process: Step 01 : Visit http://portal.aicte-india.org/partnerportal_enu/start.swe and log in with the credentials provided by AICTE. Step 02 : Navigate to AQIS Application Screen by clicking on ‘AQIS Application' screen tab. Step 03: Institute details will auto populate in the AQIS Application. Step 04: Fill demographic and Bank details . Step 05: Only after confirming the Bank Details, the 'New' button will be enabled for adding the AQIS Application.Click on 'New' button to create AQIS Application. Step 06: A unique AQIS Application ID will get created.Select ‘SHORT TERM TRAINING PROGRAMME (STTP) (UT-J&K,LADAKH AND NER)' as Scheme from the drop down List. Step 07: Now details to be filled for the as followed: Programme Details, Personalities Expected, Participating Industries ,Similar Events, Budget Estimate -Others, Academic Credentials of Coordinator/ PI/ Applicant, Justification, Credential of Institute / Department. Step 07: Once the fill out all the data in the above mentioned tab, click on ‘Validate Application' button on the ‘AQIS Application' tab. Step 08: Will get a pop up message to attach a Mandate Form after downloading the sample form. Step 09: Now fill the amount in the ‘Total Funds Requested' under label ‘Budget Estimates Others'. Step 10: After Validation is completed successfully, read the declaration, check it and click on Save. Step 10: Click on 'Submit' button to submit the application."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Teacher applications: Stage-1: Institutional Proposal Submission Proposal Initiative : College/university takes the initiative to submit a proposal for hosting the STTP program. Proposal Content : This proposal outlines the chosen topic, objectives, resource persons, budget, and participant details. Submission Platform : The institution submits the proposal online through the AICTE portal.  Stage 2: Individual Teacher Application Proposal Approval : Once institution's proposal gets approved, it receives details and guidelines for participant applications. Application Procedure: You, as a faculty member interested in participating, can then apply through the institute's internal mechanism or designated online portal. Application Requirements : Duly filled application form Biodata and recent photograph Curriculum vitae highlighting relevant teaching experience and qualifications Statement of purpose explaining your interest in the chosen STTP topic Recommendation letter from the Head of Department or Principal"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.aicte-india.org/sites/default/files/fdc/STTP%20Scheme%20Document%20NER%20and%20J&K%202020-21.pdf"
    },
    {
      "title": "Feedback Form",
      "url": "https://www.aicte-india.org/sites/default/files/fdc/STTP.pdf"
    },
    {
      "title": "User Manual",
      "url": "https://www.aicte-india.org/sites/default/files/RIFD/STTP.pdf"
    }
  ],
  "documents_required": "Submission of documents by university/institution:\nThe following mandatory relevant documents are required to be submitted by the university/institution within one month of the completion of the program:\nOriginal Statement of actual expenditure & Utilization Certificate in the prescribed proforma duly signed by the Head of the institution and countersigned by Registrar/Finance Officer/Govt. Auditor. In case of self-financing/private institutions, Statement of actual Expenditure & Utilization Certificate are required to be audited & signed and sealed by a Chartered Accountant endorsing the membership number and complete postal address.  Feedback form in the prescribed proforma. Copy of the proceedings and completion report. \nFor the Teachers\nDuly filled application form. Biodata and recent photograph. Curriculum vitae highlighting relevant teaching experience and qualifications. Statement of purpose explaining your interest in the chosen STTP topic. Recommendation letter from the Head of Department or Principal."
}