{
  "scheme_id": "6619111bd7abbe47ee297111",
  "slug": "facw",
  "scheme_name": "Funeral Assistance for the Construction Workers",
  "scheme_short_title": "FACW",
  "state": "Delhi",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "implementing_agency": "Delhi Building And Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Citizen empowerment",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Labour",
    "Funeral Assistance",
    "Construction Workers",
    "Financial Assistance"
  ],
  "brief_description": "The \"Funeral Assistance for the Construction Workers\" by the Delhi Building and Other Construction Workers Welfare Board, Labour Department, Delhi, is a welfare scheme that provides funeral assistance of ₹10,000/- in case of death of a member to their nominees/dependents.",
  "detailed_description": "The &amp;quot;Funeral Assistance for the Construction Workers&amp;quot; by the Delhi Building and Other Construction Workers Welfare Board, Labour Department, Delhi, is a welfare scheme for the registered workers of the board. Through this scheme, funeral assistance of ₹10,000/- is provided to the nominees/dependents of the member in case of his/her death from the date of joining membership of the fund.",
  "benefits": [
    "Assistance of ₹10,000/- is provided to the nominees/dependents of the member in case of his/her death from the date of joining membership of the fund."
  ],
  "eligibility_criteria": "For Registration\nThe applicant should be a resident of Delhi. The applicant should be a Building/Construction Worker. The applicant should be between 18 and 60 years. The applicant should have served the Board for at least 90 days in a given year. \nFor Application\nThe nominees/dependents who have lost any registered member/worker of the due to death.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the DBoCWWB website and click \"Register Now\".",
        "Step 2: Enter the following mandatory details: Aadhaar Card Number, Name as on Aadhar Card, Mobile Number, Date of Birth (as on Aadhar Card), Gender, etc. Create a password and confirm it. Click \"Register\". You will be redirected to the registration page.",
        "Step 3: On the registration page, fill in the mandatory details (Father Name, Mother Name, Photograph, Applicant's Video, etc) and upload the mandatory documents in the specified filetype and filesize. Click \"Save & Next\".",
        "Step 4: On the next page, enter the mandatory details regarding your work/workplace (Previous/Current Employer Details, Proof of 90 Days Employment, etc) and upload the mandatory documents in the specified filetype and filesize. Click \"Save & Next\".",
        "Step 5: Click on \"Add Family Members\" to avail the benefits of various schemes.",
        "Step 6: In the next window, add your Bank Account details.",
        "Step 7: In the next window, upload your Aadhaar Card, Address Proof, Birth Proof, Employment Proof, Bank Account details etc.",
        "Step 8: In the next window, the \"Affidavit of the Applicant\" will be displayed. Verify all the details, and click on the checkbox.",
        "Step 9: Proceed for the online registration fee of ₹25/- through a Debit Card/ Internet Banking/ UPI.",
        "Step 10: Enter the OTP received on your registered mobile number to apply. Note down the Application Number for future reference. Download the acknowledgement receipt.",
        "Track Your Application",
        "Visit the homepage of the website regularly and click on \"Track Your Application\" to check the status of your application.",
        "Application",
        "Step 1: Visit the DBoCWWB website and click \"Apply for Scheme\".",
        "Step 2: Log in through Aadhaar Number/ Registration Card/ OTP.",
        "Step 3: Apply for the \"Funeral Assistance\" scheme.",
        "Helpline Number (24x1) : 011-41236600",
        "DBOCWWB Department",
        "Number (office hours: 9:30AM - 6:00PM) : 011-23813846"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://bocw.delhi.gov.in/bocw/welfare-schemes"
    },
    {
      "title": "Latest Guidelines",
      "url": "https://dbocwwb.delhi.gov.in/welfareschemedboc.html"
    },
    {
      "title": "User Manual (Registration)",
      "url": "https://drive.google.com/file/d/1nCDEvvl3saMAKnR__iYZNbc_MnuwQ0E1/view"
    },
    {
      "title": "FAQs",
      "url": "https://dbocwwb.delhi.gov.in/faqdboc.html#faqm2q1"
    },
    {
      "title": "Amendments",
      "url": "https://bocw.delhi.gov.in/sites/default/files/bocw/circulars-orders/delhi_gazette_notification_of_delhi_building_and_other_construction_workers_welfare_board_on_04-03-2016.pdf"
    }
  ],
  "documents_required": "Proof of the Funeral."
}