{
  "scheme_id": "66603b1602cfbde3165bc4af",
  "slug": "sfaddta",
  "scheme_name": "Scheme of Financial Assistance for Dance and Drama Troupes/Associations",
  "scheme_short_title": "SFADDTA",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Arts and Culture Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Culture",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Artists"
  ],
  "tags": [
    "Troupes",
    "Financial Assistance",
    "Grant",
    "Associations",
    "Artists"
  ],
  "brief_description": "The \"Scheme of Financial Assistance for Dance and Drama Troupes/Associations\" was launched by the Arts and Culture Department, Puducherry. The scheme aims to provide a grant for dance and drama troupes/associations.",
  "detailed_description": "The &quot;Scheme of Financial Assistance for Dance and Drama Troupes/Associations&quot; was launched by the Arts and Culture Department, Puducherry. The scheme aims to provide a grant of ₹2,000/- for dance and drama troupes/associations who have a standing of at least two years. The applications are accepted offline.",
  "benefits": [
    "Grant of ₹2,000/- given to the dance and drama troupes/associations."
  ],
  "eligibility_criteria": "The dance and drama troupes should be presenting new classical or folk dance programs or for staging new dramas, enacted by any cultural body registered in the territory. The troupe/association or body should have a standing at least 2 years. The theme of the dance or the story and dialogue of the drama must be new and original, created by an artist who is a native of the territory by birth or domicile.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Department of Art and Culture and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "OR",
        "The interested applicant downloads the application form .",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the superintendent, Department of Art and Culture,1, Romain Rolland Street, Puducherry.",
        "Step 4: Request a receipt or acknowledgment from the superintendent to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizens Charter",
      "url": "https://art.py.gov.in//sites/default/files/ecit1.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://art.py.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://art.py.gov.in/sites/default/files/application-10.pdf"
    }
  ],
  "documents_required": "Proof of Registration (cultural body in the territory). Domicile Certificate. Copy of Constitution. Synopsis of the Dance or the Script of the Drama (3 copies). Any Other Document If Required."
}