{
  "scheme_id": "65293d302a298fe1b482ffd7",
  "slug": "sssps",
  "scheme_name": "Swatantrata Sainik Samman Pension Scheme",
  "scheme_short_title": "SSSPS",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Freedom Fighter",
    "Prisoner"
  ],
  "brief_description": "Launched on 15th August 1972, \"Swatantrata Sainik Samman Pension Scheme\" is a Pension Scheme by the Ministry of Home Affairs. The scheme provides the grant of pension to living freedom fighters and their families; if they are no more alive, and to the families or martyrs.",
  "detailed_description": "Launched on 15th August 1972, &quot;Swatantrata Sainik Samman Pension Scheme&quot; is a Pension Scheme by the Ministry of Home Affairs. The scheme provides the grant of pension to living freedom fighters and their families; if they are no more alive, and to the families or martyrs. The benefits of the pension scheme are extended to all freedom fighters as a token of SAMMAN to them. <br> > **Duration** 1. Except in the case of unmarried daughters, the pension is for the lifetime of the recipient. In the case of unmarried daughters, pension ceases immediately after they are married or become otherwise independent. 1. In the case of death of a pensioner his/her heirs though otherwise eligible for pension will not automatically succeed to such a pension. They shall have to apply afresh with proof of the pensioner and their applications will be considered in terms of the Pension Scheme.",
  "benefits": [
    "Category of Freedom Fighters: Ex-Andaman Political/ Prisoners/ Spouses",
    "Basic Pension w.e.f. 15.08.2016 in Rupees (Per Month): 30,000/-",
    "Total Amount of Pension Including 3% DR in Rupees (Per Month): 30,900/-",
    "Category of Freedom Fighters: Freedom Fighters Who Suffered Outside British India/Spouses",
    "Basic Pension w.e.f. 15.08.2016 in Rupees (Per Month): 28,000/-",
    "Total Amount of Pension Including 3% DR in Rupees (Per Month): 28,840/-",
    "Category of Freedom Fighters: Other Freedom Fighters/ spouses including INA",
    "Basic Pension w.e.f. 15.08.2016 in Rupees (Per Month): 26,000/-",
    "Total Amount of Pension Including 3% DR in Rupees (Per Month): 26,780/-",
    "Category of Freedom Fighters: Dependent parents/eligible daughters (maximum 3 daughters at any point of time)",
    "Basic Pension w.e.f. 15.08.2016 in Rupees (Per Month): 50% of the sum that would have been admissible to the Freedom Fighter i.e. in the range of ₹ 13,000/- to ₹ 15,000/-",
    "Total Amount of Pension Including 3% DR in Rupees (Per Month): 50% of the sum that would have been admissible to the Freedom Fighter i.e. in the range of ₹ 13,390/- to ₹ 15,450/-"
  ],
  "eligibility_criteria": "For the purpose of granting a pension under the scheme, a freedom fighter is:\n(a) A person who had suffered a minimum imprisonment of six months in the mainland jails before Independence.\nHowever, ex-INA personnel will be eligible for pension if the imprisonment/detention suffered by them was outside India. The minimum period of actual imprisonment for pension eligibility has been reduced to three months, in the case of women and SC/ST freedom fighters from 01.08.1980.\n\nExplanation\n1. Detention under the orders of the competent authority will be considered imprisonment.\n2. A period of normal remission of upto one month will be treated as part of actual imprisonment.\n3. In the case of a trial ending in conviction, the trial period will be counted towards actual imprisonment suffered.\n4. A broken period of imprisonment will be totalled up for computing the qualifying period.\n\nEligible Dependents\nFor the purpose of granting Samman pension, the family includes (if the freedom fighter is not alive) mother, father, widower/widow if he/she has not since remarried, and unmarried daughters. Not more than one eligible dependent can be granted a pension and in the event of availability of more than one dependent the sequence of eligibility will be widow/widower, unmarried daughters, mother and father.\n\n(b) A person who remained underground for more than six months provided he was:\n1. a proclaimed offender; or\n2. one on whom an award for arrest/head was announced; or\n3. one for whose detention order was issued but not served.\n\n(c) A person interned in his home or externed from his district provided the period of internment/externment was six months or more.\n(d) A person whose property was confiscated or attached and sold due to participation in the freedom struggle.\n(e) A person who became permanently incapacitated during firing or lathi charge.\n(f) A person who lost his job (Central or State Government) and thus means of livelihood for participation in the national movement.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request a free copy of the prescribed application form from either of two officers, i.e., the State Government/UT concerned or Freedom Fighters' Division, Ministry of Home Affairs, 1st Floor, Lok Nayak Bhawan, New Delhi.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest if required).",
        "Step 3: The first copy should be sent to the Chief Secretary of the State Government/Union Territory Administration concerned.",
        "Step 4: The second copy should be sent to the Deputy Secretary to the Government of India, Freedom Fighters Division, Ministry of Home Affairs, First Floor, Lok Nayak Bhawan, New Delhi – 3 as an advance copy."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.mha.gov.in/sites/default/files/2022-08/Swatantrata_sainik_27102016%5B1%5D.PDF"
    },
    {
      "title": "Application Form",
      "url": "https://www.mha.gov.in/sites/default/files/2022-09/Annexure%25208%5B1%5D.pdf"
    }
  ],
  "documents_required": "AT THE TIME OF APPLICATION\nThe applicant should furnish the documents indicated below whichever is applicable:\n(A) Imprisonment/Detention etc.\nCertificate from the concerned jail authorities, District Magistrates or the State Government in case of non-availability of such certificates co-prisoner certificates from a sitting MP or MLA or Ex-MP or ex-MLA specifying the jail period (Annexure-I in the application form.)\n(B) Remained Underground\n(i) Documentary evidence by way of Court's/Government orders proclaiming the applicant as an offender, announcing an award on his head, or for his arrest or ordering his detention.\n(ii) Certificates from veteran freedom fighters who had themselves undergone imprisonment for five years or more if the official records are not forthcoming due to their non-availability.\n(C) Internment or Externment\n(i) Order of internment or externment or any other corroboratory documentary evidence.\n(ii) Certificates from prominent freedom fighters who had themselves undergone imprisonment for five years or more if the official records are not available. (Annexure-II in the application.)\nNOTE: The Certifier veteran freedom fighters in respect of underground suffering, internment/externment and the applicant should belong to the same administrative unit before the reorganization of States and their area of operation must be the same.\n(D) Loss of Property, Job, etc.\nOrders of confiscation and sale of property, Orders of dismissal or removal from service.\nAT THE TIME OF RECEIVING PENSION\nThe payment of the pension will be made on the production of the following identification documents to the Treasury Officer/Sub-Treasury Officer:\n1. Photograph.\n2. Two prominent identification marks.\n3. Specimen signature or left-hand thumb and finger impressions duly attested by a competent authority, in the case of freedom fighters who are not literate enough to sign their names.\n4. Date of birth."
}