{
  "scheme_id": "65e6c743da55878ebe120692",
  "slug": "sfpbttjp",
  "scheme_name": "Scheme for Pension Benefits to the Journalists/Photojournalists",
  "scheme_short_title": "SFPBTTJP",
  "state": "Tripura",
  "level": "State/ UT",
  "nodal_department": "Information & Cultural Affairs Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance",
    "Retirement"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Journalist",
    "Pension",
    "Financial Assistance",
    "Retired",
    "Senior Citizen"
  ],
  "brief_description": "\"Scheme for Pension Benefits to the Journalists/photojournalists\" was launched by the Department of Information and Cultural Affairs, Govt. of Tripura aims to provide financial assistance in the form of a Pension of ₹1000/- to retired Journalists/ photojournalists.",
  "detailed_description": "&quot;Scheme for Pension Benefits to the Journalists/photojournalists&quot; was launched by the Department of Information and Cultural Affairs, Government of Tripura. The objective is to provide financial assistance in the form of a Pension to accredited Journalists/ Photojournalists aged 60 years and above. The application should be submitted to the Director of Information and Cultural Affairs Department, Government of Tripura.",
  "benefits": [
    "Pension of ₹10,000/- per month."
  ],
  "eligibility_criteria": "The applicant should be 18 years or older. The applicant retired from the job as an accredited journalist/photojournalist in Tripura. The applicant should have done 10 years of service in Tripura. The applicant should not have received a pension from other sources, except under the Employees Provident Fund (EPF). The beneficiary should be 60 years or older to receive the pension.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The applicant submits the duly filled and signed application form with the documents to the Director of Information and Cultural Affairs Department, Government of Tripura.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgment for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines & Application Form",
      "url": "https://ica.tripura.gov.in/sites/default/files/2022-11/pensionsceme_for_journalists.pdf"
    },
    {
      "title": "Amendment (2018)",
      "url": "https://ica.tripura.gov.in/sites/default/files/pension_benifits_of_journalists.pdf"
    }
  ],
  "documents_required": "Two Passport-size photographs. Birth Certificate. Press Accreditation Card (Issued by the Information and Cultural Affairs Department (ICA) Tripura). Bank Passbook. Admit card (School Final Examination or Madhyamik Examination or Higher Secondary Examination or Equivalent Public Examination). Passport. Original Affidavit (Sworn before a Notary Public, stating the date of birth of the applicant)."
}