{
  "scheme_id": "63b811620d2bd718ff71b421",
  "slug": "pmfby",
  "scheme_name": "Pradhan Mantri Fasal Bima Yojna (PMFBY)",
  "scheme_short_title": "PMFBY",
  "level": "Central",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Insurance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Crop",
    "Farmer",
    "Insurance",
    "Agriculture",
    "Premium"
  ],
  "brief_description": "Pradhan Mantri Fasal Bima Yojana was launched in 2016 with the aim to support farmers by providing an affordable comprehensive risk cover for crops.",
  "detailed_description": "Launched on 18th February 2016, &amp;quot;Pradhan Mantri Fasal Bima Yojana&amp;quot; is a crop insurance scheme by the Department of Agriculture, Cooperation and Farmers' Welfare, Ministry of Agriculture. PMFBY aims to provide financial protection to farmers against crop loss due to natural disasters (hail, drought, famine), pests, and diseases. PMFBY provides crop insurance at a cost-effective premium to all Indian farmers. PMFBY is an affordable crop insurance product implemented through a network of insurance companies and banks. The scheme covers over 50 crore farmers and provides insurance coverage for over 50 different crops. **Objectives** - To provide financial assistance and support to farmers suffering from crop damage or loss arising out of unforeseen events. - To stabilise the income of farmers and ensure continuance in farming. - To encourage the farmers to adopt modern and innovative agricultural practices. - To ensure crop diversification, and credit-worthiness of the farmers, enhance growth and competitiveness of the agriculture sector and protect the farmers from production risks.",
  "benefits": [
    "Affordable Premiums:  The maximum premium payable by the farmer will be 2% for the Kharif food and oilseed crops. For rabi food and oilseeds crop, it is 1.5% and for yearly commercial or horticultural crops it will be 5%. The remaining premium is subsidized by the government.",
    "* For the farmers in North-Eastern States, Jammu, Kashmir, and Himachal Pradesh, the government also pays the entire premium. Comprehensive Coverage: The scheme covers natural disasters (droughts, floods), pests, and diseases. Post-harvest losses due to local risks like hailstorms and landslides are also included. Timely Compensation: PMFBY aims to process claims within two months of the harvest to ensure that farmers get the compensation quickly, preventing them from falling into debt traps. Technology-Driven Implementation: PMFBY integrates advanced technologies like satellite imaging, drones, and mobile apps for precise estimation of crop loss, ensuring accurate claim settlements.",
    "RISKS COVERED",
    "Yield Losses (Standing Crops): The Government provides this insurance coverage for yield losses that fall under the non-preventable risks, such as Natural Fire and Lightning: Storm, Hailstorm, Tornado etc.: Flood, Inundation and Landslide; Pests/ Diseases, etc.; Drought etc. Prevented Sowing: Cases may arise where most of the farmers (insured )of notified areas may want to plant or sow. In such cases, they have to bear the expenditure for that cause and are restricted from planting or sowing insured crops because of unfavourable weather conditions. These farmers will then become eligible for the indemnity claims of up to a maximum of 25% of the sum insured. Post-harvest Losses: The Government provides for post-harvest losses on an individual farm basis. The Government offers coverage of up to 14 days (maximum) from harvesting for crops that are stored in \"cut and spread\" condition. It means that the Government covers farmers who have put the crops to become sun-baked in the field after harvesting that have been destroyed due to cyclone or cyclonic rains occurred across the country. Localised Calamities: The Government provides for localised calamities on an individual farm basis. Risks such as loss or damage arising from identified localised hazards, such as hailstorms, landslides, and inundation impacting separated farmlands in the notified area comes under this coverage."
  ],
  "eligibility_criteria": "All farmers, including tenant farmers and sharecroppers growing notified crops in notified areas. Farmers must have an insurable interest in the insured crops. Farmers must possess a valid and authenticated land ownership certificate or a valid land tenure agreement. The farmer must be a cultivator or sharecropper on the insured land. The farmer must apply for insurance coverage within the prescribed time frame, usually within 2 weeks of the start of the sowing season. Farmers must not have received compensation for the same crop loss from any other medium or source.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website of \"Pradhan Mantri Fasal Bima Yojana\".",
        "Step 2: At the top right corner of the homepage, click \"Farmer Corner\".",
        "In the popup window, click \"Guest Farmer\". You will be taken to the Online Registration Form .",
        "*If already registered, skip to Step: 4.",
        "Step 3: In the Registration Form, fill in the following mandatory fields (marked with a red asterisk):",
        "\"FARMER DETAILS\" Section:  Full Name, Passbook Name, Relationship, Relative Name, Mobile No., Age, Caste Category, Gender, Farmer Type, Farmer Category,",
        "\"RESIDENTIAL DETAILS\" Section: State, District, Sub District, Residential Village/ Town, Address, PIN Code",
        "\"FARMER ID\" Section: ID Type, ID No,",
        "\"ACCOUNT DETAILS\" Section: IFSC, Bank Name, Branch Name, Savings Bank A/C No., Confirm Savings Bank A/C No..",
        "At the bottom of the registration form, fill in the Captcha Code and click \"Create User\".",
        "Step 4: Upon successful registration, click \"Farmer Corner (Apply for Crop Insurance Yourself)\".",
        "In the popup window, click \"Login for Farmer\". You will be taken to the Login Page.",
        "https://pmfby.gov.in/farmerLogin",
        "Step 5: On the Login Page, provide your Mobile Number, fill the Captcha Code, then click \"Request for OTP\". Enter the OTP received on your registered Mobile Number, and click \"Submit\". You will be taken to the \"Farmer Application Form\".",
        "Step 6: Fill in all the mandatory fields of the Application Form and upload all the mandatory documents in the specified format and size.",
        "Click \"Preview\" to carefully review all the information provided and the uploaded documents. Click \"Submit\" to submit your application. You'll receive a confirmation message.",
        "Step 7: In the popup window, the following options will be displayed: \"Pay Later\" and \"Make Payment\". Select \"Pay Later\" if you intend to pay for the insurance at a later stage. Else, select \"Make Payment\".",
        "Step 8: Upon successful payment, you may print the receipt of the payment.",
        "Track Your Application",
        "You can track the application status on the PMFBY website through the ‘Application Status' option on the home page."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the nearest participating bank or insurance office, and request the prescribed format of the application form from the staff.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (sign across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form to the staff, along with the attached copies of the documents. Pay the applicable premium amount at the office.",
        "Step 4: You will be provided with an application reference number which you can use to track the status of your application.",
        "Track Your Application",
        "You can track the application status on the PMFBY website through the ‘Application Status' option on the home page."
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "Step 1: Visit your nearest Common Service Centre (CSC) . CSCs are government-authorized centres that provide various services to citizens.",
        "Step 2: Inform the Village Level Entrepreneur (VLE) at the CSC that you intend to apply for PMFBY. Inform the VLE if you need assistance/guidance with the application or if you want the VLE to apply for the scheme on your behalf.",
        "Step 3: Provide the VLE with the information on the mandatory fields and soft copies of the required documents.",
        "Step 4: Upon successful submission of your application, pay the applicable premium amount to the VLE. The premium amount may vary depending on the crop, area, and other factors.",
        "Step 5: Receive an acknowledgement receipt from the VLE as proof of application submission.",
        "Track Your Application",
        "You can track the application status on the PMFBY website through the ‘Application Status' option on the home page.",
        "* Keep copies of all documents submitted and the acknowledgement receipt for future reference.",
        "* Note down the contact details of the CSC centre for any queries or assistance."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://pmfby.gov.in/"
    },
    {
      "title": "Guidelines",
      "url": "https://pmfby.gov.in/pdf/Revamped%20Operational%20Guidelines_17th%20August%202020.pdf"
    },
    {
      "title": "FAQ",
      "url": "https://pmfby.gov.in/pdf/FAQ%E2%80%93For%20Portal.pdf"
    }
  ],
  "exclusions": "Non-Notified Areas\nPMFBY applies to notified areas, and crop losses in non-notified areas are generally not covered. Farmers in areas not designated under the scheme may not receive compensation.\nLosses Outside the Crop Cycle\nCrop losses occurring outside the specified crop cycle are often excluded from coverage. If a loss is not directly related to the growing season, it may not be eligible for compensation.\nNegligence and Non-Compliance\nLosses resulting from farmer negligence, non-compliance with recommended agricultural practices, or failure to protect the crop adequately may be excluded.\nLosses Beyond Specified Limits\nSome losses beyond specified limits or thresholds may not be covered. The scheme may have predefined criteria for determining the extent of loss that qualifies for compensation.\nNon-Premium Payment\nFarmers who fail to pay their premium contributions as required may not be eligible for coverage. Non-payment of premiums can result in the cancellation of insurance.",
  "documents_required": "Passport–sized Photograph Passbook Identity Proof (Aadhaar Card/PAN Card/Voter ID/Bank Passbook with Photo, Kisan Photo Book/NREGA Job Card) Address Proof (Aadhaar Card/PAN Card/Voter ID/Electricity Bill/Bank Passbook with Photo). Evidence of Land records, as per the State Records of Right (RoR), Land Possession Certificate (LPC), and other applicable agreements, contracts notified or permitted by the state. Declaration about the crop sown/intended to be sown."
}