{
  "scheme_id": "67d80b19622d293942a46e29",
  "slug": "spfasae",
  "scheme_name": "Scheme to Provide Financial Assistance to Farmers for Purchasing Sanedo Agricultural Equipment",
  "scheme_short_title": "SPFASAE",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Sanedo Equipment"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance to farmers for purchasing Sanedo (Mini Tractor) equipment, which enhances efficiency and reduces labor dependency in farming operations.",
  "detailed_description": "The &amp;quot;Scheme to Provide Financial Assistance to Farmers for Purchasing Sanedo Agricultural Equipment&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support farmers by providing financial assistance to farmers for purchasing Sanedo (Mini Tractor) equipment. It is used for land preparation, sowing, inter-cultivation, spraying, and transporting loads. &amp;quot;Sanedo&amp;quot; is an important equipment for farmers in the prevailing situation of labor shortage, with less effort, less cost, and speedy completion of the most important farm equipment at the time of need.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\n\"Sanedo\" agricultural equipment | Assistance of 25 % or ₹25,000/- of total cost whichever is less; (Ride on Type Self Propelled Tool Bar) (Sanedo) or (Ride on Type Self Propelled Multipurpose Tool Bar)(Sanedo) tested by the Government of India approved testing centre and which has valid test report. | once in 10 (ten) years"
  ],
  "eligibility_criteria": "The applicant must be a landholding farmer. The applicant must belong to the Gujarat state.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dag.gujarat.gov.in/Home/SchemesDetailsPage/gliVwGX8Ej94zJwViawMjA%E2%99%AC%E2%99%AC"
    }
  ],
  "documents_required": "Aadhaar card. Land ownership documents. Bank passbook copy. Recent passport-size photograph. Any other document if required."
}