{
  "scheme_id": "66e160e842d76022fd7384c1",
  "slug": "mmapvcspy",
  "scheme_name": "Chief Minister EBC Civil Seva Protsahan Yojana",
  "scheme_short_title": "CMEBCCSPY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "implementing_agency": "Backward Classes And Extremely Backward Classes Welfare Department, Government Of Bihar",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Extremely Backward Classes",
    "Competitive Examination",
    "Preliminary Examination",
    "Incentive",
    "EBC"
  ],
  "brief_description": "The Bihar Government provides incentives to individuals belonging to the EBC Categories upon passing the preliminary examination of various competitive exams such as UPSC, BPSC, NDA, CDS, Banking, Railway, SSC, etc., to support their further preparation for the main examination/interview.",
  "detailed_description": "The scheme &amp;quot;**Chief Minister EBC Civil Seva Protsahan Yojana**&amp;quot; has been initiated by the Backward Classes and Extremely Backward Classes Welfare Department, Government of Bihar. Under this scheme, the Bihar Government provides incentives to individuals belonging to the Extremely Backward Classes upon passing the preliminary examination of various competitive exams such as UPSC, BPSC, Bihar Judicial Service, NDA, CDS, Banking, Railway, SSC, etc., to support their further preparation for the main examination/interview. The scheme is designed to provide financial assistance to students from the Most Backward Classes (MBC) who are preparing for civil services exams.",
  "benefits": [
    "Under this scheme, candidates who pass the preliminary examination of competitive exams are provided with a prescribed incentive amount ranging from ₹30,000/- to ₹1,00,000/- as under:",
    "Sl. No. | Name of Competitive Examination | Name of the Institution Conducting the Competitive Examination | Incentive Amount\n1 | Civil Services | Union Public Service Commission, New Delhi | ₹1,00,000/-\n2 | Indian Engineering Service | Union Public Service Commission, New Delhi | ₹75,000/-\n3 | Indian Economic Service | Union Public Service Commission, New Delhi | ₹75,000/-\n4 | Indian Statistical Service | Union Public Service Commission, New Delhi | ₹75,000/-\n5 | Combined Geo-Scientist Examination | Union Public Service Commission, New Delhi | ₹50,000/-\n6 | Combined Defence Services (CDS) | Union Public Service Commission, New Delhi | ₹50,000/-\n7 | Central Bureau of Investigation (CBI Dy. S.P.) | Union Public Service Commission, New Delhi | ₹50,000/-\n8 | Central Armed Police Force | Union Public Service Commission, New Delhi | ₹50,000/-\n9 | National Defence Academy (NDA) and Naval Academy first stage (written exam) exam | Union Public Service Commission, New Delhi | ₹50,000/-\n10 | Combined Competitive (Preliminary) Examination conducted by Bihar Public Service Commission, Patna | Bihar Public Service Commission, Patna | ₹50,000/-\n11 | Bihar Judicial Service Preliminary Examination | Bihar Public Service Commission, Patna | ₹50,000/-\n12 | State Civil Services Combined Competitive (Preliminary) Examination conducted by other States | State Public Service Commissions of the respective states | ₹50,000/-\n13 | Reserve Bank of India (RBI) Grade-B Officer Preliminary Exam | Reserve Bank of India | ₹30,000/-\n14 | Preliminary Examination for Bank Probationary Officer in State Bank of India (SBI) and other Scheduled Commercial Banks | State Bank of India/Institute of Banking Personnel Selection (IBPS) | ₹30,000/-\n15 | Preliminary Examination for Assistant Administrative Officer in Life Insurance Corporation of India | Life Insurance Corporation of India | ₹30,000/-\n16 | Combined Graduate Level Preliminary Examination | Central Staff Selection Commission, New Delhi | ₹30,000/-\n17 | Amount payable on passing the Technical and Combined Graduate Level Preliminary examination conducted by various Railway Recruitment Boards | Related Railway Recruitment Board | ₹30,000/-"
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Bihar. The applicant should belong to the Extremely Backward Class (EBC) category. The applicant should have passed the preliminary examination of a competitive exam, such as UPSC, BPSC, Bihar Judicial Service, NDA, CDS, Banking, Railway, SSC, etc. The applicant should not have previously received the same incentive from any other source.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit the official website . Click \" New Registration \" option, in case of a new applicant. Step 2: In case of \"New Registration\" carefully read the \"Guidelines for Registration\" and click \"Continue.\" Step 3: On successful login , enter the form by entering your personal details, educational qualifications, and other required information. Step 4: Upload your photograph, signature, and any necessary documents. Step 5: Ensure all fields marked with an asterisk (*) are filled in correctly. Step 6: Once all the required information is entered, click the \"Submit\" button. Upon successful submission, you will receive a registration ID and password. Process to apply for scheme: Step 1: In case already registered, then click on \" A pplicant Login \" option. Step 2: Enter your User ID, Password, and the verification code. Step 3: Click \"Login\" to access your account and fill out the application form. Step 4: Verify your entries before submitting the application. No modifications can be made after the final submission. Step 5: After verifying your application form, click \"Submit\" to save your application. You may print the application form as a draft. An application ID will be generated after the final submission. Only the final submission will be considered. Step 6: Print a copy of the finally submitted application form. Note: In case the applicant faces any issue while submitting the application form, one can submit a \" Request Query \" to the department raising the concerns."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://bcebconline.bihar.gov.in/cspy/EBCscholarship/Photo/BC.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://bcebconline.bihar.gov.in/cspy/EBCscholarship/Index.aspx"
    }
  ],
  "exclusions": "Candidates who are already employed in any government department, public sector undertaking, or state-funded institution are not eligible for this scheme.",
  "documents_required": "At the time of filling of application form, the applicant's Photo size should be less than 50 kb. (Preferred Dimension : 200 x 230 px) At the time of filling of application form, the applicant's Signature size should be less than 20 kb. (Preferred Dimension : 140 x 60 px) Identity proof i.e. Aadhaar card Admit Card Proof of passing examination Domicile Certificate Address proof Caste/Community certificate Bank Account Details Any additional documents as required"
}