{
  "scheme_id": "6836b04ab0d5cc1154a87f2c",
  "slug": "ebsy",
  "scheme_name": "Eja-Boi Shagun Yojana",
  "scheme_short_title": "EBSY",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Medical Education",
  "dbt_scheme": false,
  "categories": [
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy Care",
    "Childcare",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Pregnancy",
    "Post-delivery",
    "Pregnant Woman",
    "Child Care"
  ],
  "brief_description": "Under this scheme, a cash gift of ₹2,000 /- would be paid to those women who ensured 48 hours stay for delivery of their child in the government hospitals or health care centres.",
  "detailed_description": "The scheme &amp;quot;Eja-Boi Shagun Yojana&amp;quot; was launched by the Department of Medical Health and Medical Education, Government of Uttarakhand. The scheme aims to ensure safe postnatal care and encourage institutional deliveries. Under this scheme, a financial incentive of ₹2,000 /- is provided to mothers who stay in government hospitals for at least 48 hours post-delivery.",
  "benefits": [
    "Mothers receive a ₹2,000/- incentive for delivering in a government hospital and staying for at least 48 hours post-delivery for postnatal care.",
    "Note:",
    "The incentive amount shall be transferred directly to the beneficiary's bank account."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should be a pregnant woman. The delivery should have taken place in a government hospital within Uttarakhand. The mother should stay in the hospital for a minimum of 48 hours after delivery to be eligible for the incentive.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: After delivery, the woman should stay in the government hospital for a minimum of 48 hours and inform the hospital staff about her eligibility under the scheme. Step 2: The hospital authorities will collect the necessary documents from the beneficiary. Step 3: The hospital will verify the submitted documents to ensure eligibility and accuracy. Step 4: Once the verification is complete, the hospital will initiate the process to disburse the benefit amount of ₹2,000 directly into the woman's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 127)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Bank Account Passbook Any Other Document if Required"
}