{
  "scheme_id": "6776422709be7bb7df9f1385",
  "slug": "mmsky",
  "scheme_name": "Mukhya Mantri Seekho Kamao Yojana",
  "scheme_short_title": "MMSKY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Technical Education and Man Power Planning Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Employee management",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Youth",
    "Industrial",
    "Job",
    "Training",
    "Education"
  ],
  "brief_description": "The Mukhya Mantri Seekho Kamao Yojana provides On-the-Job Training (OJT) to educated youth in registered industries and businesses. Annually, 1 lakh youth will benefit, with a stipend of up to ₹1 lakh funded by the state government.",
  "detailed_description": "The Mukhya Mantri Seekho Kamao Yojana, implemented by the Technical Education and Manpower Planning Department, aims to provide On-the-Job Training (OJT) to youth with formal education in registered industrial and commercial establishments. This initiative encourages industries and businesses to actively participate in skill development while enabling young individuals to gain practical experience. ₹1,00,000/- youth will benefit annually, with the flexibility to increase the target based on demand. Additionally, each participant will receive a stipend of up to ₹1,00,000/-, funded by the state government, during their training period.",
  "benefits": [
    "Skill Enhancement: Offers practical training to improve job readiness. Stipend Support: Provides up to ₹1 lakh as financial aid during training. 12th Pass: ₹8,000 per month. ITI Pass: ₹8,500 per month. Diploma Pass: ₹9,000 per month. Graduate or Higher Qualification: ₹10,000 per month."
  ],
  "eligibility_criteria": "The applicant should be between 18 to 29 years of age. The applicant should be a resident of Madhya Pradesh. The applicant should be educated with a minimum qualification of 12th pass, ITI, or higher. The applicant should be designated as a \"Student-Trainee\" upon selection.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: The applicant should visit the Mukhyamantri Seekho-Kamao Yojana portal, Madhya Pradesh.",
        "Step 2: On the top-right corner, click on \"Candidate Registration\". ",
        "Step 3: Read all the instructions related to the scheme and click \"Move Ahead\".",
        "Step 4: Enter your Samagra ID, solve the captcha, and click \"Continue\".",
        " Step 5: Fill in all required details. Fields marked with * are mandatory..",
        "Step 6: Upload all required documents, such as ID proof and relevant certificates.",
        "Step 7: After completing the form and uploading the documents, click \"Submit\".",
        "Step 8: After successful submission, you will receive a registration number.",
        "Application",
        "Step 1: The applicant should visit the Mukhyamantri Seekho-Kamao Yojana portal , Madhya Pradesh.",
        "Step 2: Enter your User ID, Password, and Captcha Code, then click \" Login\". ",
        "Step 3: Choose the scheme you wish to apply for to avail the benefits.",
        "Step 4: Enter all required information and upload the necessary documents as prompted.",
        "Step 5: Finally, click on \"Submit Application\" to complete the process."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://mmsky.mp.gov.in/?page=lgdprhvrT0r2JtVen1lRzQ%3D%3D"
    },
    {
      "title": "Registration",
      "url": "https://mmsky.mp.gov.in/Web/Candidate/Registration"
    },
    {
      "title": "Guidelines",
      "url": "https://mmsky.mp.gov.in/WEB/assets/Docs/Mukhya%20Mantri%20Seekho%20Kamao%20Yojana%20Govt%20Order_19.05.2023.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Previous class passing certificate/marksheet Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}