{
  "scheme_id": "648931f4380f8e12353ea8a7",
  "slug": "nassvssa",
  "scheme_name": "National Award For Senior Citizens (vayoshreshtha Samman): Sports And Adventure",
  "scheme_short_title": "NASS(VS)SA",
  "level": "Central",
  "nodal_department": "Department of Social Justice & Empowerment",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Senior Citizen",
    "Social Welfare",
    "Sports",
    "Adventure"
  ],
  "brief_description": "The \"Vayoshreshtha Samman: Sports and Adventure\" award shall be given to senior citizens who have won international acclaim and who continue to contribute in the field of sports and adventure. The awards are conferred every year by the Hon'ble President of India at Vigyan Bhawan, New Delhi.",
  "detailed_description": "Every year, the Department of Social Justice and Empowerment, Government of India confers the &quot;National Award for Senior Citizens (Vayoshreshtha Samman)&quot; to the eminent and outstanding senior citizens and institutions/organizations involved in rendering distinguished service for the cause of elderly persons, especially indigent senior citizens. The awards are conferred on 1st October every year by the Hon'ble President of India at Vigyan Bhawan, New Delhi. The **&quot;Vayoshreshtha Samman: Sports and Adventure&quot;** award shall be given to senior citizens who have won international acclaim and who continue to contribute in the field of sports and adventure. A total of 11 awards are given along with a Certificate, a Memento and also Cash Award. The Awards are given across 13 categories: <br> > **INSTITUTIONAL CATEGORY** 1. Best Institution for Research in the field of Ageing 1. Best Institution for providing services to Senior Citizens and Awareness Generation 1. Best District Panchayat in providing services and facilities to Senior Citizens 1. Best Urban Local Body in providing services and facilities to Senior Citizens 1. Best State in implementing the Maintenance and Welfare of Parents and Senior Citizens Act, 2007, and providing services and facilities to Senior Citizens 1. Best Private Sector Organisation in promoting the well-being and welfare of Senior Citizens 1. Best Public Sector Organisation in promoting the well-being and welfare of Senior Citizens <br> > **INDIVIDUAL CATEGORY** 1. Centenarian 1. Iconic Mother 1. Lifetime Achievement 1. Creative Art 1. Sports and Adventure (one each for Male and Female) 1. Courage &amp; Bravery (one each for Male and Female)",
  "benefits": [
    "Decoration",
    "The Awardee is given a Citation, Memento, and a Cash award of ₹ 2,50,000/-.",
    "No. of Awardees",
    "The total number of Awardees is 15 (Fifteen).",
    "Presentation of Award (Ceremony Details)",
    "The Award shall be presented in New Delhi at a special ceremony/function to be held on the occasion of the International Day of Older Persons on the 1st of October every year. The Awards shall be presented by the President of India or the Prime Minister of India. The boarding and lodging expenses of the awardees including one companion for each awardee shall be borne by the Central Government. The to-and-fro travelling expenses and accommodation for up to one day prior to and after the date of the Samman ceremony (depending upon the actual arrival and departure dates) shall be arranged and the expenditure shall be reimbursed by the Central Government. The TA/ DA admissibility of the awardees and one companion shall be equivalent to that of the Joint Secretary to the Government of India."
  ],
  "eligibility_criteria": "For the Nominee\nA. The award shall be given to senior citizens who have won international acclaim and who continue to contribute in the field of sport. One award each is proposed for male and female sportsperson as sub-categories.\nB. To claim the award the following conditions shall be fulfilled, namely:\nExemplary contribution in the field of Sports. Recognition of his or her sportsmanship at State or National or International level. Bringing solidarity, commitment and collective efforts through the medium of sports. Outstanding achievement in the promotion and dissemination of sports to the younger generation.\n\nFor the Nominating Agencies/individuals\nThe Ministries or Departments of the Government of India and their autonomous organizations. The State Governments or Union Territory Administrations. Past recipients of Padma Awards, Vayoshrestha Samman and other National Awards in both individual and institutional categories. Members of the National Council of Senior Citizens (NCSrC). Renowned Apex Chambers like the Federation of Indian Chambers of Commerce and Industry (FICCI), Confederation of Indian Industry (CII), Associated Chamber of Commerce and Industry (ASSOCHAM), National Association of Software and Service Companies, PHD Chamber of Commerce and Industry etc. Any other category of persons or institutions authorized by the Ministry from time to time.\n\n\nNOTE 1: The awards are open to all Indian Institutions, Organizations and Individuals without any distinction or discrimination on grounds of religion, race, sex, caste or creed.\nNOTE 2: It would be necessary that the nominee is recommended in writing by someone authorized to recommend the nominations.\nNOTE 3: The Self-nominations for the Awards shall not be considered.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: The agencies or persons, authorized to nominate and recommend eligible institutions or individuals, should visit the National Awards Portal . On the top right of the homepage, click \" Register \".",
        "Step 2: You will be directed to the Registration Page. Fill in all the mandatory fields (marked with a Red Asterisk).",
        "Step 3: Check the \"Declaration\" checkboxes provided at the bottom of the page. Fill in the Captcha Code, and click \"Submit\".You will receive the Login Credentials on your Registered Mobile Number.",
        "Application",
        "Step 1: Visit the National Awards Portal . On the top right of the homepage, click \" Login \".",
        "Step 2: Login using credentials. From the list of awards, select \"Vayoshreshtha Samman - National Awards for Senior Citizens\", then click \"Nominate / Apply Now\".",
        "Step 3: On the next page, fill in all the mandatory fields in the online application form, and then click \"Submit\".",
        "Selection of Awardees",
        "1. A Screening Committee shall be constituted in the Ministry of Social Justice and Empowerment to scrutinize and shortlist the nominations, under Additional Secretary/ Joint Secretary.",
        "2. The final Selection of the Awardees shall be made by the Selection Committee chaired by the Minister of Social Justice and Empowerment.",
        "Calendar of Activities",
        "Issue of Letter Inviting Nominations by the Ministry: 1st November Last Date of Receipt of Nominations: 31st January Shortlisting of Nominations by the Screening Committee: 28th February Final selection by the Jury: 30th April Approval by the Minister: 31st May Vetting by IB: 15th August Announcement of the Awards: 1st September Presentation of the Awards: 1st October"
      ]
    }
  ],
  "references": [
    {
      "title": "Press Advertisement",
      "url": "https://socialjustice.gov.in/writereaddata/UploadFile/VayoEnglishversion.pdf"
    },
    {
      "title": "Invitation For Nominations; Application Forms; And User Manual",
      "url": "https://socialjustice.gov.in/writereaddata/UploadFile/66711658392884.pdf"
    },
    {
      "title": "Eligibility Criteria",
      "url": "https://socialjustice.gov.in/writereaddata/UploadFile/Englishfull169.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Photograph Bio-Data Proof of Age Proof of Address Proof of Educational Qualification (Passing Certificate, Marksheet) Proof of Professional Experience Details of work done in the last three years in the field Details of Awards and Honours Received."
}