{
  "scheme_id": "65c1c43bcd96dc5e07456915",
  "slug": "atdap",
  "scheme_name": "Annual Tour to the Differently Abled Persons",
  "scheme_short_title": "ATDAP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure",
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Tourism in India",
    "Public transport and private vehicles",
    "Roads and road transport"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tourism",
    "Tour",
    "Travel",
    "Transport",
    "Disability",
    "PwD"
  ],
  "brief_description": "\"Annual Tour to the Differently Abled Persons\" was launched by the Dept of Social Welfare, Govt of Puducherry to allow the PwDs to see the places of cultural and historic importance and acquaint themselves with various aspects of our cultural heritage.",
  "detailed_description": "The scheme \"Annual Tour to the Differently Abled Persons\" was launched by the Department of Social Welfare, Government of Puducherry. The scheme is introduced to allow the differently abled persons, especially those who hail from weaker sections of society to see the places of cultural and historic importance and acquaint themselves with various aspects of our cultural heritage.",
  "benefits": [
    "One free tour to various places every year.",
    "NOTE: Drugs and alcoholic items are prohibited."
  ],
  "eligibility_criteria": "The applicant should be a Native/Resident of the Union Territory of Puducherry for at least 5 years. The annual income of the applicant should not exceed ₹ 75,000/-. The applicant should have a disability of 40% or above. The applicant should not have performed the tour for the past ten years. The applicant should not be affected by any contagious diseases. The applicants may apply to this scheme only after the issue of notification in the local newspapers. The age of the applicant should be between 18 and 50 years. The applicant should not be a Government Servant. The parents of the applicant should not be a Government servant. The applicant should have registered his/her name in the Anganwadi Centre.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: After the issue of notification regarding the scheme in the local newspapers, the interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Social Welfare, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "OR",
        "The interested applicant should take print of the prescribed format  of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Puducherry: The Deputy Director, Differently Abled Section, Directorate of Social Welfare. Karaikal: The Assistant Director, Social Welfare Department (Sub Office). Mahe / Yanam: The Welfare Officer (i\\c), Social Welfare Department (Sub Office).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socwelfare.py.gov.in/annual-tour-differently-abled-persons"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    }
  ],
  "documents_required": "Aadhaar Card. Ration Card. Residence-cum-nativity Certificate, Issued by the Competent Authority. Recent Passport-size Photograph. Bank Passbook. Caste Certificate. Disability Certificate / Medical Certificate. Financial Assistance Identity Card."
}