{
  "scheme_id": "6388b3a7a5a3f76ea0355573",
  "slug": "fesmwpnie",
  "scheme_name": "Free Education For Sports Medal Winners / Participants Of National/ International Events",
  "scheme_short_title": "FESMWPNIE",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "implementing_agency": "University Grants Commission (UGC)",
  "categories": [
    "Education & Learning",
    "Sports & Culture"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Sports"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sports",
    "Education"
  ],
  "brief_description": "The scheme of \"Free Education for Sports Medal Winners / Participants of National/ International Events\" is introduced by UGC, to provide financial assistance to the medal winners\\ elite sports persons studying in universities/colleges leading to all the full-time regular courses.",
  "detailed_description": "The scheme &quot;Free Education for Sports Medal Winners / Participants of National/ International Events&quot;, introduced by the University Grants Commission, Ministry of Education, aims to assist medal-winning sportspersons pursuing higher education and motivate them to achieve excellence in sports and academics. Applicable to national medalists and international participants, it ensures their holistic development.",
  "benefits": [
    "Medals at Olympics, World Championship (more than 20 countries)",
    "Tuition Fee and Other Funds: Bachelor's degree: Actual; PG: Actual; Diploma: Actual; PG Degree: Actual; M. Phil: Rs. 7500/- per month + Actual; Ph.D.: As per with JRF scale (UGC); MBA or",
    "other professional courses (*): Rs. 7500/- per month + Actual.",
    "Hostel Facilities (Boarding and Lodging): Actual",
    "Allowances for special courses abroad: As per Govt of India's norms",
    "Kit: Rs. 15000 per annum",
    "Participations at Olympics, World Championship (more than 20 countries); Medal at Common Wealth, Asian, Afro-Asian Games",
    "Tuition Fee and Other Funds: Bachelor's degree: Actual; PG: Actual; Diploma: Actual; PG Degree: Actual; M. Phil: Rs. 7500/- per month + Actual; Ph.D.: As per with JRF scale (UGC); MBA or",
    "other professional courses (*): Rs. 7500/- per month + Actual.",
    "Hostel Facilities (Boarding and Lodging): Actual",
    "Allowances for special courses abroad: As per Govt of India's norms",
    "Kit: Rs. 15000 per annum",
    "Participation at World Championship (less than 20 countries), CommonWealth, Asian, and Afro-Asian, Games; Medal at Asian Championship (excluding Asian games)",
    "Tuition Fee and Other Funds: Bachelor's degree: Actual; PG: Actual; Diploma: Actual; PG Degree: Actual; M. Phil: Rs. 7500/- per month + Actual; Ph.D.: As per with JRF scale (UGC); MBA or",
    "other professional courses (*): Rs. 7500/- per month + Actual.",
    "Hostel Facilities (Boarding and Lodging): Actual",
    "Allowances for special courses abroad: As per Govt of India's norms",
    "Kit: Rs. 10000 per annum",
    "Participation at Asian Championship, World university games; Medal at SAF Games",
    "Tuition Fee and Other Funds: Bachelor's degree: Actual; PG: Actual; Diploma: Actual; PG Degree: Actual; M. Phil: Rs. 7500/- per month + Actual; Ph.D.: As per with JRF scale (UGC); MBA or",
    "other professional courses (*): Rs. 7500/- per month + Actual.",
    "Hostel Facilities (Boarding and Lodging): Actual",
    "Allowances for special courses abroad: As per Govt of India's norms",
    "Kit: Rs. 7500 per annum",
    "Participation at SAF Games; Medal at National level Competitions",
    "Tuition Fee and Other Funds: Bachelor's degree: 75% of Actual; PG: 75% of Actual; Diploma: 75% of Actual; PG Degree: 75% of Actual; M. Phil: Rs. 5000/- per month + Actual; Ph.D.: Rs. 7500/- per month + Actual; MBA or other professional courses (*): Rs. 5000/- per month + Actual.",
    "Hostel Facilities (Boarding and Lodging): Actual",
    "Allowances for special courses abroad: As per Govt of India's norms",
    "Kit: Rs. 6000 per annum",
    "(i) The pattern of assistance will be as per the chart mentioned above depending upon the level of performance of the concerned sportsperson.",
    "(ii) The financial assistance depending upon the eligibility will be reimbursed by the UGC to the university concerned. The university will be responsible for submitting all relevant documents as per the guidelines and the proformas of the scheme.",
    "(iii) For the loss of the classes of the concerned sports persons because of their engagement in sporting activity, the university concerned will make special efforts in terms of completion of syllabus and attendance."
  ],
  "eligibility_criteria": "(i) The Scholarship will be provided to the Medal winners of National games and participants in recognized international sporting events recognized by the World University Service, International Olympic Committee, and Olympic Committee of Asia (OCA) who have taken admitted to the Universities/Colleges/Institutions as indicated below:\nUniversities/Institutions/Colleges included under sections 2(f) and 12(b) of the UGC Act, 1956. Deemed to be Universities under section 3 of the UGC Act, 1956 which are eligible to receive grants in aid from UGC. Universities/Institutions/Colleges funded by Central/ State Govt. Institutes of National Importance.\n(ii) In the subsequent years this scholarship shall depend on their subsequent sports performance.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Download the prescribed application form (Refer Page No. 5 ).",
        "Step 2: Fill in the application form with accurate details.",
        "Step 3: Attach a certificate of participation or medal-winning as proof of eligibility, attested by the Registrar or Principal of your institution.",
        "Step 4: Verify the form and attached documents for completeness and accuracy.",
        "Step 5: Submit the completed application form and required documents to the designated authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.ugc.ac.in/oldpdf/xiiplanpdf/medal-winners-guidelines.pdf"
    }
  ],
  "exclusions": "CANCELLATION OF SCHOLARSHIP\nUGC may terminate the scholarship of any student in the case of the:\n(i) Misconduct of the candidate, if any, reported by the University/College/Institution.\n(ii) Unsatisfactory progress report i.e. if the candidate frequently fails in his/her examination will not be given further assistance.\n(iii) The scholarship may be terminated by the Commission, on the recommendation of the University at\nanytime during the tenure and the decision of the Commission will be final and binding.",
  "documents_required": "To Be Submitted by the Candidate through University/College -\n1. The candidate is required to submit an application in the prescribed format for availing of the scholarship.\n2. A Certificate of the participation/medal winner as per the eligibility mentioned above as proof (Attested By Registrar/Principal).\nTo Be Submitted by the concerned University/College/Institution to the UGC -\nEvery year University/Institution will submit a complete statement of the following:\n1. Statement giving the names of the students selected for the scholarship along with their receipt of the scholarship amount.\n2. Progress Report to be submitted after the completion of the first year in terms of sports performance and academics.\n3. Utilization certificate for the previous grant released.\n4. A certificate giving justification for the continuance of the scholarship issued by the Director/Head of the Department duly forwarded by the Registrar/Principal."
}