{
  "scheme_id": "64c9e0b44ff0498cae379408",
  "slug": "scymp",
  "scheme_name": "Sudama Shishyavritti Scheme (Class 11th and 12th)",
  "scheme_short_title": "SSYMP",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "School Education Department",
  "implementing_agency": "School Education Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Sudama",
    "Scholarship",
    "BPL"
  ],
  "brief_description": "Under this scheme, scholarships are provided to students studying in Class 11 and Class 12 in government schools who reside in a hostel, have an annual family income of less than ₹1,00,000/-, and belong to the Below Poverty Line (BPL) category.",
  "detailed_description": "The scheme &amp;quot;Sudama Shishyavritti Scheme (Class 11th and 12th)&amp;quot; was launched by the School Education Department, Government of Madhya Pradesh, to motivate students from lower economic backgrounds and support them economically. Under this scheme, scholarships are provided to Class 11 and 12 students in government schools who reside in hostels, have an annual family income of less than ₹1,00,000/-, and belong to the Below Poverty Line (BPL) category.",
  "benefits": [
    "Under this scheme, the girl student will get a scholarship of ₹5250/- and boy student will get a scholarship of ₹5000/- per year."
  ],
  "eligibility_criteria": "The applicant should be a student. The student should be a resident of Madhya Pradesh. The student should have passed the Class 10th board exam with a first division and be currently enrolled in 11th or 12th grade, residing in a hostel. The student should be studying in a government school located at the district or development block headquarters within the state. The applicant should belong to the Below Poverty Line (BPL) category. The applicant's family income from all sources should be less than ₹1,00,000/- per year. The applicant should have passed the previous year's class with first division.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits under this scheme, eligible students can contact the Principal of their respective government schools.",
        "Note: The student's profile is entered on the education portal https://shikshaportal.mp.gov.in/ by the teacher of the educational institution as per the record/certificate provided by the student."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/Schmedetail.aspx?Schemeid=422"
    },
    {
      "title": "Guidelines (Page No. 28)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    },
    {
      "title": "Online Shiksha Portal",
      "url": "https://shikshaportal.mp.gov.in/"
    }
  ],
  "documents_required": "Passport-size Photo Aadhaar card Domicile certificate of Madhya Pradesh BPL category certificate/Ration card Previous class marksheet Income certificate Samagra ID Bank Passbook Any other documents as required"
}