{
  "scheme_id": "67b19de9d6a94de2eedd49bb",
  "slug": "iwes",
  "scheme_name": "Incentives to Women Entrepreneurs Scheme, 2008",
  "scheme_short_title": "IWES",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Commercial Taxes Department",
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Micro finance",
    "Credit Linked Subsidy"
  ],
  "target_beneficiaries": [
    "Individual",
    "Business Entity"
  ],
  "tags": [
    "Incentive",
    "Woman",
    "Entrepreneur",
    "Subsidy",
    "Industry"
  ],
  "brief_description": "\"Incentives to Women Entrepreneurs Scheme, 2008\" aimed to encourage women entrepreneurship and promote self-employment by providing additional incentives such as interest subsidies and preferential treatment under capital contribution schemes. The scheme benefited women-owned industrial units.",
  "detailed_description": "Launched in 2008, the scheme &quot;Incentives to Women Entrepreneurs Scheme, 2008&quot; by the Directorate of Industries, Trade and Commerce, Government of Goa aimed to encourage women entrepreneurship and promote self-employment by providing additional incentives to women-owned industrial units. The scheme offered benefits such as interest subsidies, additional employment subsidies, and preferential treatment under capital contribution schemes. Eligible units included those owned by women, either as proprietary concerns or partnerships, with specific ownership criteria. The scheme remained in force until 31st March 2011.",
  "benefits": [
    "Interest Subsidy",
    "The interest subsidy was applicable from the interest of the quarter preceding the quarter of the first commercial production date. The benefit under this scheme was for a period of 5 years (20 quarters) from the quarter of applicability. The subsidy was limited to 1% of the total net turnover or 30% of the interest paid by the units, whichever was less, subject to a ceiling of ₹5,00,000/- per annum. In case of the Interest Subsidy Scheme, the prescribed limit of 1% of turnover was increased to 2%, and 30% of interest paid was increased to 35%, subject to an overall ceiling of ₹8,00,000/-.",
    "Additional Benefits",
    "5% additional benefit was provided under the Local Employment Subsidy Scheme, over and above what was eligible under the original scheme. Preference was given in Capital Contribution and under Special Capital Contribution Schemes.",
    "*The Task Force Committee disbursed the amount payable within 6 months from the date of receipt of the application."
  ],
  "eligibility_criteria": "Only partnership and proprietary concerns were eligible, provided the ownership was with women to the extent of 100% in case of proprietary concerns and 51% in case of partnership firms. In partnership firms, the balance share of 49% should not be entirely held by the husband, father, brother, or son, and there had to be at least one additional partner other than these relatives. Units that had gone into commercial production or service on or after the date of publication of this scheme were eligible. Women entrepreneurs were given preference under the Capital Contribution and Special Capital Contribution Schemes.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The applicant was required to claim the benefits under the Scheme for which additional benefits were being stated in this Scheme. The procedure, rules, and other requirements mandated under the Schemes, under which special benefits were granted, were applicable under this Scheme. The Task Force Committee, consisting of members from the Directorate of Industries, Trade and Commerce, Finance Department, and industry associations, scrutinized and recommended the applications within 3 months from receipt.",
        "Deadline: The eligible units had to file their claim in the specified proforma after the closing of every financial year and before 31st May.",
        "*If the claim for the year (four quarters) was not admitted by 31st May, it lapsed, but the eligibility continued for the balance period of benefit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 11)",
      "url": "https://ditc.goa.gov.in/sites/default/files/Preferential-Purchase-Incentives-for-Micro-and-Small-Enterprises.pdf"
    }
  ],
  "documents_required": "Certificate Issued by Nationalized Banks or Specified Financial Institutions in Respect of Total Interest Paid by the Units."
}