{
  "scheme_id": "684c0939c19e14f0a83cc84a",
  "slug": "sgsscst",
  "scheme_name": "Shilpi Gram Scheme (Scheduled Caste / Scheduled Tribe)",
  "scheme_short_title": "SGSSCST",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Voctional education",
    "Career information"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Scheduled Tribe",
    "Skill Training",
    "Artisans",
    "Crafts"
  ],
  "brief_description": "The scheme aims to re-establish traditional artisan skills among SC/ST communities. It provides free training, infrastructure support, and marketing opportunities to artisans in selected artisan villages.",
  "detailed_description": "The &quot;Shilpi Gram Scheme (Scheduled Caste / Scheduled Tribe)&quot; scheme was launched by the Department of Social Welfare, Government of Uttarakhand. The scheme aims to preserve, promote, and develop traditional artisan crafts among Scheduled Castes and Scheduled Tribes in Uttarakhand. Under this scheme, free skill development training, infrastructure development, raw material support, and marketing facilities are provided to SC/ST artisans in identified artisan villages. > **Objectives:** - To identify and revive traditional crafts as sustainable livelihood options. - To categorize artisans into skilled, semi-skilled, and unskilled and provide training accordingly. - To create awareness, provide orientation training, and develop artisan skills. - To promote new technologies and designs and set up raw material depots. - To provide marketing support through exhibitions, fairs, and permanent haats. - To collect baseline data for planning financial assistance, marketing, and welfare. <br> <br>",
  "benefits": [
    "Free Skill Training:",
    "Training is offered at three levels — awareness & orientation, basic training, and vocational training.",
    "Infrastructure Support:",
    "Development of artisan villages with electricity, water, roads, and common facilities.",
    "Marketing Assistance:",
    "Support for exhibitions, fairs, permanent haats, and promotion of Uttarakhand-branded craft products.",
    "Raw Material Support:",
    "Establishment of raw material depots like Wool Bank, Wood Bank.",
    "Recognition & Awards:",
    "Awards for outstanding artisans and participation in national/international fairs.",
    "Exposure Visits:",
    "Exposure tours to other states with advanced handicrafts."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Uttarakhand. The applicant must belong to a Scheduled Caste or Scheduled Tribe community. The applicant's annual income should not exceed ₹1,05,600 in rural areas and ₹1,29,840 in urban areas.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: The interested applicant downloads the application form   from the official website. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the office of the Development Block Office. Selection Process: Step 1: A selection committee chaired by the Chief Development Officer (CDO) selects institutions and trainees."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 34)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    },
    {
      "title": "Official Website",
      "url": "http://www.ukbvvn.org.in/frmShilpiGramforSCST.html"
    }
  ],
  "documents_required": "Passport-size Photograph Voter ID Aadhaar Card Disability Certificate (If applicable) Caste Certificate (If applicable) Any Other Document if Required"
}