{
  "scheme_id": "675c0ca4eba30ffe1d98e3eb",
  "slug": "bsakad",
  "scheme_name": "Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana: Accidental Death",
  "scheme_short_title": "BSAKAD",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Labour Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Health Insurance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Unorganised Worker",
    "Craftsmen"
  ],
  "brief_description": "The component \"Accidental Death\" under the \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, provides financial assistance of ₹1,00,000/- to the families of workers or craftsmen in case of accidental death.",
  "detailed_description": "The \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, aims to provide social security through various types of financial assistance to workers and artisans in the unorganized sector.",
  "benefits": [
    "Financial Assistance: ₹1,00,000/-."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar state. The applicant must work as a worker or craftsman in the unorganized sector within Bihar. The applicant's age must be between 18 and 65 years. Note : Applicant's age will be calculated as of the 1st of July of any year. Accident: Accident means an accident caused by external violence, which is visible and includes: railway or road accident, electric shock, snake bite, drowning in water, burning in fire, falling from tree or building, attack by wild animals, terrorism and criminal attack etc. But death, injury or disability caused by voluntary injury, suicide or intoxication will not be included in it. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned office of the District Officer or Committee. Step 2: Collect the application form; fill in and attach all the mandatory documents (attested, if required). Step 3: Submit the complete application to the concerned District Officer or Labour Welfare Committee at the address below. Office Address: Labour Resources Department, Government of Bihar Bihar State Labour Welfare Committee Niyojan Bhawan, Patna- 800 007 Tel: 062-2520 053 Email-edbslws2017@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/labour/cache/40/14-May-21/SHOW_DOCS/Schemes-1.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Prescribed Application Form-1. Residential certificate of the deceased. Certificate of dependents issued by the Zonal Officer. Death certificate issued by the competent authority. Copy of information given in the police station regarding the accident (if giving information in the police station is not required by law, then certificate given by the Mukhiya/Ward Councillor). Death certificate or investigation report or Panchnama. Proof of age of the deceased (Aadhar card, voter card, etc.)."
}