{
  "scheme_id": "68185c2872385d53503bb229",
  "slug": "usapfos",
  "scheme_name": "Uttarakhand State Andolankari Pension (For Other State)",
  "scheme_short_title": "USAPFOS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Home",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Social Welfare",
    "Agitators",
    "Uttarakhand State Movement"
  ],
  "brief_description": "\"Uttarakhand State Andolankari Pension (For Other State)\" is a social welfare scheme implemented by the Department of Home, Government of Uttarakhand, that provides a monthly pension to the injured/jailed agitators from other states during the Uttarakhand State Movement.",
  "detailed_description": "&amp;quot;Uttarakhand State Andolankari Pension (For Other State)&amp;quot; is a social welfare scheme implemented by the Department of Home, Government of Uttarakhand. Under this scheme, a monthly pension of ₹4,500/- is provided to the injured agitators who were jailed for 7 days from other states during the Uttarakhand State Movement. This pension shall be entitled to those who are not recipients of any Andolankari Pension Schemes/any other government schemes, or not employed in government service. &lt;br&gt;",
  "benefits": [
    "A monthly pension of ₹4,500/-."
  ],
  "eligibility_criteria": "The applicant should not be a resident of Uttarakhand. The applicant must have taken part in the Uttarakhand State Movement. The applicant should have either been jailed for at least 7 days or injured during the movement. The applicant should not be a recipient of any Andolankari Pension Schemes/any other government schemes, or not employed in government service.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant needs to submit an application to the office of the District Magistrate (there is no prescribed format for application). Step 2: Attach all the mandatory documents (Self-attested, if required) along with the application form. Step 3: Submit the application at the office of the District Magistrate."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 64)",
      "url": "https://cdnbbsr.s3waas.gov.in/s30fe473396242072e84af286632d3f0ff/uploads/2025/02/20250227396322764.pdf"
    }
  ],
  "documents_required": "Application form. Any other documents as required."
}