{
  "scheme_id": "65d5c908938a0b13cc8bcac6",
  "slug": "srmsmeghalaya",
  "scheme_name": "State Rice Mission Scheme",
  "scheme_short_title": "SRMSMEGHALAYA",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Rice",
    "Farmer",
    "Agriculture",
    "Subsidy",
    "Training"
  ],
  "brief_description": "The objective of the scheme is to increase productivity and production of rice through improved technologies and extension methods and, to supply the quality/certified seeds/organic fertilizers at 50% subsidy.",
  "detailed_description": "The \"State Rice Mission Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the scheme is to increase productivity and production of rice through improved technologies and extension methods and, to supply the quality/certified seeds/organic fertilizers at 50% subsidy.",
  "benefits": [
    "Pattern of Assistance:",
    "Training, Awareness program, extension, Technology support, Subsidy on inputs.",
    "Type of Assistance and Entitlement (If any):",
    "50 % Subsidy for quality paddy seeds to farmers. Minor irrigation (Check dam, shallow tube well, etc.) 50 % sale of Power Tillers SRI Tools for demonstration. Trainings"
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the relevant documents at the nearest office of the Agriculture Development Officer of a CD Block/ Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers having sufficient available cultivable land shall be selected on a first come first served basis. Whom to Contact: District Agriculture Officers of the concerned districts. Sub-divisional Officers of the concerned sub-divisions. District Training Officers, Tura/Shillong. Agriculture Development Officers of the concerned Community and Rural Development Blocks."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=6"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of having sufficient available cultivable land Bank account detail Any other document as required"
}