{
  "scheme_id": "68554c76261391702fac36f8",
  "slug": "uafsts",
  "scheme_name": "Uniform Assistance for Scheduled Tribe Students",
  "scheme_short_title": "UAFSTS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Resources for schools"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Uniform Assistance",
    "Education",
    "Scheduled Tribe"
  ],
  "brief_description": "The scheme \"Uniform Assistance for Scheduled Tribe Students\" by the Social Justice and Empowerment Department, Gujarat, provides ₹900/- for three pairs of uniforms to ST students in government and aided primary schools studying in Classes 1 to 8.",
  "detailed_description": "The scheme &amp;quot;Uniform Assistance for Scheduled Tribe Students&amp;quot; by the Social Justice and Empowerment Department, Government of Gujarat, aims to support students from the Scheduled Tribe category by reducing the burden of education-related expenses and promoting school attendance. The scheme ensures that eligible students from Classes 1st to 8th studying in government and aided schools receive ₹900/- for three pairs of school uniforms annually, enhancing their dignity and inclusion in the school environment.",
  "benefits": [
    "Financial Assistance: ₹900/- is provided to each eligible student for the purchase of three pairs of school uniforms."
  ],
  "eligibility_criteria": "The applicant should be a student. The applicant should belong to the state of Gujarat. The applicant should be studying in Class 1st to Class 8th. The applicant should be enrolled in a government or government-aided primary school. The applicant should belong to the Scheduled Tribe (ST) category.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "How to Register: Step 1: Visit the Digital Gujarat portal. Step 2: The user should click on the \"Click to register\" option. Fill all details and click on \"Save\". How to Log In: Step 1: Visit the Digital Gujarat portal. Step 2: The user should click on the \"Login\" option. Step 3: Enter all details and click on \"Login\". How to Apply for a New Service: Step 1: After logging in, select the relevant department. Step 2 : Choose the specific service to apply for within that department. Step 3: Fill out all required details in the application form. Step 4: Upload, attach, or browse necessary documents. Alternatively, import documents directly from DigiLocker. Step 5: Carefully review all entered information. Step 6: Submit the application. Step 7: Once the application is completed, proceed to payment to download the certificate. Step 8: Upon successful payment, the certificate will be available for download. Digital Gujarat (Help Desk): Contact No : 18002335500"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 670)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    },
    {
      "title": "User Manual",
      "url": "https://www.digitalgujarat.gov.in/Download/User_Manual_on_CSP_v1.1.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity Proof. Residence Proof. Passport-size Photograph. Academic Certificates. Bank Details. Caste Certificates (ST). Any Other documents as required."
}