{
  "scheme_id": "67fe43588e880c6849232760",
  "slug": "drying-yards",
  "scheme_name": "Development Support for Coffee growers of North- Eastern Region (NER) : Drying yards",
  "scheme_short_title": "DRYING YARDS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Drying Yards"
  ],
  "brief_description": "To facilitate improvement of quality of coffee produced by the growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain certification of their coffees, so as to enable them to earn better returns.",
  "detailed_description": "To facilitate improvement of quality of coffee produced by the growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain certification of their coffees, so as to enable them to earn better returns. This component has three major activities viz., supply of pulpers, construction of cement drying yards, and organic certification of coffee holdings.",
  "benefits": [
    "Unit Cost and scale of subsidy:",
    "Dimension | Unit cost | Rate of Subsidy\n20' * 20' OR (400 Sq.ft) | Rs.57,000/- | 75% of the unit cost"
  ],
  "eligibility_criteria": "All categories of coffee holdings belonging to Scheduled Tribe, Scheduled Caste and others. A grower is eligible for only one unit. The area should be bearing area. The area benefitted during the past ten years are not eligible. The grower should have a minimum of 0.20 Ha of area under coffee to become eligible for the benefit.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for implementation The beneficiary / applicant shall submit online application along with following documents for availing subsidy towards construction of drying yard after taking up the activity. Copy of the photo identity cards like Aadhaar card. If Aadhaar is not available than other documents as prescribed by the Government of India. Caste certificate in case of SC/ST grower Work completion report and expenditure statement duly signed by the applicant with photograph before and after the activity. Copy of the Aadhar seeded Bank Pass Book having the details of Account Number, name of the Bank, Branch, IFSC code, etc. The Extension Officer shall scrutinize the documents and carryout field inspection and forward the application along with the physical verification report recommending for either release of eligible subsidy or for rejection as the case may be to the concerned Deputy Director (Extension) / Joint Director (Extension). The Dy. Director (Extension) after scrutinizing and satisfying about the admissibility of the claim shall release the applicable subsidy to the concerned beneficiary through PFMS.  Amendment to the Scheme: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}