{
  "scheme_id": "6819e5c60b812e619c2f532b",
  "slug": "apvkc",
  "scheme_name": "Anya Pichhda Varg Kalyan Chhatravaas",
  "scheme_short_title": "APVKC",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Food Security / Public Distribution System"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Hostel",
    "Backward Classes",
    "Financial Support"
  ],
  "brief_description": "The Scheme \"Anya Pichhda Varg Kalyan Chhatravaas\" under the BC & EBC Welfare Department, Bihar. under this scheme, provied ₹1,000/- per month hostel grant is provided for each student and 15 kg of free food grains per month (9 kg rice + 6 kg wheat).",
  "detailed_description": "The Scheme &quot;Anya Pichhda Varg Kalyan Chhatravaas&quot; under the BC &amp; EBC Welfare Department, Bihar, is being implemented to address the issue of educational backwardness among weaker sections of society, especially students from rural areas. The scheme provides hostel facilities for Other Backward Class (OBC) students in all 38 districts of the state, offering benefits such as ₹12,000 per year and 15 kg of free food grains per month.",
  "benefits": [
    "₹1,000/- per month hostel grant for each student. 15 kg of free food grains per month (9 kg rice + 6 kg wheat). Free facilities like cot, mattress, bedsheet, and cooking utensils. Food arrangements under superintendent's supervision; students bear actual meal costs. Hostel facilities may include CCTV, water purifier, TV, Wi-Fi, computer lab, and sports equipment (based on fund availability). Support for competitive exam preparation and access to library."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar. The applicant's age should be between 11 to 40 years. The applicant should belong to the Backward Class (BC) or Extremely Backward Class (EBC).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Principal of the college/Registrar at the university, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form (page no.15) , fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/bcebcwelfare/cache/41/13-Apr-25/SHOW_DOCS/ltr-102.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph ID Proof Caste certificate Bank account details/Bank Passbook Other necessary documents if required"
}