{
  "scheme_id": "67fe45ad8e880c6849232a6f",
  "slug": "support-for-organic-eco-certification",
  "scheme_name": "Development Support for Coffee growers of North- Eastern Region (NER) : Support for Organic / Eco Certification",
  "scheme_short_title": "SUPPORT FOR ORGANIC / ECO CERTIFICATION",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Organic Eco Certification"
  ],
  "brief_description": "To encourage coffee growers to improve quality for higher returns and improve access to high value specialty markets through production of organically certified coffees.",
  "detailed_description": "To encourage coffee growers to improve quality for higher returns and improve access to high value specialty markets through production of organically certified coffees. An allied objective of this scheme is to encourage small growers to form groups/ collectives for taking up organic-certification that will facilitate creation of common facilities in future.",
  "benefits": [
    "Extent of support for Organic Certification",
    "75% of the certification cost only to FPOs/Collectives subject to a ceiling of Rs.2,00,000/-"
  ],
  "eligibility_criteria": "FPOs of growers who obtain organic certification of their plantations. Support is available for certification of estates as per Organic certification programme. Coffee certified as per the National Programme for Organic Production (NPOP) and various international standards like EU Regulation, NOP (National Organic Programme of USA), JAS (Japanese Agriculture Standards) etc. are eligible. The Certificate should be obtained from the Certification Agencies accredited by the respective Certification Programme during the plan period. Explore the possibilities of convergence of the schemes of State Government in certification.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy This incentive is provided only as backend support and the costs incurred during inconversion period are also eligible for support. After obtaining certification from the accredited certification body / agency, the FPOs are required to submit online application along with a copy of the certificate along with following documents to the concerned Office of the JLOs / SLOs of the Coffee Board. Certificate of incorporation / registration, memorandum of article of association / society as Grower Collective / Cooperative / FPOs issued by the authority concerned and Complete list / details of members of the organization. Original invoice towards the cost of certification Copy of the Aadhar seeded Bank Pass Book containing the details of account number, name of the Bank, branch, IFSC code, etc. The concerned extension personnel will scrutinize the documents, carryout field inspection for verification of books and records. The extension personnel shall forward the claim along with Physical Verification Report and other relevant records to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming about the admissibility of the claim in all respects will release subsidy amount to the beneficiary through PFMS.  Amendment to the Scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}