{
  "scheme_id": "6522fff09d53ec1d287c22bf",
  "slug": "sspsl",
  "scheme_name": "Silicosis (Bimari) Se Pidit Shramiko Ke Liye Aarthik Evam Punarvas Sahayata Yojana",
  "scheme_short_title": "SSPSL",
  "state": "Chhattisgarh",
  "level": "State",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Financial Assistance",
    "Silicosis Disease",
    "Unorganized Worker"
  ],
  "brief_description": "Chhattisgarh state Government started a scheme \"Silicosis (Bimari) Se Pidit Shramiko Ke Liye Aarthik Evam Punarvas Sahayata Yojana\" for unorganized worker on 16 January 2018.",
  "detailed_description": "Labor Department of Chhattisgarh State started this scheme &amp;amp;quot;Silicosis (Bimari) Se Pidit Shramiko Ke Liye Aarthik Evam Punarvas Sahayata Yojana&amp;amp;quot; for unorganized worker on 16 April 2018. The main objective of the scheme to provide the financial assistance to the person who are suffering from Silicosis disease.",
  "benefits": [
    "Unorganized workers with silicosis will get ₹ 300,000. If the worker dies, their family will get ₹100,000 and the rest will be paid as a fixed deposit with monthly interest."
  ],
  "eligibility_criteria": "Workers registered with the Chhattisgarh Unorganized Workers State Social Security Board. Workers who claim to be working in the organized sector but cannot prove it, or construction workers who are not eligible for registration with the Chhattisgarh Building and Other Construction Workers Welfare Board, will also get the benefits. Competent doctors must confirm the Silicosis disease to the worker.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Visit the office of the Assistant Labor Commissioner/Labor Officer of the district. Submit the application and the required documents. The officer will review the application and send it to the divisional office for further action. Applicant can be submitted by mother, father, wife, husband, minor son, or minor daughter. The application should include the following information: Name and address of the deceased worker Name and address of the dependent Occupation of the deceased worker Date of death of the deceased worker Medical report confirming that the deceased worker had silicosis"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cglabour.nic.in/ShramAyuktNew/silikosis%20%20se%20peedit%20shramikon%20ke%20liye%20aarthik%20aur%20punarvaas%20sahaayata%20yojana.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://cglabour.nic.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Labor registration Card. Resident prove. Name and address of the deceased worker Name and address of the dependent Occupation of the deceased worker Date of death of the deceased worker Medical report confirming that the deceased worker had silicosis"
}