{
  "scheme_id": "679ba987f7067897170952a7",
  "slug": "wpshpbocwwb",
  "scheme_name": "Widow Pension Scheme (HPBOCWWB)",
  "scheme_short_title": "WPSHPBOCWWB",
  "state": "Himachal Pradesh",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department, Himachal Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Construction Workers",
    "Building Worker",
    "Women",
    "Widow"
  ],
  "brief_description": "The \"Widow Pension Scheme\" launched by HPBOCWWB is designed to support widows of registered beneficiaries. Through this initiative, the Board will disburse a monthly amount of ₹1,500/- to help widows manage their expenses and improve their quality of life.",
  "detailed_description": "The &quot;Widow Pension Scheme&quot; launched by the Himachal Pradesh Building and Other Construction Workers Welfare Board (HPBOCWWB) is designed to support widows of registered beneficiaries. Through this initiative, the Board will disburse a monthly amount of ₹1,500/- to help widows manage their expenses and improve their quality of life.",
  "benefits": [
    "Monthly Pension of ₹1,500/-"
  ],
  "eligibility_criteria": "The applicant should be the widow of a deceased construction worker. The deceased worker should have been registered with the Himachal Pradesh Building and Other Construction Workers Welfare Board (HPBOCWWB). The deceased worker should have maintained regular membership with the Board. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Scheme Application Process:",
        "Step 1: The applicant must visit the official website of the Himachal Pradesh Building and Other Construction Workers Welfare Board.",
        "Step 2: Click on the option \" Apply for Benefits. \"",
        "Step 3: Enter your beneficiary details and date of birth, then click \"Search\" to view your information.",
        "Step 4: Select the scheme you wish to apply for to avail of the benefits.",
        "Step 5: Enter all required information and upload the necessary documents as prompted.",
        "Step 6: Finally, click on \"Submit Application\" to complete the process.",
        "Application Tracking:",
        "Applicants can track their application status online through the official website of the Himachal Pradesh Building and Other Construction Workers Welfare Board. Relevant updates will be sent to the registered mobile number."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://bocw.hp.nic.in/PublicPages/schemedetails.aspx"
    },
    {
      "title": "Website",
      "url": "https://bocw.hp.nic.in/index.aspx"
    },
    {
      "title": "Guidelines",
      "url": "https://bocw.hp.nic.in/pdf/Kalyanikariyojana2021_Ab1.pdf"
    },
    {
      "title": "Apply For Scheme",
      "url": "https://bocw.hp.nic.in/PublicPages/ApplyForSchemes.aspx"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter Card Bank account details/copy of bank passbook Caste Certificate Age proof Labour Card Widow Certificate Death certificate of the worker HPBOCWWB registration proof Any other documents as required "
}