{
  "scheme_id": "6605200da8333243438b425b",
  "slug": "sahayta",
  "scheme_name": "Sympathetic Assistance and Handholding for Youth Transformation and Amelioration - SAHAYTA",
  "scheme_short_title": "SAHAYTA",
  "state": "Jammu and Kashmir",
  "level": "State/ UT",
  "nodal_department": "Mission Youth",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "brief_description": "The scheme \"Sympathetic Assistance And Handholding For Youth Transformation And Amelioration\" is a Jammu and Kashmir initiative with the aim of financial assistance.",
  "detailed_description": "The scheme &quot;Sympathetic Assistance And Handholding For Youth Transformation And Amelioration&quot; is a Jammu and Kashmir initiative with the aim to provide financial assistance to youth in distress for setting up gainful self-employment ventures.",
  "benefits": [
    "The total amount of self employment assistance provided shall be ₹2,00,000/- or the actual cost of self employment unit, which is lower. The Amoun of ₹2,00,000/- has be compulsorily utilized for the self employment generation only. Refer the list of fields covered under the scheme are mention below:",
    "Manufacturing, servicing, and petty businesses for which there is considerable local demand. Retail shops Small IT centers and IT service centers Agriculture and horticulture farms or any retail shop selling equipment/facilities connected to the fields or any incidental activity thereof. Livestock farms including cattle and poultry feed retail shops Tourism Agency. Sericulture Farm. Fish farming. Manufacture/sale of biodegradable disposable items and craft paper Solid waste management and incidental activities thereof. Dairy farm and manufacture/sale of dairy products Restaurant business Food processing units Flower farming and activities incidental thereto",
    "If the total cost project cost of the self employment unit to be set up by the beneficiary exceeds ₹2,00,000/- , the amount over above 2,00,000/- shall be self financed by the applicant himself. The sanctioning authority shall facilitate the applicant to avail this component as Mudra Loan"
  ],
  "eligibility_criteria": "Applicant must be between 18 to 40 age group. Applicant lost a family member or been permanently incapacitated in an insurgency-related incident, cross-border shelling, or mine blast in Jammu and Kashmir. In the case of Permanent incapacitation: This is defined as a disability of 50% or more that is permanent and has no chance of improvement. The injury must also prevent the victim from working. People who are involved in anti-national activities, directly or indirectly, and their family members are not eligible for assistance under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicant can file their claims in a prescribed form ( Annexure-1) along with the required documents within two years of the incident to the concerned Deputy Commissioner. The CEO of Mission Youth can relax the time limit in deserving cases. Applicant need to submit the below mention documents.",
        "Certificate regarding non-involvement in militancy/anti-national activities from the concerned SDPO. Death cum Post Mortem Certificate (if applicable). Medical Certificate (in case of incapacitation of 50% and above). Any proof showing relationship of the beneficiary with the victim (Not required if victim is the claimant). Date of Birth Certificate. Unemployment certificate from Employment Department. Project report/details about the self-employment unit to be set up by the applicant. Undertaking/NOC from other family members that they have no objection of the benefit under the scheme is given to the applicant amongst the family members."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://missionyouth.jk.gov.in/scheme_pdf/SAHAYTA.pdf"
    },
    {
      "title": "Application Form (Annexure-1)",
      "url": "https://missionyouth.jk.gov.in/scheme_pdf/SAHAYTA.pdf"
    }
  ],
  "documents_required": "Certificate regarding non-involvement in militancy/anti-national activities from the concerned SDPO. Death cum Post Mortem Certificate (if applicable). Medical Certificate (in case of incapacitation of 50% and above). Any proof showing relationship of the beneficiary with the victim (Not required if victim is the claimant). Date of Birth Certificate. Unemployment certificate from Employment Department. Project report/details about the self-employment unit to be set up by the applicant. Undertaking/NOC from other family members that they have no objection of the benefit under the scheme is given to the applicant amongst the family members."
}