{
  "scheme_id": "67cfe735b36d179ff801de09",
  "slug": "vbsy",
  "scheme_name": "Varishtha Bunkar Samman Yojana",
  "scheme_short_title": "VBSY",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Commerce & Industries Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Handloom",
    "Weaver",
    "Textile",
    "Financial Assistance",
    "Senior Citizen"
  ],
  "brief_description": "\"Varishtha Bunkar Samman Yojana\" aims to encourage senior weavers in the handloom sector. The scheme provides financial assistance of ₹11,000/- to active weaver members who are 60 years or older and have produced the maximum cloth in their district.",
  "detailed_description": "Launched in 2007-08, the scheme &quot;Varishtha Bunkar Samman Yojana&quot; by the Chhattisgarh State Handloom Development and Marketing Cooperative Union Limited, Raipur aims to encourage and honor senior weavers in the handloom sector. The scheme provides financial assistance of ₹11,000/- to senior weavers who are 60 years or older and have produced the highest amount of cloth in their district. The eligible weavers must be active members of primary weaver cooperative societies affiliated with the State Handloom Union. The scheme is implemented by the Chhattisgarh State Handloom Development and Marketing Cooperative Union Limited, Raipur.",
  "benefits": [
    "Financial assistance of ₹11,000/- is provided."
  ],
  "eligibility_criteria": "The applicant should be an active weaver member of the primary weaver cooperative society. The applicant should be affiliated with the Chhattisgarh State Handloom Union, Raipur. The applicant should be 60 years or older in age. One weaver from each district of the state who has produced the maximum cloth in that district. The weaver should not be a defaulter with the society.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents within the prescribed period (if any), to the Primary Weaver Cooperative Society.",
        "Step 4: The Primary Weaver Cooperative Society will verify the details, complete their formalities, add their remarks, and forward the application to the Chhattisgarh State Handloom Union through the District Handloom Office.",
        "Step 5: A selection committee verifies the application and determines if the applicant is suitable for the honor.",
        "Step 6: The Deputy/Assistant Director of the District Handloom Office makes a recommendation for the weaver to be honored in the Union's Best Weaver Honor Ceremony. The final selection is made by the Chhattisgarh State Handloom Development and Marketing Cooperative Union Limited, Raipur."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.cgapexhandloom.org.in/sites/default/files/page-documents/Bunkar-Schlorship_varishtha_0.pdf"
    }
  ],
  "documents_required": "Passport Size Photograph Age Proof (to verify that the applicant is 60 years or older) Production Details of the Last Year (including number of pieces/meters and total weaving wages earned) Certificate from the Primary Weaver Cooperative Society confirming that the applicant is an active member and not a defaulter Details of any Previous Awards Received (if applicable)"
}