{
  "scheme_id": "67f4d9ea715122bd55cb5ac9",
  "slug": "mbp",
  "scheme_name": "Mahila Bakri Palan",
  "scheme_short_title": "MBP",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Animal Husbandry",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Goat",
    "Goat Rearing",
    "Financial Support",
    "Widow",
    "Abandoned",
    "Destitute",
    "Disaster Affected Woman"
  ],
  "brief_description": "Under this scheme, financial assistance of up to ₹35,000/- is provided by the State Government to eligible beneficiaries (Abandoned, widowed, destitute, single, and disaster-affected women) for the purchase of one unit of goats (comprising 3 females and 1 male), aged between 12 to 18 months.",
  "detailed_description": "The scheme &amp;quot;Mahila Bakri Palan&amp;quot; was launched by the Animal Husbandry Department, Government of Uttarakhand, aims to promote livelihood and self-reliance among women through goat rearing. Under this scheme, financial assistance of up to ₹35,000/- is provided by the State Government to eligible beneficiaries for the purchase of one unit of goats (comprising 3 females and 1 male), aged between 12 to 18 months. Abandoned, widowed, destitute, single, and disaster-affected women are eligible to avail the benefits of this scheme. Beneficiaries will be selected on a first-come, first-served basis.",
  "benefits": [
    "Financial assistance of up to ₹35,000/- is provided by the State Government to eligible women for the purchase of one unit of goats (3 females and 1 male) aged between 12 to 18 months."
  ],
  "eligibility_criteria": "The applicant should be a woman. The applicant should be interested in goat rearing. The applicant should be a permanent resident of Uttarakhand. The applicant should be from one of the following categories:\nWidow Abandoned Destitute Living alone Disaster-affected",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested beneficiary should present their proposal during the open meeting of the Gram Sabha. Step 2: Once the proposal is approved by the Gram Sabha, the beneficiary should submit it, along with all the required documents, to the Veterinary Officer, Livestock Extension Officer, or Gram Panchayat Development Officer of the concerned area. Alternatively, the Gram Panchayat may submit the proposal on behalf of the beneficiary. Step 3: The proposal is reviewed and recommended by the village-level selection committee. After recommendation, the development block-level committee conducts the final selection and forwards it to the Animal Husbandry Department. Note: Selection of beneficiaries will be on the basis of \"first come first serve\"."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Visit to Apuni Sarkar portal.",
        "Step 2: On the homepage, locate and click on the \"Sign Up\" option to create a new citizen account.",
        "Step 3: Fill in all the required fields with accurate information, i.e., Email ID, Gender, Name, Mobile number, Date of Birth, District, Address, etc. After entering your details, click the \"Submit\" button.",
        "Step 4: Upon successful registration, you will receive your User ID and Password on your registered mobile number.",
        "Log In Process:",
        "Step 1: Visit to Apuni Sarkar portal.",
        "Step 2: On the homepage, locate Citizen Login and enter your User ID (Email ID or Mobile Number) and the Password received. Enter the captcha code displayed and click on \"Sign In\" to access your dashboard.",
        "Step 3: In your dashboard, click on the option to apply for a new application. Select the relevant department associated with the desired service. Click on the specific service name you wish to apply for.",
        "Step 4: Upload all required documents as specified for the selected service. After uploading, click on the \"Submit\" button to proceed.",
        "Step 5: Fill in all necessary details in the application form. You have options to \"Save\" the form for later, \"Preview\" the application, or \"Delete Draft\" if needed. Once all details are accurately filled, click on \"Submit\" to finalize your application.",
        "Step 6: After submission, you will receive an Application ID Receipt. Download and save this recipe for future reference.",
        "Note: Selection of beneficiaries will be on the basis of \"first come first serve\".",
        "For detailed information, you can refer to the [ Apuni Sarkar User Manual ]"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 235)",
      "url": "https://ahd.uk.gov.in/files/ebookmeriyojana.pdf"
    }
  ],
  "documents_required": "Identity Proof Address Proof Proof of Abandoned, widowed, destitute, alone or disaster affected woman, as applicable Residence proof Any other documents if required"
}