{
  "scheme_id": "672db5efcef677932c63a572",
  "slug": "pcardfpd",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Poultry Development",
  "scheme_short_title": "PCARDFPD",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Poultry Development",
    "Cattle Development",
    "Loan",
    "Farmer",
    "Agriculture And Rural Development Bank"
  ],
  "brief_description": "The scheme offers loans to farmers for poultry development and cattle development, with funding of up to ₹14,800/- for 200 birds or ₹17,000/- for 2 cows, with an interest rate of 14.5% to 16.5%.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Poultry Development&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial support to farmers for poultry and cattle development, with loans available up to ₹14,800/- for 200 poultry birds or ₹17,000/- for 2 cows. The interest rate ranges from 14.5% to 16.5%, subject to periodic changes. <br> <br>",
  "benefits": [
    "Access to Loan: Up to ₹14,800/- for 200 birds (poultry). Up to ₹17,000/- for 2 cows. Interest Rate: 14.5% to 16.5% (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in poultry farming or cattle development. The beneficiary should be interested to avail loan for poultry farming or cattle development. The beneficiary should have the intention to use the loan specifically for poultry farming or cattle development. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3562"
    }
  ],
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of Poultry Farming or Cattle Development (if required). Any other documents (if required)."
}