{
  "scheme_id": "652838504c46bfe12b1d2f0e",
  "slug": "ttcss",
  "scheme_name": "Technology Transfer & Commercialization Support Scheme",
  "scheme_short_title": "TTCSS",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Information Technology Department",
  "implementing_agency": "Kerala Startup Mission",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Technology upgradation",
    "Machine & skill up-Gradation"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Technology",
    "Commercialization",
    "Startup",
    "Woman",
    "Entrepreneur"
  ],
  "brief_description": "The Government of Kerala has launched the scheme \"Technology Transfer & Commercialization Support Scheme\" through Kerala Startup Mission to support startups that have purchased or sourced Technology licenses from any Government research Institution in India.",
  "detailed_description": "The Government of Kerala has launched the scheme \"Technology Transfer &amp;amp; Commercialization Support Scheme\" through Kerala Startup Mission to support startups that have purchased or sourced Technology Licenses from any Government research Institution in India and are working on it to develop as a commercializable product. &gt; **Women Entrepreneurs:** 1. Women entrepreneurs are defined as women or a group of women who initiate, organize, and operate a business enterprise. 1. A women&amp;#39;s enterprise should have at least 51% of shares with women founders in the case of service enterprises. 1. In the case of women enterprises who have received equity funding, majority shares should be maintained with women founders/founders.",
  "benefits": [
    "This scheme intends to support Technology License/Transfer Startups by providing funding support of a maximum of ₹10 Lakhs in the form of reimbursement for the startups, who have paid to the Research Institution. The support is limited to 90% of the technology fee to be paid to the Research entity."
  ],
  "eligibility_criteria": "The startup should be a registered company in Kerala as an LLP or Pvt. Ltd company and should have an active registration with KSUM at the time of application. The startup company has DIPP registration and an ‘Active'/ ‘Active Compliant' status with MCA. The startups shall not have any other pending dues with any of the Government agencies, KSUM, or Other incubators in the state and shall not be blacklisted by any Govt. agency in India The women co-founder should have a majority stake in the startup. The Startup should be registered in Kerala. License/Technology to be sourced from any Government research institution in India and a fee will be paid to the institution. Note 01: The license/technology purchased through this scheme shall be owned by the Startup or as per the terms specified by the research agency. Note 02: Kerala Startup Mission shall be given a 2% royalty for the product being commercialized, which shall be limited to the amount supported by the Kerala Startup Mission under the scheme. Note 03 : The Startup is expected to commercialize the product for which the license /technology is purchased within a period of 2 years. Note 04: In case, the Startup is unable to commercialize the product within two years, then the startup will be liable to repay the contribution given by the Kerala Startup Mission. Note 05: The Startup will sign an agreement with the Kerala Startup Mission before availing of the benefit.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The application form can be submitted online through the Official website of the Kerala Startup Mission, Government of Kerala. The applicant needs to visit the official website . Step 02: On the home page, click on ‘Women' and then click on \"Technology Commercialisation Support\" Scheme. Step 03: Click on the ‘Apply Now' button and login with \"KSUM Unique ID\" or \"Email Address\". A new user may create a ‘New Account\" by clicking on \"Create a New Account\". Step 04: After successful login, the applicant can fill out the application form completely and click on the ‘Submit' button."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://startupmission.kerala.gov.in/schemes/technology-commercialisation"
    },
    {
      "title": "Oder Dated 21/11/2019",
      "url": "https://startupmission.kerala.gov.in/file/reports/572fc7bd-23ea-4e47-b40f-9138bddb3db1.pdf?expires=1697131680&signature=21de704bb35a12142d109afd147210bed513664b6441bab34eeafda88b2b752c"
    },
    {
      "title": "Order Dated 16/04/2021",
      "url": "https://startupmission.kerala.gov.in/file/reports/e9e2c44c-f08f-4d1b-8c1f-e1e38d861998.pdf?expires=1697131552&signature=42e8ac7add2a2930010dc5c7f62df002901590c1b94b3ac30afb89da5b85d0bc"
    }
  ],
  "documents_required": "Original hard copy of Invoice & Receipt with authorized seal and signature from the research organization. Original Bank Statement showing the amount transferred (Verified by the Bank Manager). Technology Transfer Agreement with a research organization. Residence Proof details of the director(s)/ applicant(s). Company incorporation documents (Incorporation Certificates, MoA, AoA, DIN nos). Undertaking that the startup has not so far claimed and will not claim any sort of reimbursement costs from any other organizations/ govt. bodies and if found, they will pay twice the amount to KSUM, which is reimbursed through the Technology support scheme. Cancelled Cheque of the company and Bank details (Branch name, IFSC Code). Any other document as demanded by the recommending/sanctioning authority."
}