{
  "scheme_id": "67e251460aa19c6dc28abf05",
  "slug": "aobofpk",
  "scheme_name": "Assistance to OBM Boat Owner Fishermen on Purchase of Kerosene",
  "scheme_short_title": "AOBOFPK",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Fishing Activities",
    "Fishermen"
  ],
  "brief_description": "The \"Assistance to OBM Boat Owner Fishermen on Purchase of Kerosene\" introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to offer monetary aid to fishermen who use kerosene or petrol for their small boats operated by OBM.",
  "detailed_description": "The &amp;quot;Assistance to OBM Boat Owner Fishermen on Purchase of Kerosene&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide financial assistance to fishermen owning small boats with Outboard Motors (OBM) by subsidizing the cost of kerosene or petrol. This initiative supports the fishing community and promotes fisheries in Gujarat.",
  "benefits": [
    "Name of Component | Standard of assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nAssistance on the purchase of Kerosene/Petrol | Per litre assistance of ₹50/- | Benefits are available throughout the year as per fixed quota"
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must be a Kerosene Card holder. The applicant must own a small boat operated by an Outboard Motor (OBM).\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Fishermen must purchase kerosene or petrol from government-approved fuel stations Gujarat Fisheries Central Co-operative Association Limited (G.F.C.C.A. Ltd.). Step 2: Collect original bills of purchase. Step 3: Submit an application along with the required documents to the concerned district office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=eoZIK/kWnJDjPMJYN54MWw==&domain=qO9v1Yt1qFTmoiKMRXBpiA=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Kerosene/Petrol Card issued by the government. Original purchase bills of kerosene/petrol. Boat ownership documents. Aadhaar Card or any government-issued ID proof. Bank account details. Any other document if required."
}