{
  "scheme_id": "685e3f5161dd0be9e0813225",
  "slug": "sfrv",
  "scheme_name": "Pradhan Mantri Matsya Sampada Yojana: Refrigerated Vehicles – Haryana",
  "scheme_short_title": "PMMSYRVHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Refrigerated Vehicle",
    "Fishermen",
    "Fish",
    "Fish Transport"
  ],
  "brief_description": "The scheme aims to enhance cold chain infrastructure & ensure hygienic and efficient fish transportation. Under this scheme, financial assistance is provided to fishers for purchasing refrigerated vehicles to maintain the freshness & quality of fish during post-harvest handling & transportation.",
  "detailed_description": "The \"Refrigerated Vehicles\" is a scheme component under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), implemented by the Fisheries Department, Government of Haryana. This is a Centrally Sponsored Scheme, aims to enhance cold chain infrastructure and ensure hygienic and efficient fish transportation. Under this scheme, financial assistance is provided to fishers for purchasing refrigerated vehicles to maintain the freshness and quality of fish during post-harvest handling and transportation.",
  "benefits": [
    "Financial Assistance provided under the scheme:",
    "Project Cost: ₹25,00,000/- per unit Subsidy will be limited to 40% of the project cost for the General Category of beneficiaries. Subsidy will be limited to 60% of the project cost for Weaker sections/Scheduled Caste/Scheduled Tribe/Women and their co-operatives of beneficiaries."
  ],
  "eligibility_criteria": "The applicant should be a resident of Haryana. The applicant should have a Parivar Pehchan Patra. The applicant should ensure that the refrigerated vehicle remains operational for fish transportation. The applicant will be eligible for a subsidy for the purchase of only one refrigerated vehicle. The applicant should utilize the refrigerated vehicle solely for fishery-related transportation activities. The Government of India and the Government of Haryana will not be responsible for any loss incurred in the purchase, operation, maintenance, and management of fish transport facilities.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Fees For Service: Government Charges: ₹0 (No Fee) Service Charges: ₹10 Atal Seva Kendra Charges: ₹10"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=6FdK6QT4PCrZ0idMhCKN0w%3d%3d"
    },
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    },
    {
      "title": "Scheme Details (Page No. 2)",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Birth Certificate (Voter ID Card / Date of Birth Certificate / Aadhaar Card / Class Ten (10th) Certificate) Caste Certificate (Caste certificate from a First-Class Magistrate (Tehsildar)) Agreement Letter-1 (Agreement letter between the beneficiary and the department) Applicant's Fisheries Training Certificate Bill/Receipt/Voucher Photograph of the beneficiary with the vehicle Bank account and PAN card details Self-Contained Proposal (SCP) / Detailed Project Report (DPR) as per the guidelines issued under the Centrally Sponsored Scheme PMMSY (Pradhan Mantri Matsya Sampada Yojana)"
}