{
  "scheme_id": "6459a18fa8205db95fde1c9b",
  "slug": "bmfe",
  "scheme_name": "Breed Multiplication Farm Entrepreneurship",
  "scheme_short_title": "BMFE",
  "state": "Mizoram",
  "level": "State",
  "nodal_department": "Animal Husbandry and Veterinary Department",
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Breed Multiplication Farms",
    "Heifers Of Cattle And Buffaloes",
    "Forconstruction Of Cattle",
    "Farmers Scientist Interaction",
    "Cattle And Buffalo Breeding"
  ],
  "brief_description": "At present entrepreneurs/farmers interested in taking up dairy programmes are facing difficulties in sourcing disease-free high-yielding heifers or cows and farmers are dependent on either middlemen or other farmers maintaining dairy animals for sourcing their requirement of dairy animals.",
  "detailed_description": "It is proposed to make available a 50% capital subsidy (limited to Rs. 2.00 Crore) to the interested entrepreneur for the construction of cattle sheds, equipment, procurement of elite bull mothers etc. The entrepreneur will establish a breed multiplication farm (BMF) and produce elite heifers using sexed semen or IVF technology. Disease-free heifers (free from at least TB, JD &amp;amp; Brucella) produced at the BMF will be sold to interested farmers and HGM bulls born at BMF will be procured by semen stations for semen production, subject to qualifying Minimum Standards for production of frozen semen. BMF will also act as the training centre to conduct training for farmers and entrepreneurs. There is no system available in the country for producing disease-free elite animals of indigenous breeds of cattle and buffalo or exotic breeds of cattle. Therefore it is proposed to establish breed multiplication farms through an entrepreneurship model to make available disease-free high-yielding heifers/pregnant heifers /cows preferably of indigenous breeds of cattle/buffaloes in the country. &lt;br&gt;",
  "benefits": [
    "Construction of cattle sheds. Procurement of elite bull. Purchase of relevant equipment, mothers etc. Establish breed multiplication farms and produce elite heifers using sex-sorted semen or IVF technology. Maximum Subsidy will not exceed Rs 2.00 Cr.",
    "Indicative cost of the model project for the establishment of Breed Multiplication Farm",
    "S No | Particulars | Total Cost (Rs in lakh)\n1 | Purchase of cows in first lactation/ 2nd lactation | 200\n2 | Construction of cow sheds 10 sq. meter per cow (sheds to house 200 cows and its followers | 100\n3 | Construction of isolation shed | 2.5\n4 | Administration block | 20\n5 | Feed 8 fodder store room | 40\n6 | Tractor 75 HP, with agriculture implements. | 10\n7 | Dairy equipment (BMC, stainless steel Milk cans, digital milko tester, deep freezer etc.) | 5\n8 | Shed for Agri implements | 22.5\n9 | Chaff cutter (electric) | 1\n | Total | 401"
  ],
  "eligibility_criteria": "The applicant shall be an entrepreneur-aggregator /private individual, SHGs/FPOs/FCOs/ JLGs and Section 8 companies who have their registered offices in India. Entrepreneur/applicant shall have appropriate experience in breeding or rearing dairy animals The entrepreneur/applicant will be responsible for arranging land of suitable size and location. At least having ownership/lease deed of 5 acres of land. The entrepreneur/applicant will make its own arrangement for the procurement of feed and fodder as per the requirement of the farm The entrepreneur will establish a breed multiplication farm of at least 200 milch cows/buffalo and use the latest breeding technology to continuously upgrade the stock.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Apply on http://tenders.nddb.coop/sitepages/tenders.aspx Screening of EOL by NDDB. Identified applicant to submit DPR, EMD and tie up for 50% loan. Screening of DPR, Field verification and presentation by applicant. Final selection of applicant and recommendation to bank/financial institution for the loan. Proposal with sanctioned bank loan approved by DAHD. Release of 50% subsidy after the release of 1st tranche of the loan. 25% subsidy after all infra is in place along with induction of animals. 25% of subsidy after 10% of calves are born. "
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://ahvety.mizoram.gov.in/uploads/attachments/2e2033ccb4f81a68125d2531528b92a7/breed-multiplication-farm-entrepreneurship-scheme-english.pdf"
    }
  ],
  "documents_required": "Copy of Certificate of Incorporation and Partnership Deed, if any. For individuals, a copy of their Aadhar card along with a Bank statement. Proof of their activity: Certificate of experience in breeding and rearing of dairy animals from the local Govt. Veterinarian. copy of ownership document/lease deed. Commitment letter from the supplier of feed and fodder. Affidavit (Annexure-III).\nNote: Download forms from here ."
}