{
  "scheme_id": "66d34b0f9c9ff8daef6f1bed",
  "slug": "cmfbs",
  "scheme_name": "Chief Minister Family Benefit Scheme",
  "scheme_short_title": "CMFBS",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Bihar",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Family",
    "Death",
    "Financial Assistance"
  ],
  "brief_description": "Under this scheme, a one-time grant of ₹20,000/- is provided to the family or close relative in the case of the death of a person of any age in an accident, or the death of a person aged 18-60 years in a criminal incident.",
  "detailed_description": "The &amp;quot;Chief Minister Family Benefit Scheme&amp;quot; was launched by the Social Welfare Department, Government of Bihar. Under this scheme, a one-time grant of ₹20,000/- is provided to the family or close relative in the case of the death of a person of any age in an accident, or the death of a person aged 18-60 years in a criminal incident. If more than one member of the same family dies in an accident, the grant will be provided for all the deceased, including the deceased child. This benefit will not be payable in the case of suicide. This scheme is fully funded by the State Government. **Objective:** The objective of this scheme is to provide social security to the immediate dependents of the deceased by providing them financial assistance after the sudden death of a member of a poor family in the state.",
  "benefits": [
    "Under this scheme, a one-time grant of ₹20,000/- is provided to the family or close relative of the deceased person."
  ],
  "eligibility_criteria": "1. The applicant should be a resident of Bihar. 2. The applicant should be a family member or dependent of the deceased person. 3. The grant is provided in cases where the deceased: • Died in an accident, regardless of age, or • Was between 18 and 60 years old and died in a criminal incident. 4. The deceased should belong to a poor family. 5. The benefit will not be payable in cases of suicide.\nNote: If more than one member of the same family dies in an accident, the grant will be provided for all deceased members, including any deceased children.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: To avail of the benefits of this scheme, the applicant should submit an application on plain paper, along with the required documents, to the office of the Sub-Divisional Officer. Grievance Redressal and Escalation Matrix: The complaint can be lodged in the office of the Block Development Officer, Sub-divisional Office, Assistant Director, District Social Security Cell/District Child Protection Unit, Director, Social Security Office, and Additional Chief Secretary/Principal Secretary/Secretary, Social Welfare Department. Apart from this, under the Bihar Public Grievance Redressal Rights Act, 2016, the office of the Public Grievance Redressal Officer at the sub-divisional level and the District Public Grievance Redressal Officer at the district level are functioning."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/CMFBS.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/socialwelfare/CitizenHome.html"
    },
    {
      "title": "E-Suvidha Portal",
      "url": "https://esuvidha.bihar.gov.in/PublicReport/OnlineRegistration.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof of the applicant i.e. Aadhaar Card, Voter ID Card Identity proof of the deceased person i.e. Aadhaar Card Death certificate of the deceased person Proof of age of the deceased person Below Poverty Line (BPL) Card/ Ration Card Address proof Bank Passbook/Bank account details Any other documents as required"
}