{
  "scheme_id": "65aa224130cd9600eb557516",
  "slug": "aavy",
  "scheme_name": "Atal Awasiya Vidyala Yojana",
  "scheme_short_title": "AAVY",
  "state": "Uttar Pradesh",
  "level": "State/ UT",
  "nodal_department": "Labour Department, Uttar Pradesh",
  "categories": [
    "Education & Learning"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Free Education",
    "Labor Community",
    "Life Skill Education"
  ],
  "brief_description": "The Atal Awasiya Vidyalaya Yojana is an initiative launched by the Uttar Pradesh government to provide free education to children of construction workers employed in the informal sector.",
  "detailed_description": "The Atal Awasiya Vidyalaya Yojana is an initiative launched by the Uttar Pradesh government to provide free education to children of construction workers employed in the informal sector. Under this scheme, two children of registered workers between the ages of 6 and 16 receive free residential education in dedicated schools. <br> The UP Atal Awasiya Vidyalaya Yojana is a scheme that provides free education to poor children of construction workers in Uttar Pradesh. The scheme is currently being implemented in 18 districts of the state. The goal of the scheme is to provide these children with the opportunity to succeed in life and improve their standard of living",
  "benefits": [
    "Free education, accommodation, and meals Medical facilities Sports and recreational activities Access to a nurturing environment that fosters personal growth"
  ],
  "eligibility_criteria": "Children destitute during the Corona period, identified by the Women Welfare Department, Lucknow. Children for the Chief Minister Child Service Scheme (General) are eligible. Orphan children and offspring of duly registered construction workers, who have completed at least 01 year (365 days) membership period of the board after registration. A maximum of 02 children per registered worker can avail educational benefits.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "How to get register and apply for the scheme",
        "Applicant must visit the below offices Nearest labor office. Tehsildar of the concerned tehsil. Block Development Officer of the concerned development block. Get the application form and fill out the completely. Attach required documents in the prescribed format. Submit the application form in the same office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.upbocw.in/pdf/adhisuchna/atal_awasiya_vidyalaya_scheme_100423.pdf"
    },
    {
      "title": "Details",
      "url": "https://www.upbocw.in/StaticPages/schemes.aspx#tab3"
    },
    {
      "title": "Labor Department",
      "url": "https://www.upbocw.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Parents' Labor Registration cards. Child birth certificate Mark sheet of previous class attended. Medical certificate (if required). Passport size photograph."
}