{
  "scheme_id": "68145a9e096abd5b8bca435e",
  "slug": "drone-technology",
  "scheme_name": "Technology Infusion : Drone Technology",
  "scheme_short_title": "DRONE TECHNOLOGY",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Drone Technology"
  ],
  "brief_description": "To validate the prospects of ‘Drone technology' for multiple applications in coffee cultivation with Public- Private partnerships. Support will be extended for the growers who adopts the technology",
  "detailed_description": "To validate the prospects of ‘Drone technology' for multiple applications in coffee cultivation withPublic- Private partnerships. Support will be extended for the growers who adopts the technology",
  "benefits": [
    "Scale of Subsidy",
    "50% of the unit cost with a ceiling of 5.00 lakhs",
    "Unit cost",
    "The unit costs for different fertigation tanks and other related tools",
    "Descriptions | Indicative Unit Cost (Rs.)\nAs identified by Experts and Research Department | It will be notified through empanelment"
  ],
  "eligibility_criteria": "Experts in the field will be invited to validate the prospects in 2024-25 and based on the reports, support to the growers will be extended for the identified activity. All categories of holdings with coffee as main crop having a minimum area of 1.00 ha and maximum of 25.00 ha",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for implementation / availing the incentives Identify the experts and study the feasibility of fields for implementation Grower has to register online in the Coffee Boards' Website (www.coffeeboard.gov.in) After approval of grower registration by the Coffee Board officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. Proof of Land Ownership in the form of any one of the following: Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self-attested copy of the Registered GPA. Rough sketch of the estate along with check bandi / boundaries marked with clear demarcation of the site where the activity is proposed to be taken up and duly signed by the applicant/s. Original Quotation with GST number in respect of fertigation tank and tool The concerned office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up activity to complete the process of inspection, verification and release of subsidy within the same financial year."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "The applicant/s shall submit the claim online along with relevant documents during the same financial year on completion of activity. The following documents are required to be uploaded / submitted for claiming the subsidy: Invoice / Bill (Original) with GST number Copy of the scheduled Bank Pass Book having the details of account number, name of the Bank, branch, IFSC code, etc. The concerned office of the JLO / SLO will scrutinize the documents, carryout field inspection, prepare physical verification report with full details of the activity and forward the claim statement to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release eligible subsidy amount to the bank account of the applicant through PFMS.  Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}