{
  "scheme_id": "67231e8e07ebeb8df5688659",
  "slug": "pcardah",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Animal Husbandry",
  "scheme_short_title": "PCARDAH",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Loan",
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry Loan",
    "Agriculture",
    "Farmer"
  ],
  "brief_description": "The scheme provides loans to farmers for the purpose of animal husbandry, allowing them to improve their income through livestock.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Animal Husbandry&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial support to farmers specifically for animal husbandry activities. This initiative aims to empower farmers by boosting livestock development and enhancing agricultural productivity. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Access to Loan: For purchasing 2 Buffaloes: ₹20,000/-. For purchasing 21 Goats: 24,500/-. Interest Rate: 14.5% to 16.5% (subject to change)."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in animal husbandry. The beneficiary should be interested to avail Animal Husbandry Loan from the Primary Cooperative Agriculture and Rural Development Bank. The beneficiary should have the intention to use the loan specifically for animal husbandry (e.g., purchasing buffaloes or goats).\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3564"
    }
  ],
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of agricultural occupation (e.g., Farmer's certificate) (if applicable). Any other documents (if required). "
}