{
  "scheme_id": "67766d2e8aa510ca37142b8f",
  "slug": "psgg",
  "scheme_name": "Poshan Sudha",
  "scheme_short_title": "PSGG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy care",
    "Children’s health and immunization"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pregnant Women",
    "Child",
    "Nutritional Support"
  ],
  "brief_description": "This scheme is a government initiative to provide nutrition and healthcare support to pregnant and lactating mothers in tribal districts of Gujarat.",
  "detailed_description": "The &amp;quot;Poshan Sudha&amp;quot; scheme launched by the Women and Child Development Department, Gujarat, aimed at providing nutritional support to pregnant and lactating mothers in Gujarat's tribal districts. This initiative provides registered mothers with one nutritious meal daily, iron and calcium supplements, and health education to improve maternal and child health outcomes.",
  "benefits": [
    "Nutritional Support: Provision of one full nutritious meal daily for pregnant and lactating mothers. Supply of iron and calcium supplements to address nutritional deficiencies. Health Education: Awareness sessions on health and nutrition for better maternal and child care."
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must be a pregnant or lactating woman residing in one of the tribal districts of Gujarat. The applicant must be registered in a local Anganwadi center.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the nearest Anganwadi center. Step 2: Register yourself with the Anganwadi center. Step 3: Provide the required documents. Step 4: Avail of the benefits during scheduled distribution days."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wcd.gujarat.gov.in/initiativedetails?id=294"
    }
  ],
  "documents_required": "Proof of identity (e.g., Aadhaar Card). Proof of residence. Medical certificate of being pregnant. Any other document (if required). "
}