{
  "scheme_id": "67b09ddc0cc99d069d33d5cf",
  "slug": "gsemds",
  "scheme_name": "Goa State Export Market Development Scheme, 2008",
  "scheme_short_title": "GSEMDS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Commercial Taxes Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Imports and exports",
    "Exhibitions/Trade fairs/Buyer-seller meet, market development"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Export",
    "Market",
    "Exhibition",
    "MSME",
    "Tour"
  ],
  "brief_description": "The scheme \"Goa State Export Market Development Scheme\" encouraged Goan industries to improve export markets and support them in establishing their goods firmly in the export market. It provided interest-free loans up to ₹5,00,000/- for participating in exhibitions and market study tours abroad.",
  "detailed_description": "Launched in 2008, the scheme &quot;Goa State Export Market Development Scheme, 2008&quot; by the Directorate of Industries, Trade and Commerce, Government of Goa aimed to encourage Goan industries to improve export markets and support them in establishing their goods firmly in the export market, thereby generating growth and employment. The scheme provided interest-free loans up to ₹5,00,000/- for participating in shows/exhibitions outside India and for market study tours abroad. The scheme was implemented by the Directorate of Industries, Trade and Commerce, Government of Goa. The scheme remained in force until 31st March, 2011.",
  "benefits": [
    "Interest-free loan up to ₹5,00,000/- was provided for participating in shows/exhibitions outside India. Interest-free loan up to ₹5,00,000/- was also provided for market study tours outside India. The loan was repayable over five years in equal half-yearly installments.",
    "*Delay in payment carried an interest at 14% per annum."
  ],
  "eligibility_criteria": "Only those units set up in Goa and permanently registered or acknowledged with Entrepreneurs Memorandum II by the Directorate of Industries, Trade and Commerce were eligible. The unit had to be in operation for a minimum period of three years. The unit had to have an import/export code issued by the Reserve Bank of India/Government of India or by any competent authority of the Government of India. The total turnover of the unit for the last three preceding financial years should not have exceeded ₹10,00,00,000/-. One unit could avail this facility only once under this Scheme in its lifetime. If the original unit had already taken benefits under this Scheme, then the sold/transferred unit was not eligible to derive any benefits under this Scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant had to obtain the specified proforma from the Directorate of Industries, Trade and Commerce. Alternatively, the prescribed format could also be downloaded from the official website of the Directorate.",
        "Step 2: The applicant was required to take a print of the form, fill in all the mandatory fields, paste a passport-sized photograph, and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: The duly filled and signed application form, along with the documents, had to be submitted to the Director, Directorate of Industries, Trade and Commerce.",
        "Deadline: The interested units had to apply to the Directorate at least 30 days prior to the study tour or exhibition.",
        "Post-Application Processes",
        "The Director of Industries, Trade and Commerce intimated the decision within two weeks to the unit. If approved, the loan was disbursed by the Directorate of Industries, Trade and Commerce. The promoter of the unit who had availed the facility under this Scheme had to submit a detailed report within 30 days of return from the visit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 8)",
      "url": "https://ditc.goa.gov.in/sites/default/files/Preferential-Purchase-Incentives-for-Micro-and-Small-Enterprises.pdf"
    }
  ],
  "documents_required": "Copy of Permanent Registration Certificate. Copy of Import/Export Goods Certificate. Financial Statement duly certified by a Chartered Accountant for the last preceding three years. Collateral Security, equal to the quantum of contribution sought or equal to the amount the unit was eligible for. Post Dated Cheques, for repayment of the installments so fixed."
}