{
  "scheme_id": "63b6ab2d536fd7f60d501e73",
  "slug": "nts-pg",
  "scheme_name": "National Talent Scholarship Postgraduate",
  "scheme_short_title": "NTS PG",
  "level": "Central",
  "nodal_department": "Department of Agriculture Research and Education",
  "implementing_agency": "Indian Council Of Agricultural Research",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Agricultural",
    "Postgraduate"
  ],
  "brief_description": "Merit based support through National Talent Scholarship to the Under-graduates and Post graduate students seeking admission in Agricultural Universities in a State other than the State of their domicile, through ICAR All India Entrance Examination (AIEE).",
  "detailed_description": "- National Talent Scholarship (NTS) was launched by the Indian Council of Agricultural Research for students pursuing a master&#39;s degree program in an ICAR-recognized agricultural university located outside of his/her state of domicile and duly funded under the planning scheme \"Strengthening and Development of Higher Agricultural Education in India&quot; of the Education Division of the ICAR. The amount of the scholarship is ₹ 3000/- per month for a Master&#39;s (Post Graduate). The scholarship will be awarded initially for a period of one year from the date the student actually takes admission and shall be renewed for the remaining duration of the undergraduate degree program subject to his/her maintenance of good academic performance and conduct as specified by the concerned university. - The Scholarship will be awarded initially for a period of one year from the date the student actually takes admission to the Agricultural University for pursuing under Graduate degree programme in agriculture and related disciplines with both course work and practice leading to the award of a Master&#39;s Degree. The scholarship is will be renewed for the remaining duration of the undergraduate degree programme subject to his/her maintenance of good academic performance and conduct as specified by the concerned university.",
  "benefits": [
    "The value of the scholarship shall be Rs 3,000/- per month to postgraduate (Master's degree) students at present.",
    "No contingency grant is paid."
  ],
  "eligibility_criteria": "A student is eligible for the scholarship provided he/she:\n• Takes up studies in approved courses and takes admission in the Agricultural University located outside their State of domicile.\n• Maintains merit and good conduct as certified by Head of the College ' University ' Institution.\n• Does not remain absent without prior permission and does not participate in any agitation! strike etc. during the period.\n• Takes up studies on a wholetime basis and docs not take up any job even on pan time basis. • Does not accept any other scholarship during the course of undergraduate study.\n• Docs not leave his/her course of study within one month of the admission otherwise no scholarship shall be paid to him/her.\n• Does not subsequently change the initial subject allocated for which he/she has been awarded the NTS during his studies.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Forms can only be submitted online mode on the website https://icar.nta.ac.in. The Application Form other than online mode will not be accepted."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://education.icar.gov.in/Files/Guidelines/FINALGuidelines(GNTS)-26072016.pdf"
    }
  ],
  "documents_required": "Candidates need to upload scanned images of the below documents with the Application.\nPhotograph. Signature. Thumb impression. \nNo certificates are required to be uploaded along with the Application Form at the time of online submission."
}