{
  "scheme_id": "6615469eff0ffe4f91d25d7c",
  "slug": "matnpmvip-tn",
  "scheme_name": "Marriage Assistance to Normal Persons Marrying Visually Impaired Persons",
  "scheme_short_title": "MATNPMVIP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Marriage"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Marriage",
    "Differently-abled Person",
    "Visually"
  ],
  "brief_description": "The scheme 'Marriage Assistance to Normal Persons Marrying Visually Impaired Persons' was launched by the Department for the Welfare of Differently Abled Persons, Govt. of Tamil Nadu. The scheme aims to provide marriage assistance to a normal person marrying a visually Impaired Person.",
  "detailed_description": "In recognition of the distinct considerations inherent in marriages where one partner is visually impaired, the &quot;Marriage Assistance Scheme for Individuals Marrying Visually Impaired Persons&quot; provides targeted financial assistance. This program aims to mitigate potential economic burdens associated with visual impairment, such as the requirement for specialized equipment or additional support services. This intervention not only fosters a more inclusive social environment but also empowers couples to embark on their marital journey with greater financial stability, thus solidifying the foundation for a prosperous and fulfilling union. Furthermore, the program serves as a testament to societal acceptance of diverse family structures, celebrating the richness that such diversity brings to the community. By alleviating potential financial barriers, the scheme encourages the formation of strong and enduring relationships between individuals, irrespective of their visual abilities.",
  "benefits": [
    "Marriage assistance amount: ₹25,000/- as ₹12,500/- National Savings Certificate. ₹12,500/- cheque/Demand Draft for marriage expenses. Additional benefit if either spouse has a degree/diploma: Increased amount to ₹50,000/- ₹25,000/- National Savings Certificate. ₹25,000/- cheque/Demand Draft. Other Benefits: Certificate of appreciation. 8 gram gold coin for Tirumangalyam (a traditional South Indian symbol of marriage for women)."
  ],
  "eligibility_criteria": "A normal person should marry a speech and visually impaired person. The age of the couple (both) should be above 18 years.\n\nAdditional Eligibility:\nThe normal person and visually impaired person individuals holding a degree or diploma are eligible to receive increased assistance.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Differently Abled Welfare Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "National Identity Card of the differently abled Bride or groom. Marriage Certificate. Age Proof of Bride and Groom. Degree or Diploma Certificate Bride or Groom."
}