{
  "scheme_id": "66f681647e9b228ef8ba3f9d",
  "slug": "adtwspe",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department: Scholarship-Public Examination Fee for 10th and 12th Std.",
  "scheme_short_title": "ADTWSPE",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Examination Fee",
    "Scholarship",
    "Education"
  ],
  "brief_description": "The scheme provides reimbursement of public examination fees for 10th and 12th standard students from the Adi Dravidar, Tribal, and Adi Dravidar Converted to Christianity communities, with no income limit.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department: Scholarship-Public Examination Fee for 10th and 12th Std.\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, is designed to support students from the Adi Dravidar, Tribal, and Adi Dravidar Converted to Christianity communities. Under this scheme, the government reimburses the public examination fees for 10th and 12th-standard students directly to the Directorate of Government Examinations. There is no income limit for eligibility under this scheme.",
  "benefits": [
    "Reimbursement: Full reimbursement on Public Examination fee for 10th and 12th Std. students. "
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/Tribal/Adi Dravidar converted to Christianity community. The beneficiary must be appearing for public examinations of 10th/12th Std. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Students/ Guardians should contact the Headmaster of the School with all the required documents as directed by the authority. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83085"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate Adi Dravidar/Tribal/Adi Dravidar Converted to Christianity community). Public examination registration slip. Any other documents (if required)."
}