{
  "scheme_id": "681715d472385d53503a6b20",
  "slug": "tgga",
  "scheme_name": "Travel Grants To Goan Authors",
  "scheme_short_title": "TGGA",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure",
    "Travel & Tourism",
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture",
    "Public transport and private vehicles",
    "Roads and road transport"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Travel",
    "Grant",
    "Author",
    "Culture",
    "Artist"
  ],
  "brief_description": "The objective of the scheme is to enable the Goan writers to come in close contact with the senior writers of a language-region other than their own within India to acquaint them with the writers and the people of that region, and to widen their awareness and sensibility about the country.",
  "detailed_description": "The scheme &quot;Travel Grants To Goan Authors&quot; is a state-level cultural scheme by the Kala Academy, Department of Art and Culture, Government of Goa. The objective of the scheme is to enable the Goan writers to come in close contact with the senior writers of a language-region other than their own within India to acquaint them with the writers and the people of that region, and to widen their awareness and sensibility about the country as a nation.",
  "benefits": [
    "The grant amount will be decided by Kala Academy with provision for an advance upto 75% of the total grant for a maximum of two Goan authors."
  ],
  "eligibility_criteria": "The applicant should be a writer. The applicant should be from Goa.\n*A copy of the rules and regulations is available at Kala Academy free of charge.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The entries are invited by releasing press announcements in local print and electronic media. The announcement consists of the proforma prescribed by the Kala Academy for application to the scheme.",
        "Step 2: In the provided entry form, the interested applicant should fill in all the mandatory fields and attach copies of all the supporting documents.",
        "Step 3: Submit the duly filled and signed form along with the supporting documents, within the prescribed period (if any), to the Member Secretary, Kala Academy, Goa, Campal, Panaji .",
        "Step 4: Applications are placed before the Advisory Committee (Literature of Kala Academy) for their recommendation and subsequent approval by the authorities of Kala Academy.",
        "Authority for Redressal of Grievances: Member Secretary/Chairman, Kala Academy, Goa."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://artandculture.goa.gov.in/sites/default/files/Kala%20Academy%20Goa%20Schemes.pdf"
    }
  ],
  "documents_required": "Detailed Biodata. Travel Plan Within Stipulated Time."
}