{
  "scheme_id": "672071da68f52636e3f6480b",
  "slug": "msym",
  "scheme_name": "Mahila Samridhi Yojana (Maharashtra)",
  "scheme_short_title": "MSYM",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Women and Child"
  ],
  "sub_categories": [
    "Banking and money",
    "Personal finance",
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Woman",
    "Charmakar",
    "Subsidy",
    "Widow",
    "Divorcee"
  ],
  "brief_description": "\"Mahila Samridhi Yojana\" is administered by the Dept. of Social Justice & Special Assistance, Govt. of Maharashtra. The scheme aims to uplift economically weaker women from the Charmakar Community. Loans ranging from ₹25,000/- to ₹50,000/- are granted at a low interest rate of 4% p.a.",
  "detailed_description": "The scheme &amp;amp;quot;Mahila Samridhi Yojana&amp;amp;quot; is administered by the Department of Social Justice &amp;amp;amp; Special Assistance, Government of Maharashtra, and funded by the National Scheduled Castes Finance and Development Corporation (NSFDC). The scheme aims to uplift economically weaker women from the Charmakar Community. The scheme focuses on providing educational, economic, and social development to ensure a respectable position in society for Charmakars (Dhor, Chambhar, Holar, Mochi, etc.). Eligible female beneficiaries from the Charmakar Community are granted loans ranging from ₹25,000/- to ₹50,000/- at a low interest rate of 4% per annum.",
  "benefits": [
    "Loan ranging from ₹25,000/- to ₹50,000/- is provided at a low interest rate of 4% per annum."
  ],
  "eligibility_criteria": "The applicant should be a female. The applicant should belong to the Charmakar Community. The applicant's age should be between 18 and 50 years. The applicant should be a permanent resident of Maharashtra. The applicant must have knowledge of the business for which the loan is being applied. For the 50% Subsidy Scheme and Margin Money, the applicant's annual income must be below the poverty line. For the NSFDC Scheme, the applicant's annual income should be below ₹98,000 for rural areas and ₹1,20,000 for urban areas.\nRelaxation/Preference/Priority\nWidows and divorcees are given priority.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Office of LIDCOM and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the District Office of LIDCOM.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/employment"
    }
  ],
  "documents_required": "The applicant must provide an income and caste certificate issued by an authorized government officer."
}