{
  "scheme_id": "68356c477e3dd76858151e7e",
  "slug": "ayagsny",
  "scheme_name": "Anshadayee Yojana Ke Antargat Gramin Sadak Nirman Yojana",
  "scheme_short_title": "AYAGSNY",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Sugarcane Development And Sugar Industries",
  "implementing_agency": "Sugarcane Development Committees",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Rural services"
  ],
  "target_beneficiaries": [
    "Individual",
    "Registered Societies"
  ],
  "tags": [
    "Road Construction",
    "Sugarcane Farmers",
    "Sugar Mills",
    "Sugarcane Collection Centers",
    "Farmers",
    "Transportation"
  ],
  "brief_description": "The scheme \"Anshadayee Yojana ke Antargat Gramin Sadak Nirman Yojana\" by the Government of Uttarakhand aims to facilitate the transportation of fresh sugarcane to mills. This scheme also provides road construction assistance to sugarcane farmers and associated institutions.",
  "detailed_description": "The scheme &quot;Anshadayee Yojana ke Antargat Gramin Sadak Nirman Yojana&quot; by the Government of Uttarakhand aims to provide improved access and transportation for sugarcane farmers from their farms to sugarcane collection centres or mills. Under the scheme, the objective is to facilitate farmers in transporting sugarcane to the purchase centres and to ensure the availability of fresh sugarcane to the sugar mills.",
  "benefits": [
    "Government Support: 75% of the expenditure on selected routes under the scheme is covered through government grants. Beneficiary Contribution: The remaining 25% of the expenditure is borne by the beneficiary organizations."
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should be a sugarcane farmer or an institution involved in sugarcane development. The applicant should be associated with a sugarcane committee or sugar mill proposing road connectivity.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail the benefits of this scheme, proposals for road selection are sent to the department after discussions with public representatives in Gram Sabha meetings at the village level. Thereafter, the proposal for road construction is sent to the concerned District Magistrates through the Assistant Sugarcane Commissioner. Only after approval from the District Magistrates, and with the availability of matching grants in Sugarcane Development Councils, 75 % of the expenditure on selected roads is borne by government grants and the remaining 25% by the Sugarcane Development Councils. The funds for this item will be released from the government level only after receiving the list of roads from the Assistant Sugarcane Commissioner level. Under the Special Component Plan and Tribal Sub-Plan, the selection of roads will be done under the standards issued by Social Welfare."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines Page No 273",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Possibility following document may be required:\nIdentity and Residence Proof. Gram Sabha Resolution. Land Records (if applicable). Approval from the Sugarcane Development Council Consent from Beneficiary Institutions Bank Details and Project Map"
}