{
  "scheme_id": "65719a0456594941c9dbd12d",
  "slug": "fapsna",
  "scheme_name": "Financial Assistance for Purchase of Stake Net and its Accessories",
  "scheme_short_title": "FAPSNA",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fishermen",
    "Fish",
    "Subsidy",
    "Financial Assistance"
  ],
  "brief_description": "\"Financial Assistance for Purchase of Stake Net and its Accessories\" is a scheme by the Dept. of Fisheries, Govt. of Goa. Under this scheme, financial assistance is provided in the form of a subsidy on the purchase of stake nets and accessories for the fishermen.",
  "detailed_description": "\"Financial Assistance for Purchase of Stake Net and its Accessories\" is a scheme by the Department of Fisheries, Government of Goa. Stake net is a traditional method of catching fish practiced by the fishermen residing near the bank of the river. Under this scheme, financial assistance is provided in the form of a subsidy on the purchase of stake nets and accessories for the fishermen. The applications are accepted only in offline mode.",
  "benefits": [
    "For General Category",
    "Subsidy of 50%, limited to ₹30,000 on a unit cost of ₹60,000 (excluding GST).",
    "For SC/ST/Woman Category",
    "Subsidy of 60%, limited to ₹36,000 on a unit cost of ₹60,000 (excluding GST).",
    "NOTE: The beneficiary can avail of the scheme every 3 years."
  ],
  "eligibility_criteria": "The applicant should be a traditional fisherman by birth or profession. The applicant should be a resident of Goa. The applicant should have purchased a Stake Net and its Accessories.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request the prescribed format of the application form from the department by paying ₹50.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "documents_required": "1. Stake Allotment Permission issued by the Department of Fisheries.\n2. Stake Net Registration Certificate and License Certificate issued by the Department of Fisheries.\n3. Original Invoice from Authorized Dealers for the Purchase of Stake Net and its Accessories.\n4. Undertaking as per Proforma.\n5. Copy of Aadhaar Card.\n6. Mandate Form along with Bank Pass Book."
}