{
  "scheme_id": "67f8efddca4dbdfd53125109",
  "slug": "development-support-for-coffee-qup",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non Tribal growers of Non-Traditional Area : Quality Up-gradation (QUP)",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE (QUP)",
  "level": "Central",
  "nodal_department": "Agricultural and Processed Food Products Export Development Authority",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee",
    "Subsidy"
  ],
  "brief_description": "To extend incentives to coffee holdings for creation of infrastructure facilities for production of quality coffee",
  "detailed_description": "The scheme &amp;quot;Quality Upgradation &amp;quot; aims to facilitate the improvement of the quality of coffee produced by growers by encouraging them to establish infrastructure for quality enhancement and obtain certification for their coffees, enabling them to earn better returns. To extend incentives to coffee holdings for creation of infrastructure facilities for production of quality coffee. &lt;br&gt;",
  "benefits": [
    "General Up to 25 ha. scale of subsidy on unit cost is 40% Grater than 25 ha. including Corporate / Partnership firms is scale of subsidy on unit cost is 25% ST / SC Growers Up to 2 Ha. scale of subsidy on unit cost is 90% Grater than 2 ha. scale of subsidy on unit cost is 75%",
    "FPO The eligible support to growers will be based on the area holding of the individual members. ie.. If 80% of members holds < 10 ha. then they will be eligible for 75% of the support to growers. ",
    "Details of Unit Cost & Subsidy amount for Pulping unit (up to 2 Ha. Category)",
    "Category (in ha.) | Indicative Unit Cost (Rs.)\nHand operated Baby pulper | It will be notified through empanelment\nBaby pulper operated with motive power | ",
    "Details of Unit Cost & Subsidy amount for drying yard for different size of holdings",
    "Size of the Holding | Dimension (L x B ) | Total Unit Cost (Rs.)\n0.20 ha to 1.00 Ha. | 20' x 20' (400 Sft) | 57,000\n> 1 upto 2.00 Ha. | 32' x 25' (800 Sft) | 99,000\n> 2 upto 3.00 Ha. | 40'x 30' (1200 Sft) | 1,55,000\n> 3 upto 4.00 Ha. | 46'x 35' (1610 Sft) | 1,80,000\n> 4 upto 5.00 Ha. | 50'x 40' (2000 Sft) | 2,35,000\n> 5 upto 6.00 Ha. | 60'x 40' (2400 Sft) | 2,98,000\n> 6 upto 7.00 Ha. | 70'x 40' (2800 Sft) | 3,46,000\n> 7 upto 8.00 Ha. | 80'x 40' (3200 Sft) | 3,75,000\n> 8 upto 9.00 Ha. | 80'x 45' (3600 Sft) | 4,17,000\n> 9 upto 10.00 Ha. | 80'x 50' (4000 Sft) | 4,45,000\n>10 upto 11.00 Ha. | 80'x 53' (4240 Sft) | 5,14,000\n>11 upto 12.00 Ha. | 80'x 57' (4560 Sft) | 5,55,000\n>12 upto 13.00 Ha | 85'x 57' (4845 Sft) | 5,89,000\n>13 upto 14.00 Ha. | 85'x 60' (5100 Sft) | 6,18,000\n>14 upto 15.00 Ha. | 85'x 63' (5355 Sft) | 6,45,000\n>15 upto 16.00 Ha. | 90'x 63' (5670 Sft) | 6,82,000\n>16 upto 17.00 Ha. | 90'x 66' (5940 Sft) | 6,89,000\n>17 upto 18.00 Ha. | 90'x 69' (6210 Sft) | 7,47,000\n>18 upto 19.00 Ha. | 95'x 68' (6460 Sft) | 7,77,000\n>19 upto 25.00 Ha. | 95'x 70' (6650 Sft) | 8,00,000",
    "Details of Unit Cost and Subsidy amount for Mechanical driers",
    "Capacity | Indicative Unit Cost inclusive of civil structure and accessories (Rs.)\nUp to 1,000 kg/batch | 6,00,000\n1,500kg/batch | 8,00,000\n2,000 kg/batch | 10,00,000\n2,500 kg/batch | 12,00,000\nAbove 3,000 kg/batch | 16,00,000",
    "Details of Unit Cost and Subsidy amount for Solar Tunnel driers with dehumidifier, ventilators with exhaust, Drying trays & Racks, thermometer, temperature & humidifier regulation mechanism etc.",
    "Capacity | Indicative Unit Cost inclusive of structure and accessories (Rs.)\nUp to 1,000 kg/batch – Approximately 720 Sq. ft. area | 6,00,000\n1,500kg/batch | 8,00,000\n2,000 kg/batch | 11,00,000\n2,500 kg/batch | 13,00,000\nAbove 3,000 kg/batch | 16,00,000",
    "The details of Unit Cost and Subsidy amount for Godown for different size of holdings",
    "Size of the Holding | Dimension (L x B x H) | Total Unit Cost (Rs.)\n0.40 ha to 1.00 Ha. | 08'x06'x12' (576 Cft) | 1,81,000\n> 1 upto 2.00 Ha. | 10'x 9'6\"x12' (1140 Cft) | 2,41,000\n> 2 upto 3.00 Ha. | 12'x 12'x12' (1728 Cft) | 2,96,000\n> 3 upto 4.00 Ha. | 20'x 9'6\"x12' (2280 Cft) | 3,70,000\n> 4 upto 5.00 Ha. | 20'x12'x12' (2880 Cft) | 3,82,000\n> 5 upto 6.00 Ha. | 20'x14'6\"x12' (3480 Cft) | 4,63,000\n> 6 upto 7.00 Ha. | 21'x16'x12' (4032 Cft) | 5,28,000\n> 7 upto 8.00 Ha. | 21'x18'x12' (4536 Cft) | 5,75,000\n> 8 upto 9.00 Ha. | 21'x20'x12' (5040 Cft) | 6,10,000\n> 9 upto 10.00 Ha. | 22'x21'x12' (5544 Cft) | 6,57,000\n>10 upto 11.00 Ha. | 24'x21'x12' (6048 Cft) | 6,94,000\n>11 upto 12.00 Ha | 26'x21'x12' (6552 Cft) | 7,02,000\n>12 upto 13.00 Ha. | 28'x21'x12' (7056 Cft) | 7,53,000\n>13 upto 14.00 Ha. | 28'x22'6\"x12' (7560 Cft) | 7,88,000\n>14 upto 15.00 Ha. | 30'x22'x12' (7920 Cft) | 8,24,000\n>15 upto 16.00 Ha. | 30'x23'x12' (8280 Cft) | 8,52,000\n>16 upto 17.00 Ha. | 30'x24'x12' (8640 Cft) | 8,79,000\n>17 upto 18.00 Ha. | 32'x24'x12' (9216 Cft) | 9,15,000\n>18 upto 19.00 Ha. | 32'x25'x12' (9600 Cft) | 9,34,000\n>19 upto 25.00 Ha. | 34'x25'x12' (10200 Cft) | 9,58,000",
    "Note: The construction of the godown shall be as per the specification issued by the Coffee Board from time to time for scientific storage of coffee. Any application for construction of godown with dimension bigger than 1140 Cft. or the estimated cost more than Rs. 2.50 lakhs shall submit site specific plan prepared by a qualified engineer incorporating the specification issued by the Coffee Board.",
    " "
  ],
  "eligibility_criteria": "All categories of holdings with coffee having a minimum area of 0.4 ha and maximum of 25ha. In case of Schedule Caste / Schedule Tribe holdings the minimum area can be as low as 0.20 ha subject to certification of feasibility by the extension functionaries for the activities excluding Godown. Applicable for setting up of quality upgradation facilities like pulping unit, construction of pucca drying yard and storage facilities at farm level. Coffee godown should be either cement concrete, granite stone or any other good quality stone slabs. The roof may be either reinforced concrete or asbestos cement sheets or Galvanized steel sheets. Godown should have adequate ventilation and air circulation by the provision of air vents, ventilators and exhaust fans. Among coffee drying activities, a grower is eligible to avail the support for any one of the activities viz., either Drying yard or Mechanical drier or Solar tunnel drier. The pulping unit shall consists of conventional pulper, washer, motive power and accessories, fruit receiving vat, siphon tank, fermentation tank and pulping shed. The mechanical drier shall consist of the drier with motive power like Electric pump set / Diesel Engine / Solar etc,. Subsidy may be availed for various activities at one time or at different times during the Plan period. The grower benefitted during the past ten years for any of the activities under QUP component will not be eligible for the same activity. However, he is eligible for other activities like conventional pulper, godown etc., The infrastructure under quality upgradation shall be created either within the estate or on any nearby land owned by the grower or family members (mother, father, wife and children only). When the facility/ facilities are being created in the land belonging to family member/s, letter of consent from the concerned owner should be submitted along with the application.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Application for obtaining Technical Feasibility Report (TFR) Grower has to register online in the Coffee Boards' Website (www.coffeeboard.gov.in) After approval of grower registration by the Coffee Board officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. Caste certificate in case of SC/ST certificate Proof of Land Ownership in the form of any one of the following: Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self attested copy of the Registered GPA. Letter of consent from the concerned family member/s, in case where the infrastructure is being created in the area not owned by the applicant. Rough sketch of the estate along with check bandi / boundaries marked with clear demarcation of the site where the activity is proposed to be taken up and duly signed by the applicant/s. Self-Certified Plan and Estimation with specification for the proposed civil works Original Quotation with GST number in respect of machineries viz. conventional pulpers and mechanical driers The concerned office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up activity and the grower shall submit the claim well in advance to complete the process of inspection, verification and release of subsidy within the same financial year.  Step 2 : Claiming subsidy",
        "The applicant/s shall submit the claim online along with relevant documents during the same financial year on completion of activity. The following documents are required to be uploaded / submitted for claiming the subsidy: Invoice / Bill (Original) with GST number in case of pulper and mechanical drier Self-certified work completion report along with executed specification and expenditure incurred for the civil works. Copy of the Bank Pass Book having the details of account number, name of the Bank, branch, IFSC code, etc. The concerned office of the JLO / SLO will scrutinize the documents, carryout field inspection, prepare physical verification report with full details of the activity and forward the claim statement to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release eligible subsidy amount to the bank account of the applicant through PFMS. ",
        "Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    },
    {
      "title": "List Of Empanelled Firms With Approved Rates For Procurement Of Pulper/ Mechanical Dryer For Extending Support Under ICDP During The Year 2024-25 And 2025-26",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}