{
  "scheme_id": "6844913cf3864db2fbe7c666",
  "slug": "ebfuk",
  "scheme_name": "Establishment of Broiler Farms",
  "scheme_short_title": "EBFUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Animal Husbandry",
  "implementing_agency": "District Level Executive Committee (DLEC), With Assistance From The Veterinary Officer/Livestock Extension Officer And The Chief Veterinary Officer.",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Broiler Farms",
    "Subsidy",
    "Yard Construction",
    "Broiler Birds",
    "Self Help Groups"
  ],
  "brief_description": "The primary objective of the scheme is to meet the growing demand for poultry production, generate employment opportunities, and ensure access to protein-rich food for the growing population.",
  "detailed_description": "The scheme \"Establishment of Broiler Farms\" was launched by the Department of Animal Husbandry, Government of Uttarakhand, to promote the development of broiler chicken farms across all districts of the state. The primary objective of the scheme is to meet the growing demand for poultry production, generate employment opportunities, and ensure access to protein-rich food for the growing population. To enhance poultry meat production and bring about socio-economic transformation in rural areas, the government aims to implement this scheme using a cluster-based approach. > **Objectives:** 1. To establish broiler farms with a minimum capacity of 500 birds. 1. To generate income levels and provide employment opportunities for small farmers, including women. 1. To increase the state&#39;s poultry meat production. 1. To bring desired social and economic changes in rural areas, which is crucial for rural development and prosperity. 1. To establish broiler farms in a cluster approach, identifying 5-6 villages or areas with high potential to support economies of scale and resource convergence for input supply/procurement and product marketing.",
  "benefits": [
    "Subsidy Details:",
    "Each broiler farm (500 birds) will receive a total subsidy of ₹60,000, comprising:",
    "₹15 per bird for 6 production batches: ₹45,000/- per beneficiary One-time grant for shed construction: ₹15,000",
    "Project Cost Breakdown (for 500-bird capacity):",
    "Capital Costs:",
    "Shed construction: ₹2,00,000 Equipment (brooders, feeders, drinkers, etc.): ₹19,600",
    "Recurring Costs:",
    "Purchase of 500 DOC (chicks): ₹17,500 Feed: ₹66,000 Miscellaneous (medicine, rice husk, etc.): ₹2,000 Total Project Cost: ₹3,05,100",
    "(Financed via subsidy, bank loan, and self-contribution)"
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should be able to establish a broiler farm with a minimum capacity of 500 boiler birds. The scheme is open to all, regardless of caste or economic status, but priority is given to SECC families, women, and Self-Help Groups (SHGs). The applicant should be trained in poultry farming or undergo training provided by the department. The applicant should have their own land or leased land where the project will be established. The applicant should possess all relevant documents for Know Your Customer (KYC) verification. The applicant's project financing should be committed through a bank loan or self-financing.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: Visit the office of the Veterinary Officer or Livestock Extension Officer in your local area. These offices are typically located at veterinary hospitals, dispensaries, or block-level Animal Husbandry Department centres.",
        "Step 2: The Veterinary Officer/Livestock Extension Officer will provide you with Application Form 'A' and information regarding Form 'B' ( You can also download it from the official guidelines.)",
        "Step 3: Collect all necessary documents. Ensure you have photocopies of each, as well as originals for verification.",
        "Step 4: Submit your fully completed Application Form 'A' along with all the supporting documents (including any bank loan commitment letters) to the Veterinary Officer/Livestock Extension Officer.",
        "Post-Application Process:",
        "Step 1: The Veterinary Officer will prepare the project report.",
        "Step 2: The livestock owner will submit the project report to the bank.",
        "Step 3: All applications will be submitted to the office of the Chief Veterinary Officer.",
        "Step 4: The District Executive Committee will make the selection after investigation and pay the subsidy."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://ahd.uk.gov.in/scheme/establishment-of-broiler-farms/"
    },
    {
      "title": "Guidelines",
      "url": "https://cdnbbsr.s3waas.gov.in/s31fb2a1c37b18aa4611c3949d6148d0f8/uploads/2025/03/20250321839401877.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Application Form (Form 'A') District Implementing Agency's Recommendation (Form 'B') Photograph Of The Project Area Detailed Project Report (including total cost, recurring cost, net income, etc.) Proof of Address (photocopy) Aadhaar Card (photocopy) Caste Certificate (photocopy, if applicable) Proof of Land Holding (ownership or lease) (photocopy) Education Certificate (photocopy) Training Certificate (photocopy) Income Certificate (photocopy) Bank Statement (of the last six months, photocopy) Experience Details (about any previously undertaken animal husbandry activities) Proof Of The Remaining Project Cost (beneficiary's share) Geographic Information System (GIS) Tagging Of The Project Site"
}