{
  "scheme_id": "677e05fa5876a2e5d4b1f660",
  "slug": "atpipordasspsrsfms",
  "scheme_name": "Rani Durgavati and Shankarshah Puraskar Scheme (Reward Scheme for Meritorious Students)",
  "scheme_short_title": "ATPIPORDASSPSRSFMS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pre Matric",
    "Education",
    "Scholarship",
    "Merit",
    "Student"
  ],
  "brief_description": "\"Rani Durgavati and Shankarshah Puraskar Scheme (Reward Scheme for Meritorious Students)\" provides awards ranging from ₹3,000/- to ₹51,000/- to the meritorious students from the Scheduled Tribe community based on their performance in the 10th and 12th board examinations.",
  "detailed_description": "The scheme &quot;Rani Durgavati and Shankarshah Puraskar Scheme (Reward Scheme for Meritorious Students)&quot; by the Tribal Welfare and Scheduled Caste (SC) Department, Government of Madhya Pradesh provides awards ranging from ₹3,000/- to ₹51,000/- to the meritorious students from the Scheduled Tribe community based on their performance in the 10th and 12th board examinations.",
  "benefits": [
    "Awards for Regular Students of 10th Standard",
    "Position: 1st, Award: ₹51,000/- Position: 2nd, Award: ₹40,000/- Position: 3rd, Award: ₹30,000/- Position: 4th, Award: ₹15,000/- Position: 5th, Award: ₹10,000/- Position: 6th, Award: ₹10,000/-",
    "Awards for Regular Students of 12th Standard",
    "Position: 1st, Award: ₹51,000/- Position: 2nd, Award: ₹40,000/- Position: 3rd, Award: ₹30,000/- Position: 4th, Award: ₹20,000/- Position: 5th, Award: ₹15,000/- Position: 6th, Award: ₹10,000/-"
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Madhya Pradesh. The applicant should be a Student. The applicant should be from a Scheduled Tribe (ST), or Scheduled Caste (SC) category. The applicant should be enrolled in Class 10th or 12th. The applicant should be selected based on the merit list of the 10th and 12th board examinations conducted by the Board of Secondary Education, Madhya Pradesh.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Office of the Head of the Department (HoD) of the School, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=38"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card Domicile Certificate Caste Certificate Marksheet of 10th or 12th Board Examination Samagra ID Bank Account Details Other necessary documents as required"
}