{
  "scheme_id": "660ce702c90f6c8098820432",
  "slug": "sasseceie",
  "scheme_name": "Scheme for Award of Scholarships to School or College-Going Children of Employees/Industrial Employees in Various Establishments",
  "scheme_short_title": "SASSECEIE",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Goa Labour Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Student",
    "School",
    "College",
    "Worker"
  ],
  "brief_description": "\"Scheme for Award of Scholarships to School or College-Going Children of Employees/Industrial Employees in Various Establishments\" by the Dept of Labour and Employment, Goa provides financial assistance to the children of industry workers to support their educational pursuits.",
  "detailed_description": "The &quot;Scheme for Award of Scholarships to School or College-Going Children of Employees/Industrial Employees in Various Establishments&quot; is a Welfare Scheme by the Goa Labour Welfare Board, Department of Labour and Employment, Goa. The scheme aims to provide financial assistance to children of workers employed in establishments covered under the Goa, Daman &amp; Diu Labour Welfare Fund Act, 1986. Through this scheme, scholarships are awarded to support the educational pursuits of these children.",
  "benefits": [
    "Scholarship",
    "Group 1: ₹2,000 for Class 5th & 6th Group 2: ₹2,800 for Class 7th, 8th, 9th & 10th. Group 3: ₹3,600 for Class 11th, 12th, University Admission Index Supplementary Courses (UAI SC), etc. Group 4: ₹10,000 for Graduation and Post Graduation Degree Courses in Arts, Science, Commerce, and Lower Technical courses. Group 5: ₹20,000 for Higher Technical courses, Research, and Doctorate Studies.",
    "Frequency of Disbursal",
    "The scholarship amount is paid in one instalment, disbursed annually.",
    "Mode of Disbursal",
    "The amount is disbursed through the Electronic Clearing Service (ECS) facility to the parents' bank account."
  ],
  "eligibility_criteria": "For the Worker\nThe applicant should be a regular worker. The applicant should be employed in an industrial establishment for at least six months. The industrial establishment should be covered under the Goa, Daman & Diu Labour Welfare Fund Act, 1986. The applicant should be performing any skilled or unskilled, manual or clerical labour, other than in a position of supervision or management. The total income of the applicant from the salary should not exceed ₹20,000 per month, including all allowances and perks but exclusive of bonus.\nFor the Child\nThe child of the applicant should be enrolled in a recognized institution in India. The child of the applicant should be pursuing general or technical education, including medical, engineering and agricultural studies. The child of the applicant should have qualified for promotion in the last annual examination with at least 45% marks.\nPreference/Relaxation/Reservation/Priority\n10% of the total number of scholarships fixed for each group shall be reserved for the following -\nChildren of Workers With Income, From All Sources, Not Exceeding ₹3,500 Per Month. Children Belonging to Other Backward Communities. Physically Handicapped Children.\nNOTE 1: Students who are pursuing research work or higher learning in the same professional or academic line shall be eligible for the scholarship, i.e., Doctor of Philosophy (PhD) or Master of Philosophy (M. Phi.) after completing Postgraduate (P.G.) Courses, Doctor of Medicine (M.D.) or Master of Surgery (M.S.) after Bachelor of Medicine, Bachelor of Surgery (M.B.B.S.).\nNOTE 2: Students who receive a scholarship or stipend from any other source will be granted a scholarship to the extent the fund's scholarship exceeds the other scholarship or stipend.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form for the scheme from the Official Website of the Department of Labour and Employment, Goa.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should submit the duly filled and signed application form and the documents through their employers or through the Heads of Educational Institutions where their child is studying, to the Secretary, Goa Labour Welfare Board, 4th floor, Shram Shakti Bhavan, Patto Centre, Panaji, Goa - 403 001.",
        "*The application should reach the Secretary on or before 30th Sept, every year."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines & Application Form",
      "url": "https://labour.goa.gov.in/wp-content/uploads/2020/07/SCHEME-3-converted.pdf"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2016/05/Citizen-Charter-Labour-Depatment-DATED-16032016.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://www.goa.gov.in/department/commissioner-labour-and-employment/"
    }
  ],
  "exclusions": "Students who, after passing one stage of education are studying in the same stage of education in a different subject e.g. Indian School Certificate (I.S.C.) after Intermediate of Arts (I.A.) or Bachelor of Commerce (B.Com.) after Bachelor of Arts (B.A.) or Master of Arts (M.A.) in one subject after M.A. in another subject. Students who after having completed their education career in one professional line continue education in a different professional line e.g. Bachelor of Laws (L.L.B.) after Bachelor of Technology (B.T.) or Bachelor of Education (B.Ed.).",
  "documents_required": "Certificate from the Owner/Manager/Contractor/Director/Proprietor/Partner/Agent of the Industrial Establishment (If both the parents are employed in Industrial Establishment, two such certificates are required). Certificate from the Head of Institution of the Student. Signed Declaration and Undertaking."
}