{
  "scheme_id": "65ded064938a0b13cc998b8d",
  "slug": "pbanbocwwb",
  "scheme_name": "Pension Benefit (ANBOCWWB)",
  "scheme_short_title": "PB(ANBOCWWB)",
  "state": "Andaman and Nicobar Islands",
  "level": "State/ UT",
  "nodal_department": "Labour, Employment & Training Department",
  "implementing_agency": "Andaman & Nicobar Islands Building And Other Construction Workers Welfare Board, Port Blair",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Building Worker",
    "Construction Worker",
    "Labour"
  ],
  "brief_description": "Under this scheme, pension shall be provided to the Building and Other Construction Workers who are registered under the A&N Islands Building and Other Construction Workers Welfare Board upon attaining the age of 55 years.",
  "detailed_description": "The scheme \"Pension Benefit\" was started by the Andaman &amp;amp; Nicobar Islands Building and Other Construction Workers Welfare Board (ANBOCWWB), Department of Labour, Employment &amp;amp; Training, Andaman &amp;amp; Nicobar Administration. Under this scheme, a pension shall be provided to the Building and Other Construction Workers who are registered under the A&amp;amp;N Islands Building and Other Construction Workers Welfare Board upon attaining the age of 55 years.",
  "benefits": [
    "Under the scheme, the registered construction worker, who has completed 55 years of age, is eligible for pension @ ₹1,000/- per month."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of the Union territory of Andaman & Nicobar Islands. The beneficiary should be engaged in building or other construction works and continue as such work for a continuous period of not less than five years. The beneficiary should be registered under the A&N Islands Building and Other Construction Workers Welfare Board. The registered construction worker, who has completed 55 years of age, is eligible to apply under the scheme. The beneficiary must have made regular contributions to the welfare fund for at least 5 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Portal Registration Process: Step 01: Visit online Portal: https://serviceonline.gov.in/login.do  Step 02: On the home page, click on ‘ Register ' and fill in all the mandatory details. Step 03: Click on the ‘Submit' button and validate your Email ID & Mobile Number using OTP received. Step 04: After successful validation, the applicant will be registered. Registration Process of Construction Workers under A&N Islands Building & Other Construction Workers Welfare Board: Step 01: Applicant can login through their email ID that is used while registering Step 02: Enter Password & Captcha Step 03: Click on ‘Login' Step 04: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 05: Now, search for the \"Registration of Construction Workers in AN BOCWWB\" and then click to proceed registration process. Step 06: Fill in all the mandatory details and upload all the relevant documents. Step 07: Preview the form and click on ‘Submit'. Step 08: After successful registration, the applicant will receive a registration ID. Application Process for Pension Financial Assistance: Step 01: Now, to avail the benefits of the scheme, the applicants can login through their email ID that is used while registering Step 02: Enter Password & Captcha Step 03: Click on ‘Login' Step 04: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 05: Now, search for ‘Pension Financial Assistance' and click on the scheme to proceed to fill out the application form. Step 06: Fill in all the mandatory details and upload all the mandatory documents. Step 07: Preview the application form and click on ‘Submit'. Application Tracking: Step 01: To track the application status, the applicant can visit the online Portal and login through their ‘User ID' & ‘Password'. Step 02: On the home page, click on \"View Application Status' and then click on ‘Track Application Status'. Step 03: Enter the Application Reference Number and click on ‘Get Data' to know the status of your application."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The beneficiary may submit the application form himself/herself or through the contractor to the concerned Beneficiary Registration Officer along with all the relevant documents.",
        " Application Form for Registration as a Beneficiary  Application Form for Pension"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://labour.and.nic.in/webPages/welfareboard.html#:~:text=Pension%20Benefit%3A%20%2D%20Registered%20construction%20worker,Rs%201000%2F%2Dper%20month.&text=MBBS%2FBE%2FProfessional%20Course%20the,a%20case%20to%20case%20basis."
    },
    {
      "title": "Application Portal",
      "url": "https://serviceonline.gov.in/login.do"
    },
    {
      "title": "Application Form",
      "url": "https://labour.and.nic.in/webPages/forms/Pen.pdf"
    }
  ],
  "documents_required": "Documents required for registration:\nPassport size photograph Proof of age Identity proof i.e. Aadhaar Card Details of EPF, if any Proof of address 90 Days Work Duration Certificate issued by the competent authority Bank account details Any other document as required Documents required for Pension Scheme: Registration ID Card Identity proof i.e. Aadhaar Card Proof of age Details of payment of first and last subscription of contribution to fund (Subscription Receipt) Address proof Category certificate, if any Life Certificate Bank account details/Copy of passbook Any other document as required"
}