{
  "scheme_id": "67d4813925f69dad11fd7784",
  "slug": "hscstfp",
  "scheme_name": "HSCST Fellowship Programme",
  "scheme_short_title": "HSCSTFP",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Higher Education Department",
  "implementing_agency": "Haryana State Council For Science, Innovation And Technology",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fellowship",
    "Science & Technology",
    "Medical Sciences",
    "JRF",
    "NET",
    "PhD",
    "Research"
  ],
  "brief_description": "In order to attract talented & meritorious students, HSCSIT is offering research fellowships in various fields of Science & Technology & Medical Sciences. The fellowships will involve full time research work leading to Ph.D. degree from any of the Institute/University in Haryana.",
  "detailed_description": "The Haryana State Council for Science, Innovation and Technology (HSCSIT) will award HSCST Fellowship to bright young men and women for training in methods of research under the expert guidance of faculty members /scientists working in University Departments/ National Laboratories and Institutes in Haryana in various fields of Science &amp;amp; Technology and Medical Sciences namely, Life Sciences, Physical Sciences, Chemical Sciences and Mathematical Sciences etc. The HSCST Fellowships are tenable in Universities/Post-Graduate Colleges/Government Research Establishments, R&amp;amp;D establishments of recognized public or private sector, Industrial firms and other recognized institutions of Haryana. The programme is aimed at Human Resource Development for S&amp;amp;T. The award of HSCST Fellowship is for a fixed tenure and does not imply any assurance or guarantee for subsequent employment by HSCSIT to the beneficiary. The awardee shall not lay claim to permanent absorption in HSCSIT, after the expiry of Fellowship. Candidates who have qualified JRF-NET (CSIR/UGC) &amp;amp; LS-NET in joint CSIR-UGC Test for Junior Research Fellowship (JRF) and eligibility for lectureship (NET) will be selected for carrying out their Ph. D. work in any of the University/Institute in Haryana.",
  "benefits": [
    "Stipend: Candidates who have qualified JRF-NET (CSIR/UGC) will be given fellowship at par with CSIR/UGC in case they are not availing fellowship from CSIR/UGC for some valid reason i.e. ₹31,000/- per month for JRF and ₹35,000/- for SRF. Candidates who have qualified LS- NET, the fellowship will be given at existing rates for both CSIR/UGC with preference for CSIR i.e. ₹18,000/- per month for JRF and ₹21,000/- per month for SRF. The fellowship will carry an annual contingency grant of ₹20,000/- which will be provided to the University/Institution. Tenure: Tenure of the fellowship will be 3 years extendable to 4th and 5th year as per terms & conditions of the programme. The total tenure as JRF plus SRF will not exceed five years.",
    "Temporary Teaching & Research Job: A Research Fellow may be permitted by HSCSIT to take up temporary paid lectureship/research job in a recognized R&D Institution/University, College/Institute of repute/Recognized R & D Institution/PDF studies in India & abroad for a period not exceeding 1 year during the entire tenure of the Fellowship (JRF & SRF together). Leave: Leave with stipend not exceeding 45 days for each completed year of tenure may be allowed by the Guide after the request has been communicated to HSCSIT. The leave will be treated as part of the Fellow's tenure. The leave due can be carried over to the next year, however not more than 90 days can be accumulated at any time during the tenure."
  ],
  "eligibility_criteria": "The candidate should be a permanent resident of Haryana. The candidate should hold an M.Sc. or an equivalent degree with a minimum of 55% marks. The candidate should have qualified JRF-NET (CSIR/UGC) & LS-NET in the Joint CSIR-UGC Test for Junior Research Fellowship (JRF) and eligibility for lectureship (NET). The candidate should be interested in pursuing full-time research leading to a Ph.D. degree in relevant science disciplines, including Life Sciences, Physical Sciences, Chemical Sciences, Mathematical Sciences, and Earth, Atmospheric, Ocean & Planetary Sciences. Candidates receiving a fellowship or financial assistance from any other source are not eligible. The upper age limit for JRF is 28 years, with a relaxation of up to 5 years for candidates belonging to Scheduled Castes (SC), Scheduled Tribes (ST), Women, Physically Handicapped (PH), and Other Backward Classes (OBC) applicants.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit to the official website . Step 2: Click the ‘ Apply Now ' button to begin the application process. Step 3: From the dropdown menu on the portal, select the appropriate advertisement number relevant to the fellowship. Step 4: Provide the required personal details, including your name, email ID, and phone number, and then click the ‘Generate OTP' button. Step 5: Enter the required details and click the ‘Generate OTP' button. Step 6: Enter the OTP sent to your mobile number and upload the necessary documents as requested. Step 7: Complete the remaining details and click the ‘Submit' button to submit your application. Notes: Online applications for HSCST fellowship will be invited through press advertisement as well as on office website in the prescribed application form. Use your own valid and functional email address and mobile number for the application. Submit only one application. Incomplete or duplicate applications will be summarily rejected. Ensure all details are accurate before submission. Claims for incomplete or non-submitted applications will not be entertained. Applications with incorrect details or missing essential documents will also be rejected."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dst.highereduhry.ac.in/Docs/Students/TermsConditionsFellowship.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://dst.highereduhry.ac.in/Student_FellowschipProgramme.aspx"
    },
    {
      "title": "Notification",
      "url": "https://harchhatravratti.highereduhry.ac.in/Notices/HSCST%20Fellowship%20Programme%20March%202024.pdf"
    }
  ],
  "documents_required": "Identity proof/Aadhar card Domicile Certificate (Haryana) NET (JRF/LS) qualification certificate Proof of age/Birth Certificate M.Sc. Marksheet and degree certificate. Proof of admission to a recognized university/organization for research work Caste Certificate (if applicable). Disability Certificate (if applicable). Bank account details/Bank Passbook Any other documents if required"
}