{
  "scheme_id": "66bb25fe0d7fcba78459d1a6",
  "slug": "hdtnsypmp",
  "scheme_name": "Hinglaj Devi Temple and Nankana Sahib Yatra in Pakistan- Madhya Pradesh",
  "scheme_short_title": "HDTNSYPMP",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Religious Trusts and Endowments Department",
  "implementing_agency": "Directorate Of Religious Trust And Endowment, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Travel abroad"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Hinglaj Devi Temple",
    "Nankana Sahib",
    "Pilgrim",
    "Financial Assistance"
  ],
  "brief_description": "The scheme aims to provide financial assistance to the pilgrims of the state going on pilgrimage to Hinglaj Devi Temple & Nankana Sahib located in Pakistan. Under this scheme, the State Government will reimburse 50% of the total expenses incurred during the pilgrimage, up to a maximum of ₹30,000/-.",
  "detailed_description": "The scheme &amp;quot;Hinglaj Devi Temple and Nankana Sahib Yatra in Pakistan&amp;quot; is implemented by the Religious Trusts and Endowments Department, Government of Madhya Pradesh. The objective of this scheme is to provide financial assistance to the pilgrims of the state going on pilgrimage to Hinglaj Devi Temple and Nankana Sahib located in Pakistan. Such persons of Madhya Pradesh, who have completed a journey to Hinglaj Devi Temple and Nankana Sahib in Pakistan, will need to submit a certificate of the actual expenses incurred after the journey. The State Government will reimburse 50% of these expenses, up to a maximum of ₹30,000/-.",
  "benefits": [
    "Under this scheme, the State Government will reimburse 50% of the total expenses incurred during the pilgrimage to Hinglaj Devi Temple and Nankana Sahib in Pakistan, up to a maximum of ₹30,000/- per pilgrim."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should have completed the pilgrimage to Hinglaj Devi Temple and Nankana Sahib in Pakistan. The applicant should not be an income taxpayer. Each individual is eligible for the grant only once in their lifetime. Note: To avail of the benefits of this scheme, pilgrims must submit all documents detailing their actual expenses incurred during the journey.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Eligible pilgrims should apply for financial assistance/grant using the prescribed form , along with records of their pilgrimage, to the concerned District Collector, Madhya Pradesh within 60 days of completing their pilgrimage. The office of the concerned Collector will disburse the grant amount after verifying the submitted records."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dharmasva.mp.gov.in/uploads/files/pakistan.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://dharmasva.mp.gov.in/schemes/view/TUcxa0JnN3czWHNpQ0FWSE41UFdlZz09"
    }
  ],
  "documents_required": "1. Passport-size photograph 2. Identity proof i.e. Aadhaar card 3. Domicile certificate of Madhya Pradesh 4. Details of expenditure incurred on the journey 5. Copy of passport 6. Certificate of completing the Yatra of Hinglaj Devi Temple and Nankana Saheb located in Pakistan 7. Bank passbook/bank account details 8. Any other required documents"
}