{
  "scheme_id": "679b13a5e128bbaf340028f0",
  "slug": "saceidge",
  "scheme_name": "Scheme of Assistance for Common Environment Infrastructure: Scheme for Development of Green Estate",
  "scheme_short_title": "SACEIDGE",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Environmental management and protection"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Entrepreneurship",
    "Environment Infrastructure",
    "Development Of Green Estate"
  ],
  "brief_description": "The \"Scheme of Assistance for Common Environment Infrastructure\" under the Gujarat Industrial Policy aims to provide incentives for environmental compliance to ensure long-term economic and ecological balance.",
  "detailed_description": "The &amp;quot;Scheme of Assistance for Common Environment Infrastructure&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to boost industrial growth through financial assistance, modern technologies, and enhanced facilities for industrial parks and clusters. The component \"Scheme for Development of Green Estate\" aims to support the relocation or retrofitting of polluting industrial units to designated green estates. The initiative focuses on reducing environmental pollution by providing necessary infrastructure support, ensuring compliance with environmental norms, and promoting sustainable industrial growth.",
  "benefits": [
    "Activity | Assistance\nAssistance for preparation of site master plan for relocation /retrofitting of existing polluting industrial units into Green Industrial estate as per the direction of GPCB/MoEF by recognized Science & Engineering Colleges of the State, IITs, NITs, Scientific and R & D institutions, GEMI, GCPC etc. | 75% assistance maximum ₹80,00,000/-.\nAssistance for setup /relocation /retrofitting of existing polluting industrial units into Green Industrial estate | 25% of capital cost or maximum ₹25,00,00,000/-."
  ],
  "eligibility_criteria": "Industries Commissioner, based on GPCB's recommendation, will appoint a professional agency for assessing relocation needs. The professional agency will evaluate pollution load, effluent quality, and overall environmental benefits. The study report must be approved by the SLEC committee before project execution. Any institution or group of industries with polluting industrial units recommended for relocation or retrofitting by GPCB is eligible. Infrastructure expenditures for internal roads, power distribution, communication, water supply, sewage, effluent treatment, and other approved facilities are eligible for financial support.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Prepare a Detailed Project Report (DPR). Step 2: Fill out the prescribed application form . Step 3: Submit the application with the required documents to the Industries Commissionerate . Step 4: Await evaluation and approval from the State Level Empowered Committee. If approved, assistance will be disbursed in phases based on project progress. Helpdesk : Contact Here "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/12-GR_02092020.pdf"
    }
  ],
  "documents_required": "Copy of legal status of applicant such as memorandum and article of association and company registration certificate or registration under society act or trust act, and list of directors/members with addresses. Proof that land for project is in possession, like land allotment letter of GIDC with copies of 7/12 utaara, N.A. permission, approved plan, and construction permission by competent authority. Copy of GPCB NOC/CCA for establishing project (if not applicable, then give justification on letterhead). Copy of Environment Clearance (if not applicable, then give justification on letterhead). Detailed project report covering all details mentioned in application form. List of beneficiaries in format as per Annexure-A1 for each beneficiary on letterhead. Process diagram of proposed project signed by authorized signatory. Financial and technical appraisal of project from Bank/FI/other institution as approved by SLEC. Copy of any other financial assistance granted by GoG and/or GoI for the same component or project. Copy of sanction/consent letter from Financial Institution, if loan is sanctioned. Affidavits for outstanding government dues and any pending court case against Govt. Declaration/resolution as per application."
}