{
  "scheme_id": "67cda4d54f0bd5e698d5db7a",
  "slug": "pmis",
  "scheme_name": "Prime Minister's Internship Scheme",
  "scheme_short_title": "PMIS",
  "level": "Central",
  "implementing_agency": "Ministry Of Corporate Affairs",
  "dbt_scheme": true,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Youth",
    "Employment Opportunities",
    "Training",
    "Monthly Assistance",
    "Skill Development"
  ],
  "brief_description": "The scheme aims to provide internship opportunities to one crore youth in top 500 companies in five years. Through this Scheme, youth will gain exposure for 12 months to real-life business environment, across varied professions and employment opportunities.",
  "detailed_description": "The scheme \"Prime Minister's Internship Scheme\" was launched by the Ministry of Corporate Affairs, Government of India. The scheme aims to provide internship opportunities to one crore youth in top 500 companies in five years. Through this Scheme, youth will gain exposure for 12 months to real-life business environment, across varied professions and employment opportunities. The purpose of this scheme is envisaged as an arrangement between the intern and the company in which the company provides an opportunity for the intern to get training, and gain experience and skills within the real-life environment of the business or organization that helps in bridge the gap between academic learning and industry requirements, in turn, assisting enhancement of her/his employability. **Scope:** The Scheme is separate from all the existing schemes related to skill development, apprenticeships, internship and student training programmes, etc. being implemented across all the States &amp;amp; UTs of India, and will run independently of all such Central/State schemes. **Internship Duration:** Duration of the Internship shall be 12 months. At least half of the internship period must be spent in the actual working experience/ job environment, and not in the classroom.",
  "benefits": [
    "12 months real-life experience in India's top companies Monthly assistance of ₹4500/- by Government of India and ₹500/- by Industry One-time Grant of ₹6000 for incidentals Insurance coverage for every intern under Pradhan Mantri Jeevan Jyoti Bima Yojana and Pradhan Mantri Suraksha Bima Yojana by Government of India.",
    "Note 1: Monthly assistance will be paid to the interns for the entire duration of 12 months of the internship. Note 2: A one-time grant will be disbursed to each intern by the government through Direct Benefit Transfer, upon the intern's joining at the internship location."
  ],
  "eligibility_criteria": "The candidate belongs to Indian nationality. The candidate's age should be between 21 to 24 years (as on the last date for submission of the application). The candidate should not be full-time employed. The candidate should not be engaged in full-time education. The candidate enrolled in online/distance learning programmes are eligible to apply. The candidate should be completed High School, Higher Secondary School, possess a certificate from an ITI, hold a diploma from a Polytechnic Institute, or are graduates with degrees such as BA, B.Sc, B.Com, BCA, BBA, B.Pharma, etc. The candidate family income should not exceed ₹8,00,000/-.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit the official website Prime Minister Internship Scheme. Step 2: Click on \"Youth Registration\" on the top-right corner or \"Register Now\" in the PM Internship Offers section. Step 3: Enter a mobile number linked to your Aadhaar and confirm via OTP. Step 4: Password Setup- Use the OTP to log in and update the password upon first login. Step 5: Profile Creation e-KYC- Required for profile completion. You can complete e-KYC through: DigiLocker: Connect using Aadhaar; requires your Aadhaar-linked mobile number and DigiLocker security PIN. Fill personal information, contact information, education, bank details, skills & languages and upload certificates. Internship Application Process: Step 1: Click on View & Apply Internship. Step 2: After viewing details, if interested, click the \"Apply\" icon in the Action column. Step 3: Fill all mandatory fields and Click the \"Submit\" icon to complete the internship application process. Track Application: Step 1: Go to \" Track Your Application \" on the candidate account page Step 2: Use the table to see updates on offers received, accepted, or waitlisted for each internship."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://pminternship.mca.gov.in/mca-api/files/get-file-by-path?path=dmk6u3VpUsp6ikurW5RiDHvOeK%2FORrkviDSlob80fjUnkLIps2yEsK3t8HQ3X%2BCi5L3oDjNS71worg8RL%2B8I7SvOoHWDoY8Uxi9nbjdgdEiroaNA20hjxNmbfud6ms8nxsHquSlFMwPPQw%3D%3D"
    },
    {
      "title": "Website",
      "url": "https://pminternship.mca.gov.in/login/"
    }
  ],
  "exclusions": "The following persons are ineligible to participate: Graduates from IITs, IIMs, National Law Universities, IISER, NIDs, and IIITs. Those having qualifications such as CA, CMA, CS, MBBS, BDS, MBA, any master's or higher degree. Those undergoing any skill, apprenticeship, internship or student training programme under Central Government or State Government schemes. Those who have completed apprenticeship, training under National Apprenticeship Training Scheme (NATS) or National Apprenticeship Promotion Scheme (NAPS) at any point. If the annual income of any of the family members of the candidate exceeds ₹8 lakhs. If any member of the family is a permanent/regular government employee. Note: For the purposes of the Pilot Project: \"Family\" means self, parents and spouse. \"Government\" means Central and State Governments, UT administration, Central and State PSUs, statutory organizations, local bodies etc. \"Employee\" means regular/ permanent employees but does not include contractual employees.",
  "documents_required": "Aadhaar Card Educational Certificates Proof of age Bank account details Any other documents as required"
}