{
  "scheme_id": "6864f67dde159a96f9703a5e",
  "slug": "cwibhr",
  "scheme_name": "PMMSY: Cycle with Ice Boxes-Haryana",
  "scheme_short_title": "CWIBHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Purchase",
    "Initial Crop",
    "Fish"
  ],
  "brief_description": "The scheme aims to provide central assistance for the cost of cycles with ice boxes for fisheries activities. Through this scheme, central assistance is provided for newly purchased cycles with ice boxes for the initial crop.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matasya Sampada Yojana: Cycle with Ice Boxes&quot; by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide central assistance for the cost of cycles with ice boxes to beneficiaries involved in fisheries activities. Through this scheme, central assistance for Cycle with Ice Box costs is provided for the initial crop only in the purchase of newly purchased cycles with ice boxes. <br>",
  "benefits": [
    "The scheme provides a subsidy for the cycle with ice boxes for fisheries activities. The project cost is ₹0.10/- lakh per unit. The subsidy will be limited to 40% of the project cost for beneficiaries falling under the General Category. The subsidy will be limited to 60% of the project cost for beneficiaries who are Scheduled Caste (SC) or Women.",
    "Note: The Government of India and the Government of Haryana shall not be responsible for any losses incurred on procurement, operation, maintenance, and management of the fish transport facilities."
  ],
  "eligibility_criteria": "The beneficiary must have a Parivar Pehchan Patra (PPP). The beneficiary should ensure that fish transport facilities are maintained in operational condition. The beneficiary shall be provided with central assistance for the Cycle with Ice box costs for the initial crop only in the purchase of a newly purchased Cycle with Ice Box. The central assistance for the Cycle with Ice Box cost shall be released only for the fisheries activity.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details, i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=pnJ2qKtNsrD3/uRUNIWx+w=="
    },
    {
      "title": "Benefits Page No 2",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    }
  ],
  "documents_required": "Agreement Deed between Vendor and Fisheries Department. Date of Birth Certificate (Voting Card/Birth Certificate/Aadhaar Card/Matriculation Certificate). Caste Certificate from First Class Magistrate (Tehsildar). Training Certificate of Vendor/Beneficiary. Bills/Receipts/Vouchers. Photographs of Beneficiary with Cycle with Ice-Box. Detail of Bank Account and PAN Card. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per Pradhan Mantri Matasya Sampada Yojana (PMMSY) guidelines."
}