{
  "scheme_id": "649c1bed481f59106a6ecd21",
  "slug": "vtvscsgit",
  "scheme_name": "Vocational Training For VJNT And SBC Candidates Studying In Government Industrial Training Institute",
  "scheme_short_title": "VTVSCSGIT",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Vocational Training",
    "Government Industrial Training",
    "Vimukta Jati And Nomadic Tribes",
    "Special Backward Classes"
  ],
  "brief_description": "The State Government of Maharashtra has introduced in 2003-04 the scheme to create self-employment for unemployed youths and students of VJNT and SBC who apply for a Vocational Training.",
  "detailed_description": "The State Government of Maharashtra introduced in 2003-04 the scheme to create self-employment for unemployed youths and students of VJNT and SBC who apply for Vocational Training. He will be given Vocational Training in Government I.T.I and undergo short-duration vocational training courses. The short-duration vocational courses will enable the youths to create their own employment in the service sector. The training fees ₹ 400/- to ₹ 2400/- (as per course) are paid to the concerned I.T.I. After completion of training, one Tool Kit of ₹ 1000/- is provided to the trainee through the concerned Govt. I.T.I.",
  "benefits": [
    "The training fees ₹ 400/- to ₹ 2400/- (as per course) are paid to the concerned I.T.I. After completion of training, one Tool Kit of ₹ 1000/- is provided to the trainee through the concerned Govt. I.T.I."
  ],
  "eligibility_criteria": "Students should belong to VJNT or SBC Category. The selection of students for training under this scheme is made by the Principal of the concerned Govt. I.T.I. & concerned Asstt. Commissioner of Social Welfare.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned Industrial Training Institute (ITI), and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/education-training"
    }
  ],
  "documents_required": "Aadhar Card Caste certificate Income Certificate of Parents Domicile Certificate School Leaving Certificate Residence Proof"
}