{
  "scheme_id": "68429975a9a9e74d7bf5c7ea",
  "slug": "lfrowam",
  "scheme_name": "License for Repairers of Weights-Measures and Weighing Instruments",
  "scheme_short_title": "LRWMWI",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Food & Civil Supplies",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Licenses, trademarks and copyright"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Self-employment",
    "License",
    "Instruments",
    "Metrology",
    "Repairers Of Weights",
    "Repairers Of Measuring Instruments"
  ],
  "brief_description": "Under this scheme, a government-approved license is issued to repairers of weights and measuring instruments, enabling them to repair such instruments used by traders as a means of self-employment and to ensure their livelihood.",
  "detailed_description": "The scheme &amp;quot;License for Repairers of Weights-Measures and Weighing Instruments&amp;quot; was introduced by the Department of Food, Civil Supplies and Consumer Affairs, Government of Uttarakhand. The scheme aims to promote self-employment opportunities by enabling skilled individuals to legally engage in the repair and maintenance of weights and measuring instruments used in trade. Under this scheme, the applicants are issued a government license that allows them to legally operate as certified repairers of weighing and measuring instruments used by traders.",
  "benefits": [
    "Issuance of a government license authorizing the applicant to legally repair weights and measuring devices used in trades. Enables applicants to start or continue self-employment as certified repairers under the Legal Metrology Act."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Uttarakhand. The applicant must have access to a valid business premises for carrying out repair work. The applicant must possess one of the following qualifications: ITI (Electronics) or its equivalent along with 2 years of relevant experience; or Diploma in Electronics, Instrumentation, or Electrical Engineering with 1 year of relevant experience; or B.Sc. degree with Physics and 1 year of relevant experience; or B.E./B.Tech degree in Electrical, Electronics, or Instrumentation Engineering.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the official website: https://investuttarakhand.uk.gov.in/ .",
        "Step 2: Register or log in as an applicant.",
        "Step 3: Select FCS Legal Metrology under the Legal Metrology Department.",
        "Step 4: Choose the service License for Repairer of Weights and Measures.",
        "Step 5: Fill out the application form with all required personal and business details.",
        "Step 6: Upload all required documents as listed.",
        "Step 7: Pay the prescribed fee (₹100) online.",
        "Step 8: Submit the form and get the application ID.",
        "Step 9: The application will be forwarded to the designated inspector.",
        "Step 10: An on-site inspection will be scheduled and conducted.",
        "Step 11: Upon satisfactory inspection and document verification, the license will be issued online."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 53)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Aadhaar Card PAN Card Address Proof of Business Premises (such as Electricity Bill) Ownership Proof of Business Premises (such as Rent Agreement or Property Registration Copy) Educational Qualification Certificates Experience Certificate (1 or 2 years as applicable to the qualification)"
}