{
  "scheme_id": "68133d8e85d2610f324d47da",
  "slug": "support-for-value-addition-randg",
  "scheme_name": "Market Development and Export Promotion : Support for Value Addition (R&G)",
  "scheme_short_title": "SUPPORT FOR VALUE ADDITION (R&G)",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Development And Export Promotion"
  ],
  "brief_description": "To enhance quality of coffee product and achieve value addition through roasting, grinding and packaging which will result in boosting domestic coffee consumption and entrepreneurship in the coffee sector.",
  "detailed_description": "To enhance quality of coffee product and achieve value addition through roasting, grinding and packaging which will result in boosting domestic coffee consumption and entrepreneurship in the coffee sector.",
  "benefits": [
    "Scale of subsidy",
    "Roasting Unit, Gourmet Roasting units 1Kg to <10Kg/batch and Small Roasting units with a capacity of less than 25 kg capacity and Large Roasting units with a capacity of 25 kg or more are eligible for subsidy support of 40% of the machinery cost with a ceiling of Rs.15.00 lakhs. For the SHG's, FPO's, women entrepreneurs, SC / ST and differently abled beneficiaries, subsidy support is at 50% of the machinery cost with a ceiling of Rs.15.00 lakhs. ",
    "Components eligible for subsidy New Units: The roasting, grinding and packaging machinery in any of the following combinations are eligible for subsidy Roasting machine, grinding machine and packaging machine. Roasting machine and packaging machine. Grinding machine and Packaging machine. ",
    "Priority Online applications shall be considered on first come first serve basis provided the applications are complete in all respects, subject to availability of funds.  Specifications of Coffee Roasting, Grinding & Packaging machinery eligible for subsidy ",
    "Sl. No. | Machineries | Minimum Specifications | Details\n1 | Roasting unit Gourmet Roasting Unit 1 Kg to <10 Kg/batch | 1 kg to <10 Kg/batch | 1 Kg/batch or more air/ drum roasters including all convention & convection systems with <10 kg capacity of ± 2 kg or roasting chamber capacity working on electrical / LPG/ Diesel / different fuel systems. They may be simple / digital with control panel provided with any pollution control devices, online control systems\n | Small Roasting units 10 Kg <25 Kg/batch & Large Roasting units of >25 Kg/batch | 10 Kg/batch to <25 kg capacity (Technically exact quantity of 25 Kg capacity cannot be achieved in drum roasting system, hence ± 2 Kg is allowed. | 25 kg/batch or more air roasters includes all convention & convection systems with 25 kg capacity of ± 2 kg or roasting chamber of >25 kg capacity working on electrical / LPG/ Diesel / different fuel systems. They may be simple / digital with control panel provided with any pollution control devices, online control systems\n2 | Grinding Unit | 15 Kg capacity per hour (stone mills are not eligible) | Minimum 10 - 30 kg/hour micro roasting units (disc mills, roll mills, water cooled roasting units)\n3 | Packaging Unit | For roasting units according to the capacity different packaging machines are eligible | Packaging machineries includes: Hand sealing machine, Pedal sealing machine; Continuous sealing machine; Filling and sealing machine Form fill and sealing machine; Automatic or semiautomatic Nitrogen flushing and sealing machine (automatic or semiautomatic pod forming, filling and sealing, capsules filling and sealing, liquid coffee filling and pouch forming machines, powder or liquid filling and sealing machines or any other new technologies developed for liquid coffee / powder coffee / coffee beans are eligible for subsidy.",
    "Note: Items listed above would cover all types of machinery and equipment of different makes and specifications available in the market for both indigenous and imported machineries up to a maximum ceiling of 15.00 Lakhs respectively as per scheme modalities."
  ],
  "eligibility_criteria": "Individual units, Partnership firms, Pvt Ltd firms, Self-Help-Groups (SHG)/ Growers' collectives, Coffee Cafes interested to establish new coffee roasting units.\n\nConditions The applicant's Unit should hold a valid license for the business from the respective statutory authorities. Units who have availed subsidy in the XI and XII & MTF Plan period are NOT eligible for Subsidy. Priority will be given to low/non-coffee consuming states.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure of application The online application for subsidy should be submitted to Coffee Board in the prescribed format before starting the works for obtaining a feasibility report. (Information provided by the applicant will be scrutinized and physical inspection / virtual verification for providing feasibility report will be done only if/ when required on a case to case basis). The applications will be processed and feasibility report will be provided on First in First out (FIFO) basis subject to availability of funds.  Documents to be submitted in support of the Feasibility Application Online Feasibility applications in the prescribed format. Copy of the blue print / layout plan for the proposed R&G unit/facility Copy of the Photo identity like Aadhaar or Ration card or PAN card or Passport or Driving License or Election Photo Identity Card etc. Quotations issued by the supplier/machine manufacturers. Notarized Copy of the lease agreement / rent agreement / ownership document in respect of the proposed site/ shop / building premises. Copy of the Bank pass book of the applicant containing the information such as: Name of the Bank and Branch address Account Holder Name Account No. IFSC code In case of SC /ST and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority. On receipt of the feasibility report from the Divisional Head (Coffee Quality), Coffee Board, Dr. Ambedkar Veedhi, Bengaluru, purchase, installation/commissioning of coffee machinery should be carried out by the applicants and on successful installation and commissioning of R&G machineries. The Final Claims should be submitted online along with the documents mentioned above The applications will be processed after the inspection by the officers of the Coffee Quality Division, Bengaluru on seniority basis and subject to availability of funds. If the application is found liable for rejection, same will be communicated to the applicant.  Disbursement of subsidy The subsidy shall be released to the applicant's bank account through PFMS in cases where the application is complete in all respects and found satisfactory as per para 2.2.1.6 and 2.2.1.7 and only after approval of post installation inspection report submitted by the Coffee Quality Division, Coffee Board, Bengaluru. The submission of application by the applicant or acceptance of the application by the office does not entitle the applicant for the eligible subsidy from the Coffee Board. The applicant is assured of release of eligible subsidy funds if technical feasibility report is issued an installation is found satisfactory as per the norms subject to the availability of funds. The Coffee Board reserves the right to amend, amplify or abrogate in its discretion any of the terms and conditions of the scheme without notice as it may consider necessary for efficient execution of the scheme and fulfilment of its objectives. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Online application in the prescribed format.\nOriginal copy of Tax Invoice / Cash Bill issued by the supplier.\nAttested copies of Bills in support of freight/installation/commissioning charges and insurance (if included in the total cost).\nCopy of warranty certificate\nCopy of license from municipal authorities.\nCopy of FSSAI license\nCopy of GST Registration Certificate\nPhotographs of the new machinery installed for which subsidy is claimed.\nIn case of SC /ST and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority."
}