{
  "scheme_id": "684288b539dee21fa3957642",
  "slug": "skvsyukbocwwb",
  "scheme_name": "Samuhik Kanya Vivah Sahayata Yojana (UKBOCWWB)",
  "scheme_short_title": "SKVSYUKBOCWWB",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Labour",
  "implementing_agency": "Building And Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Marriage",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Group Marriage",
    "Construction Worker",
    "Daughters",
    "Labour"
  ],
  "brief_description": "The scheme aims to support the marriage of daughters of construction workers by providing financial assistance of ₹61,000/- for their daughter's marriage in a group marriage event.",
  "detailed_description": "The scheme &amp;quot;Samuhik Kanya Vivah Sahayata Yojana&amp;quot; was launched by the Labour Department, Government of Uttarakhand. The scheme aims to provide financial assistance and support for the marriage of daughters of registered construction workers through organized group marriage events. The scheme is implemented by the Building and Other Construction Workers Welfare Board, Uttarakhand.",
  "benefits": [
    "Monetary Assistance to Beneficiary:",
    "Financial assistance of ₹61,000/- will be provided.",
    "Attire Allowance to the Couple:",
    "₹5,000/- will be provided to each bride and groom for purchasing their wedding clothes.",
    "Support to Organizers:",
    "₹10,000/- per couple will be disbursed to the organizers for conducting the group marriage ceremony."
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should be a registered construction worker under the Building and Other Construction Workers Welfare Board, Uttarakhand. The applicant should register for the scheme at least 15 days prior to the scheduled date of the group marriage. The bride must be at least 18 years of age, and the groom must be at least 21 years of age. The applicant should not have availed similar benefits under any other government department.",
  "application_process": [
    {
      "mode": "Online - via CSC",
      "steps": [
        "For New Registration under the UKBOCWWB: Step 1: To become a beneficiary, a construction worker who has completed 18 years of age and has not completed 60 years, has worked as a construction worker for at least 90 days during the preceding 01 year, can register himself/herself. Step 2: The eligible worker may visit the nearest Jan Seva Kendra or Shramik Suvidha Kendra along with all the relevant documents for online registration. Step 3: Upon successful registration, the applicant will receive a Registration Number for future reference. Step 4: The applicant can also track the status of their application online by visiting the official website: https://ukbocw.uk.gov.in/DynamicPages/LabourSearch-hi.aspx  Note 1: After verification of the application, the photo identity card will be issued by the registration officer. Note 2: Registration will be done free of cost, which will be valid for three years and after the completion of three years, only ₹100/- contribution will be required to be deposited by the construction worker for every next three years. Application Process for Welfare Scheme Benefits: Step 1: To avail the benefits of the scheme, the eligible applicant may visit the nearest Shram Suvidha Kendra along with all the relevant documents. Step 2: Upon successful submission of the application form, the applicant will receive an Application Number for future reference. Step 3: The applicant can also track the status of their application online by visiting the official website: https://ukbocw.uk.gov.in/DynamicPages/LabourSchemeSearch.aspx  NOTE: The Aadhaar authentication of the bride is mandatory.  "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Labour Department office or the Designated Nodal Agency and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Labour Department office or the Designated Nodal Agency.",
        "NOTE: The Aadhaar authentication of the bride is mandatory."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 49)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Aadhaar Card of the daughter (mandatory for Aadhaar authentication) Proof of Age (Birth Certificate/School Leaving Certificate/Self-attested copy of Family Register, any one) Self-attested copy of the marriage card A certificate issued by the local head/tehsildar/sarpanch verifying the marriage and authenticity of the applicant Self-Declaration Certificate (the applicant confirming that no assistance has been availed under similar schemes from any other department)"
}