{
  "scheme_id": "68554fc8674759fc001d249c",
  "slug": "iabuk",
  "scheme_name": "Indira Amma Bhojanalya",
  "scheme_short_title": "IABUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "District Rural Development",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Food Security / Public Distribution System"
  ],
  "target_beneficiaries": [
    "Self Help Groups (SHGS)"
  ],
  "tags": [
    "Canteen",
    "Cheap Food",
    "Affordable Food",
    "Food At Subsidized Rate",
    "SHG",
    "Women Self-help Group"
  ],
  "brief_description": "The primary objective of the scheme is to provide nutritious and affordable food to the poor and needy sections of society and to economically strengthen rural women's self-help groups (SHGs) by providing continuous income-generating employment through the operation of these canteens.",
  "detailed_description": "The scheme &amp;quot;Indira Amma Bhojanalaya&amp;quot; was introduced by the Rural Development Department, Government of Uttarakhand, aims to arrange and operate cheap food canteens in the state. The primary objective of the scheme is to provide nutritious and affordable food to the poor and needy sections of society and to economically strengthen rural women&amp;#39;s self-help groups (SHGs) by providing continuous income-generating employment through the operation of these canteens. The canteens are operated by women&amp;#39;s self-help groups under the supervision and control of the Chief Development Officer (CDO). The canteens will be established in the headquarters of each district.",
  "benefits": [
    "1. Nutritious and affordable food at subsidized rates.",
    "2. Subsidized Rates:",
    "The consumer pays ₹25/- per plate in hilly areas. The consumer pays ₹20/- per plate in Dehradun, Haridwar, Udham Singh Nagar, and Nainital districts. A subsidy of ₹10/- per plate is borne by the State Government.",
    "3. The Urban Development Authority, Municipal Corporation, or Municipality provides free space, furniture, and other essential resources required for the operation of the canteen.",
    "4. Uttarakhand Power Corporation and Uttarakhand Jal Sansthan provide electricity and water, respectively, free of cost.",
    "5. The arrangement of fuel/LPG gas for running the canteen is made through the District Supply Officer.",
    "6.  Provides continuous income-generating employment, leading to economic strengthening for women's Self-Help Groups (SHGs).",
    "Conditions:",
    "Maximum 1,200 plates of food are to be provided per day in high-population districts like Dehradun, Haridwar, and Udham Singh Nagar. A maximum of 800 plates of food are to be provided per day in other districts. Canteens opened solely for employees within office premises are not eligible for subsidy. The State Government reserves the right to determine future subsidies based on the canteen's annual income or profit. Canteens aiming to become self-sustainable will continue to receive facilitator support from the State Government."
  ],
  "eligibility_criteria": "The applicant should be a women Self-Help Group (SHG) formed according to the guiding principles of the National Rural Livelihoods Mission (NRLM). Self-Help Groups (SHGs) formed as per NRLM guidelines that are actively functioning and have received the minimum Revolving Fund (RF) — either under the restructured SGSY scheme or directly under NRLM, if not previously covered under SGSY — shall be eligible to operate the canteen. In urban areas, self-help groups (SHGs) under the National Urban Livelihoods Mission (NULM) are also eligible to operate Indira Amma Canteens. The Rural Development Department provides grants to support these groups in running the canteens. Notes:  It is essential for self-help groups to maintain complete records of beneficiaries, including their names and places of residence, to ensure transparency and prevent any irregularities in receiving contributions provided by the state government. SHGs formed under NRLM guidelines and having received the Community Investment Fund (CIF) or a Micro Credit Plan specifically for operating an Indira Amma Canteen will be given preference. The tenure of operation of State Government funded/aided canteens operating in Municipal Corporation areas shall be maximum of 01 year and thereafter they will be eligible to operate the canteen again only after a period of 02 years. Except Municipal Corporation areas, the tenure of operation of canteens funded/aided by the State Government in other institutions/offices/bodies etc. will be maximum 02 years. Thereafter, they will be eligible to operate the canteen again only after a period of 04 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The concerned district will publish advertisements in at least two national newspapers for the selection of Self-Help Groups (SHGs). Visit your nearest Chief Development Officer under the National Urban Livelihoods Mission (NULM).",
        "Note:",
        "For opening any Indira Amma Canteen, advertisement will be given in at least 02 national newspapers by the concerned district for the selection of self-help group. In selection, priority will be given to the self-help group of the same Nyaya Panchayat that wants to establish canteen in the Nyaya Panchayat or in the adjoining municipal body. If more than one self-help group is found eligible for the same canteen then in such a case, the group will be selected on a lottery basis. The records of the selected self-help group, like bank account number, MIS number, copy of passbook, photocopy of proposal for opening canteen of SHG, photograph of all the members of the group, etc., will be preserved after selection of the group in the concerned district. The committee constituted under the chairmanship of the District Magistrate will also ensure that every member of the group to which Indira Amma Canteen is being allotted, and that group is completely as per the NRLM standards. Under no circumstances should anyone else be given the benefit under the said scheme. More than one canteen cannot be allotted to a Self-Help Group."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://ukrd.uk.gov.in/scheme/pradhan-mantri-adarsh-gram-yojana/"
    },
    {
      "title": "Guidelines",
      "url": "https://cdnbbsr.s3waas.gov.in/s3e9412ee564384b987d086df32d4ce6b7/uploads/2025/02/202503261176675193.pdf"
    }
  ],
  "exclusions": "The applicant self-help group cannot be allotted more than one Indira Amma Canteen. The use of any type of intoxicant or smoking within the Indira Amma Canteen premises is strictly prohibited; violation will lead to termination of the canteen operation. Canteens opened within government office premises will not receive a subsidy.",
  "documents_required": "Bank Account Number (of selected Self-Help Group) MIS Number (of selected Self-Help Group) Passbook Copy (of selected Self-Help Group) Photocopy of the SHG's Proposal for Opening the Canteen Photographs of All Group Members Daily Register (to be maintained during operation, containing date-wise customer name, address, and mobile number) Stock Register (to be maintained during operation) Cashbook (to be maintained during operation)"
}