{
  "scheme_id": "6489bbf6481f59106a69594c",
  "slug": "casscsppnjg",
  "scheme_name": "Coaching Assistance Scheme For Scheduled Caste Students For Pre-Exam Preparation Like NEET, JEE, GUJCET",
  "scheme_short_title": "CASSCSPPNJG",
  "state": "Gujarat",
  "level": "State",
  "nodal_department": "Education Department",
  "implementing_agency": "Director, Scheduled Caste Welfare, Government Of Gujarat",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coaching",
    "Scheduled Caste",
    "Students",
    "Preparation",
    "NEET, JEE, GUJCET",
    "Financial Assistance"
  ],
  "brief_description": "The scheme \"Coaching Assistance Scheme for Scheduled Caste Students for Pre-Exam Preparation like NEET, JEE, GUJCET\" was launched by the Govt. of Gujarat during the year 2014-15 to provide coaching assistance to students of Scheduled Caste category who are preparing for exams like NEET, JEE, GUJCET.",
  "detailed_description": "The scheme \"Coaching Assistance Scheme for Scheduled Caste Students for Pre-Exam Preparation like NEET, JEE, GUJCET\" was launched by the Government of Gujarat during the year 2014-15 to provide coaching assistance to the students of the Scheduled Caste category who are preparing for exams like NEET, JEE, GUJCET. The scheme is being implemented for the development of Scheduled Castes of Gujarat State by the Director, of Scheduled Caste Welfare. <br>",
  "benefits": [
    "Under this scheme, ₹20000/- or the actual fee to be paid whichever is less. The assistance amount is directly credited to the student's bank account through DBT (Direct Benefit Transfer)."
  ],
  "eligibility_criteria": "Eligibility Criteria of the Student:\n1. Students should be of Scheduled Caste.\n2. There is no income limit for students.\n3. Students for preparation of exams like NEET, JEE, and GUJCET with 70% or more marks in Std. 10 and must be studying in Std. 12 (Science stream).\nEligibility Criteria of the Institute:\n1. The organization should have more than three years of experience.\n2. The organization should have a GST number/PAN card.\n3. Institutions should have biometric (fingerprint) machines for student attendance.\n4. Faculty for NEET, and JEE who should have done M.Sc. in that subject.\n5. The training institute should be registered under any one of the following Acts.\n• Mumbai Public Trust Act, 1950\n• Companies Act, 1956\n• Shop and Establishment Act, 1948 (Shops and Institutions Act, 1948)",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: To avail the benefits of the scheme, the students need to visit the nearest Office of Deputy Director, Office of Scheduled Caste Welfare. Further, the application form may be collected from the concerned office or downloaded from the official website. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized, and attach all the mandatory documents. Step 3: Submit the application form along with the documents to the concerned office. Step 4: After successful verification, the student can avail benefits of the scheme and the assistance amount is directly credited to the student's bank account through DBT (Direct Benefit Transfer)."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/2225?lang=english"
    }
  ],
  "documents_required": "Aadhaar Card Educational Certificates Caste Certificate Ration Card 12th certificate about studying in the school Cancel cheque/the first page of the bank passbook Passport-size photograph Certificate from the institute in which students want to study Any other documents as asked by the concerned office"
}