{
  "scheme_id": "660fbe07d7abbe47ee1f8a16",
  "slug": "parfdap",
  "scheme_name": "Personal Accident Relief for Differently Abled Persons",
  "scheme_short_title": "PARFDAP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Crisis/Disaster/Accident"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Death",
    "Accident",
    "Disability"
  ],
  "brief_description": "The scheme 'Personal Accident Relief for Differently Abled Persons' was launched by the Dept. for the Welfare of Differently Abled Persons. In this scheme, accident relief is provided to differently abled persons up to a sum of ₹1,00,000/-(Death), & relief is given for loss of both legs/both hand...",
  "detailed_description": "The scheme &quot;Personal Accident Relief for Differently Abled Persons&quot; was launched by the Dept. for the Welfare of Differently Abled Persons, Government of Tamil Nadu. In this scheme, accident relief is provided to differently-abled persons up to ₹1,00,000/-. The scheme covers cases such as death, loss of both legs/both hands/one hand/one leg, and loss of sight in one eye/both eyes.",
  "benefits": [
    "Relief to the Legal Heir in the event of death of the differently-abled person: ₹1,00,000/-. Relief in the case of Loss of both legs & both hands/ one leg & one hand/ loss of sight in both eyes: Upto ₹1,00,000/-. Relief in the case of Loss of one hand/ one leg/ loss of sight in one eye: ₹50,000/-. Relief in the case of Total disablement not covered in Sl. no.2 and 3 above: ₹25,000/-."
  ],
  "eligibility_criteria": "1. The person should have died or should have become differently-abled in an accident.\n2. The disability should be one of the following:\nLoss of Both Legs and Both Hands. Loss of One Hand and One Leg. Loss of Sight in Both Eyes. Loss of One Hand. Loss of One Leg. Loss of Sight in One Eye.\n3. The person should be/ should have been a registered member of the \"Welfare Board for the Differently-Abled\".",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Differently Abled Welfare Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Medical Certificate. Original National Identity Card of the Differently Abled Person, issued by the Welfare Board for the Differently-abled."
}