{
  "scheme_id": "66614f3c02cfbde3165cc591",
  "slug": "ismpssee",
  "scheme_name": "Incentive Scheme for MSMEs in Powerloom Sector: Subsidy for Energy Efficiency",
  "scheme_short_title": "ISMPSSEE",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Government Organisation",
    "Industries",
    "Joint Liability Groups (JLGS)",
    "Registered Societies",
    "NGO",
    "Self Help Groups (SHGS)",
    "Trust"
  ],
  "tags": [
    "Powerloom",
    "Energy Audit",
    "Energy Efficiency",
    "Entrepreneurship",
    "Subsidy",
    "Reimbursement",
    "Energy Conservation",
    "Energy Installations"
  ],
  "brief_description": "\"Subsidy for Energy Efficiency\" incentives under the \"Incentive Scheme for MSMEs in Powerloom Sector\" scheme implemented by the Dept. of MSME & T, Government of West Bengal, aims to provide a reimbursement for the cost of energy audit and installations for energy conservation as per energy audit.",
  "detailed_description": "The scheme \"Subsidy for Energy Efficiency\" is a sub scheme under the \"Incentive Scheme for MSMEs in Powerloom Sector\". It was launched on 1st January, 2022, by the Department of Micro, Small &amp;amp; Medium Enterprises and Textiles, Government of West Bengal, and shall remain valid upto 31st December, 2024. &gt; **Objective of the &amp;quot;Incentive Scheme for MSMEs in Powerloom Sector\":** The objective of the Scheme is to extend fiscal incentives for installation of New age shuttleless Powerlooms by MSMEs in Textile sector with a view to boost production of the improved quality fabrics and to create a sustainable ecosystem for MSMEs in Textile sector which can maximize the utilization of resource, generate new employment and widen the area of operation to make the State emerge as the leader in Powerloom sector in country. &gt; **Objective of the &amp;quot;Subsidy for Energy Efficiency&amp;quot; Sub-scheme:** Through this incentive, an eligible micro or small enterprise in the Powerloom sector for its approved project will be entitled to a reimbursement of the cost of energy audit undertaken by a certified agency. The reimbursement will be made after implementation of the recommendations. Also a reimbursement for the cost of installations for energy conservation as per energy audit will be entitled for its approved project.",
  "benefits": [
    "50% subsidy (For the cost of energy audit). 25% subsidy subject to a maximum of ₹2,00,000/- (For the cost of installations for energy conservation as per energy audit)."
  ],
  "eligibility_criteria": "The Scheme shall be generally applicable to all micro, small, and medium enterprises (MSMEs) in the powerloom sector. Enterprises must have started production from 01.01.2022 to 31.12.2024. Enterprises should have executed a Four-party agreement with the Directorate of Textiles, Financial institution and Tantuja. The units should be a private sector, cooperative sector and joint sector undertaking as also companies/ undertakings owned and managed by the State Government and the Industrial SHGs. The project should be covered by a detailed feasibility report/project prepared for the purpose. The project should have been approved and sanctioned by a Central Financial Institution or Commercial Banks or State Financial Institutions.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "After commencement of production an eligible micro, small or medium enterprise in Powerloom segment claiming the subsidy, will submit application as per prescribed format in Form-A2 with all the relevant documents to the Directorate of Textiles. Time frame for submission of first Application: Within 12 months from the date of commencement of commercial production (01.01.2022 to 31.12.2024). Address: Directorate of Textiles, Handlooms, Spinning Mills, Silk Weaving & Handloom Based Handicrafts Division New Secretariat Buildings, 1, K. S. Roy Road, 5th Floor, 'B' Block, Kolkata 700001. Tel No. 033-2248 4537 / 2248 6271 (Ext. 215) Fax No. 033-2248 4537"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Kolkata Gazette)",
      "url": "https://wbmsmet.gov.in/home/download/YzA0YzdiMjc0YjAwYjBiMDgwYTRjYmRkOTU1MDY1NGQyNTNjM2YyYWYxMDRhNTkyYjRiMWI1YmVkZDYyOTZlN2YwNDc3ZDgwMDM5YzgxYjhmZWZiMWY2ODI0ZTNjYTUzMjU4N2YwYjViMjJiZTllZjAzYmM3NTRiZTY4ZDk0MTVjVmtvdlJCcjA0ZlpLYjZkbTlPQ0hyUTBaNGRuVzZZOXpHTlpGRkJwcUlZaDNwNXF0S01rSU4rTE5ZS3JCd3VKVmp5c1drM3hEb29QaHlXNit1Vy9CQT09"
    }
  ],
  "exclusions": "Enterprises registered and for which eligibility certificates have been issued/ incentives have been sanctioned and/ or disbursed under the respective Incentive Scheme of the State. Enterprises registered and for which eligibility certificate have been issued in terms of the respective Incentive Scheme of the State but no sanction or disbursement of incentive has been made. Enterprises commenced production before 31.12.2021 and applied for incentive under the respective Incentive Scheme of the State within the stipulated date (The claim will be governed by the respective Incentive Scheme of the State).",
  "documents_required": "A copy of the Memorandum of Association and Articles of Association authenticated by the Registrar of Companies/ partnership deed (wherever applicable). A statement on the name and address of the Directors /Partners /Owners of the enterprise/ Members of Cooperative or Self Help Groups, as applicable. Copy of approved project report. A copy of loan sanctions letter and disbursement letter issued by financial institutions/ banks. Copy of agreement. A copy of the audited balance sheet for the last 2 years wherever applicable. Existing manufacturing activities in West Bengal stating items, annual approved capacity, annual production during the last three years (in quantity and value in Rs. Lakh), if applicable. Copy of the land deed (wherever applicable) (In case of rented /leasehold land / buildings, copy of rent agreement and receipt /lease agreement). Copy of mutation & conversion certificate of land/ building. Copy of valid consent to operate certificate from the WBPCB. Copies regarding SGST. Copy of trade licence. Copy of first electricity bill (wherever applicable) Copy of acknowledgement of Udyam Registration Copy of SC / ST certificate wherever applicable. Copy of other statutory licenses/certificates, if necessary. \"Self declaration\" as per para 7.1(vi) of the Official Scheme Guidelines.  Copies of relevant bills, money receipts for expenditure incurred towards cost of Energy Audit and installations for energy conservation. Copy of Energy Audit Report/Recommendations of the Certified Agency related to the claim in question. Details of installations for energy conservation."
}