{
  "scheme_id": "65d5accc938a0b13cc8ba6a4",
  "slug": "bclptls",
  "scheme_name": "Bio Control Laboratory and Pesticides Testing Laboratory Scheme",
  "scheme_short_title": "BCLPTLS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Laboratory",
    "Pesticides",
    "Testing",
    "Trichoderma",
    "Trichogramma",
    "Farmer"
  ],
  "brief_description": "The objective is the production of Bio Control Agents such as Trichoderma, Trichogramma, etc., and further distribution to farmers as awareness and demonstration for organic Plant Health Management in order to promote organic crop production.",
  "detailed_description": "The \"Bio Control Laboratory and Pesticides Testing Laboratory Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the scheme is the production of Bio Control Agents such as Trichoderma, Trichogramma, etc., and further distribution to farmers as awareness and demonstration for organic Plant Health Management in order to promote organic crop production.",
  "benefits": [
    "Pattern of Assistance:",
    "Distributions of bio agents to farmers.",
    "Type of Assistance and Entitlement (If any):",
    "Free distribution to popularise the method."
  ],
  "eligibility_criteria": "The applicant should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the relevant documents at the nearest office of the Agriculture Development Officer of a CD Block/ Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers having sufficient available cultivable land shall be selected on a first come first served basis. Whom to Contact: District Agriculture Officers of the concerned districts. Sub-Divisional Agricultural Officers of the concerned sub-divisions. District Training Officers, Tura/Shillong. Agricultural Development Officers of the concerned Community and Rural Development Blocks."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=74"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of having sufficient available cultivable land Any other document as required"
}