{
  "scheme_id": "6790e2b3299213e15d3a950d",
  "slug": "sfailfis",
  "scheme_name": "Scheme for Financial Assistance to Integrated Logistics Facilities: Interest Subsidy",
  "scheme_short_title": "SFAILFIS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Logistics Facilities",
    "Interest Subsidy",
    "Business"
  ],
  "brief_description": "The \"Scheme for Financial Assistance to Integrated Logistics Facilities\" under the Gujarat Integrated Logistics and Logistics Park Policy, provides financial support to private developers for creating logistics facilities and parks with the necessary infrastructure and services.",
  "detailed_description": "The &amp;quot;Scheme for Financial Assistance to Integrated Logistics Facilities&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Integrated Logistics and Logistics Park Policy. Effective from August 2nd, 2021 to August 1st, 2026, this initiative aims to provide financial assistance to the private developer for developing Logistics Facilities and Logistics Park with all required infrastructure and logistic services. The component &amp;quot;Interest Subsidy&amp;quot; is designed to assist developers by reducing their interest burden on term loans. It is applicable only to new units or projects, enabling developers to improve their financial stability during the project&amp;#39;s development phase.",
  "benefits": [
    "Coverage of Moratorium Period: Interest repayment during the moratorium period is also eligible for subsidy. Assistance on Actual Disbursement: The subsidy is calculated based on the actual disbursed amount of the sanctioned term loan. Encourages Timely Repayment: Incentivizes developers to maintain regular repayment schedules to avoid being declared defaulters."
  ],
  "eligibility_criteria": "The subsidy is applicable only to new units/projects. The term loan's first disbursement date must fall within the scheme's operative period. Developers must not be declared defaulters as per RBI guidelines. Repayment against the principal must be timely.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"New Investor Registration\" to access the registration form. Step-2: Fill in the Registration Form. Click on \"Submit\". Step-3: Verify the E-mail ID using the link sent on your registered E-mail ID. Step-4: After verification, you will be registered successfully.  Post-Registration Process: Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"Login\". Step-2: Enter the email address and password you used during registration. Step-3: Click the \"Login\" button to access your account. Step-4: Now fill in the required details and mandatory documents about your business to complete the application process.  Helpdesk : Contact Here.  "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Registration Procedure: Step-1: Submit the application in the prescribed form along with the required documents to the Industries Commissionerate . Step-2: The Industries Commissionerate will review and request missing details, if any, within 15 days. Step-3: The application will then be forwarded to the GM of the District Industries Centre (DIC) for a site visit and inspection report. Step-4: Based on the report, the Industries Commissionerate may issue a Registration Certificate.  Sanction Procedure: Step-1: After registration and approval of the project layout plan, submit the application in the prescribed format for sanction with a detailed project report and required documents to the Industries Commissionerate . Step-2: The Industries Commissionerate will scrutinize and request missing details within 15 days. Step-3: Applicants must present their project to a Screening Committee chaired by the Industries Commissioner. Step-4: After addressing committee remarks, the application is reviewed by the Sanctioning Authority for approval based on scheme guidelines."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2024/Revised_Gui_eline_for_the_%20Scheme_for_Financial_Assistance_to_Integrated_Logistics_Facilities.pdf"
    }
  ],
  "exclusions": "Periods with default in principal repayment (90 days or more) are not eligible, even if interest is repaid during this time.",
  "documents_required": "For Registration:\nCopy of Constitution of Developer Company/Firm. (Legal entity registered as Proprietorship, Limited Liability Partnership, Co-operative Society, Companies registered under Companies Act, Trust.), OR Copy of GST Registration/Bank Certificate, in case of Proprietorship Firm. Copy of PAN Card of Developer Company/Firm. Authority Letter/Board Resolution for signing on behalf of Developer Company/Firm. Village Map of Land in which Project to be developed. (With Highlighted Survey/Block Nos.) VF-7 (Gaam Namuna No. 7) of Survey No. for Land in which Project to be developed. Copy of Index-2 for Land. (In case of Land is in the Name of Developer.), OR Copy of Notarized Lease Deed/Rent Deed/Agreement with owners of Land. (In case of Land is on Lease/Rental basis.) Copy of Proof for Ownership of Building. (In case of New and Unused Building is acquired by Developer.), OR Copy of Notarized Lease Deed/Rent Deed/Agreement with owners of Building. (In case Building is on Lease/Rental basis/GIDC Shed.) Copy of Sanction Letter for Term Loan. Copy of Term Loan Account Statement/Bank Certificate for 1st Disbursement of Term Loan. Lay-out of the Project. (Certified by Approved Civil Engineer/Architect.) Project Report.  Notarized Affidavit . \nFor Sanction:\nDuly attested Annexure for Land Details in Prescribed Format. Copy of Constitution of Developer Company/Firm (Legal entity registered as Proprietorship, Limited Liability Partnership, Co-operative Society, Companies registered under Companies Act, Trust), OR Copy of GST Registration/Bank Certificate, in case of Proprietorship Firm. Copy of PAN Card of Developer Company/Firm. Authority Letter/Board Resolution for signing on behalf of Developer Company/Firm. Village Map of Land in which Project to be developed (with Highlighted Survey/Block Nos.). Copy of Index-2 of Survey Nos. for Land purchased for the Project (In case of Land is in the ownership of the Developer). Copy of Registered Lease Deed/Rent Deed/Agreement with owners of Land, attached with Copy of Index-2 of the land owners/lessor/renter (In case of Land is on Lease/Rental basis). In case of Govt. land, Copy of Order/Allotment letter from concerned District Collector/relevant Govt. authority for the land allotted/transferred to developer for the Project. Copy of Proof for Ownership of Building (In case of New and Unused Building is acquired by Developer). Copy of Registered Lease Deed/Rent Deed/Agreement with owners of Building (In case of Building is on Lease/Rental basis/GIDC Shed). Copy of Permission/Consent by Gujarat Maritime Board (GMB) to construct Jetty on BOT (Build, Operate and Transfer) basis (In case of Non-Captive (Private) Jetties). Approval/Sanction Letter for terminal notified under Private Freight Terminal (PFT) Policy (In case of Private Freight Terminal). Copy of Sanction Letter for Term Loan (In case of Term Loan is sanctioned and Developer wants to opt for Interest Subsidy). Copy of Term Loan Account Statement/Bank Certificate for 1st Disbursement of Term Loan (If amount of Term Loan is disbursed). Approved Lay-out Plan and/or Buildings Plan from Concerned Govt. Authority for the Project. Estimation of Component wise Project Cost (as per Application Form) as per Prevailing SOR of concern Govt. Department or its undertakings. Detailed Project Report (Containing Background of Developer, Location of the Project, Facilities to be provided, Features and Scope of Logistics Facilities, Types of units/beneficiaries to be benefited, etc.). CA certified Net Worth Certificate of the Developer Company/Firm/Promoters. If you have applied to State Government for incentives/assistance under any other scheme of GOG for the same project, then provide Details (Details of Scheme, Registration, Sanction, Approval, etc. received under that scheme; Quantum of Assistance sanctioned, disbursed, if any). If you have applied to Central Government for incentives/assistance under any scheme of GOI for the same project, then provide Details (Details of Scheme, Registration, Sanction, Approval, etc. received under that scheme; Quantum of Assistance sanctioned, disbursed, if any).  Notarized Affidavit ."
}