{
  "scheme_id": "681346dc85d2610f324d548f",
  "slug": "support-to-coffee-curing-units",
  "scheme_name": "Market Development and Export Promotion : Support to Coffee Curing Units",
  "scheme_short_title": "SUPPORT TO COFFEE CURING UNITS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Support To Coffee Curing Units"
  ],
  "brief_description": "To enhance quality of coffee product and achieve value addition and efficiency through introduction of improved technologies in coffee processing at the curing stage",
  "detailed_description": "To enhance quality of coffee product and achieve value addition and efficiency through introduction of improved technologies in coffee processing at the curing stage and to upgrade the existing units to improve consistency in quality during the various stages of operations such as color sorting, grading during dry milling/curing of coffees.",
  "benefits": [
    "Scale of subsidy The grant of subsidy will be at 40% of the cost of machinery purchased and installed subject to a ceiling of Rs.25.00 Lakhs per coffee curing unit. For SHG's / FPO's / Grower's cooperatives, women entrepreneurs, SC / ST and differently abled beneficiaries, subsidy support is at 50% of the machinery cost only, subject to a ceiling of Rs.30.00 lakhs per coffee curing unit.  Components eligible for subsidy The machinery eligible for subsidy for upgrading the facilities at coffee curing works are as follows: Pre- cleaner/Vibrio Cleaner De-stoner Aspiration system for the De-stoner Huller Peeler cum polisher Cascade aspirator Vibrio grader Gravity separator On-line Silo Grader Coffee Handling System Central Aspiration System Colour Sorting machine with accessories Coffee dryer Husk silo Weighing & bagging system Bulking & container loading system Moisture meter Note: Items listed above would cover all types, makes and specifications available in the market for both indigenous and imported machineries up to a maximum ceiling of Rs. 25.00 Lakhs and 30.00 Lakhs in case of SHG's / FPO's / Grower's cooperatives, women entrepreneurs, SC / ST and differently abled beneficiaries.  Priority Applications shall be considered on first come first serve basis provided the applications are complete in all respects. Date of submission/filling of application would determine seniority."
  ],
  "eligibility_criteria": "All existing coffee curing works holding a valid coffee curing license issued by Coffee Board of India are eligible for support for newly installed or up-gradation of existing curing machinery irrespective of type of ownership. The subsidy under the scheme is not available in conjunction with any other scheme of the Coffee Board.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure of application",
        "The online application for subsidy should be submitted to Coffee Board in the prescribed format before starting the works for obtaining a feasibility report. (Information provided by the applicant will be scrutinized and physical inspection / virtual verification for providing feasibility report will be done only if/ when required on a case to case basis).",
        "On receipt of the feasibility report from the Divisional Head (Coffee Quality), Coffee Board, Dr. Ambedkar Veedhi, Bengaluru, installation/commissioning of coffee machinery shouldbe carried out by the applicants and clams should be submitted online along with documents mentioned above.",
        "The applications will be processed after the inspection by the officers of the Coffee Quality Division, Bengaluru on seniority basis along with nearby extension officers (wherever applicable) and subject to availability of funds. If the application is found liable for rejection, same will be communicated to the applicant."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Documents to be submitted Online application in the prescribed format. Copy of the Photo identity like Aadhaar or Ration card or PAN card or Passport or Driving License or Election Photo Identity Card etc. Original copy of Tax Invoice / Cash Bill issued by the supplier. Attested copies of Bills in support of freight/installation/commissioning charges and insurance (if included in the total cost). Copy of warranty certificate Copy of license from: Local / Municipal authorities. Valid curing license issued from Coffee Board of India State Pollution Control Board Department of Industries Department of Labour Copy of the Bank pass book of the applicant containing the information such as: Name of the Bank and Branch address Account Holder Name Account No. IFSC code Photographs of the new machinery installed for which subsidy is claimed List and photographs of already existing machinery. In case of SC /ST, Minorities and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority.  Disbursement of subsidy The subsidy shall be released to the applicant's bank account through PFMS in cases where the application is complete in all respects where it is found satisfactory as and only after approval of post installation inspection report submitted by the Coffee Quality Division, Coffee Board, Bengaluru. The submission of application by the applicant or acceptance of the application by the office does not entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds. The Coffee Board reserves the right to amend, amplify or abrogate in its discretion any of the terms and conditions of the scheme without notice as it may consider necessary for efficient execution of the scheme and fulfilment of its objectives. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}