{
  "scheme_id": "676bea87ff1de86fed70db71",
  "slug": "pmsc",
  "scheme_name": "Post Matric Scholarship for Class 11th 12th And College",
  "scheme_short_title": "PMSC",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Scheduled Tribe",
    "Education",
    "Student"
  ],
  "brief_description": "The scheme \"Post-Matric Scholarship\" started in 1945 by the Tribal Welfare and Scheduled Caste (SC) Department, Madhya Pradesh, provides scholarships to Scheduled Tribe students studying in classes 11th, 12th, Colleges, PhD, and Professional Courses.",
  "detailed_description": "The scheme &quot;Post-Matric Scholarship&quot; started in 1945 by the Tribal Welfare and Scheduled Caste (SC) Department, Madhya Pradesh, provides scholarships to Scheduled Tribe students studying in classes 11th, 12th, Colleges, PhD, and Professional Courses.",
  "benefits": [
    "This scholarship is provided to Scheduled Tribe students."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should be from the Scheduled Tribe category. The applicant should be studying in class 11th, 12th, college, PhD, or professional courses. The applicant should be studying in a government or government self-financed educational institution (income limit restriction has been abolished for these institutions). The parents/guardians of the applicant should have an annual income of up to ₹6.00 lakh if the student is studying in a non-government institution (non-professional courses). The applicant should be eligible for the payment of half the non-refundable compulsory fees, including tuition fees, at prescribed rates for government-related courses.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: The applicant should visit the Madhya Pradesh Tribal Affairs & Scheduled Caste Welfare Automation System MPTAAS portal. ",
        "Step 2: Click on \"New Beneficiary Profile Registration .\"",
        "Step 3: Fill in all the required details. Fields marked with * are mandatory. Complete the form by entering all necessary information.",
        "Step 4: Upload all required documents, such as ID proof and other relevant certificates.",
        "Step 5: After completing the form and uploading the documents, click \"Submit\".",
        "Step 6: After successful payment and submission, you will receive a registration number.",
        "Application",
        "Step 1: The applicant should visit the Madhya Pradesh Tribal Affairs & Scheduled Caste Welfare Automation System MPTAAS portal. ",
        "Step 2: Enter your user ID, password, and captcha code, then click \"Login.\"",
        "Step 3: Choose the scheme you wish to apply for to avail the benefits.",
        "Step 4: Enter all required information and upload the necessary documents as prompted.",
        "Step 5: Finally, click on \"Submit Application\" to complete the process."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Assistant Commissioner Tribal Affairs Department / District Coordinator Tribal Welfare Department, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=26"
    },
    {
      "title": "Registration",
      "url": "https://www.tribal.mp.gov.in/mptaas"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Previous class passing certificate/marksheet Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}