{
  "scheme_id": "6819b172ba14b448b191ec35",
  "slug": "jnpedak",
  "scheme_name": "Jan Nayak Pustakalaya evam Digital Adhyan Kendra",
  "scheme_short_title": "JNPEDAK",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Digital",
    "Pustakalaya",
    "Students",
    "Learning"
  ],
  "brief_description": "\"Jan Nayak Pustakalaya evam Digital Adhyan Kendra\" scheme aims to develop all Jannayak Karpoori Thakur Hostels, other backward class welfare hostels, and OBC girls' hostels across the state.",
  "detailed_description": "The &quot;Jan Nayak Pustakalaya evam Digital Adhyan Kendra&quot; scheme, under the BC &amp; EBC Welfare Department, Government of Bihar, aims to develop all Jannayak Karpoori Thakur Hostels, other backward class welfare hostels, and OBC girls' hostels across the state into \"Jan Nayak Pustakalaya evam Digital Adhyan Kendra.\" **Objectives** (a) To ensure the availability of competitive and high-quality books and study material. (b) To ensure quality education and guidance through digital learning. (c) To organize inspirational guidance sessions through experts and previously successful candidates in competitive examinations. Through this initiative, students—especially those in remote areas—will have access to high-quality study material and expert guidance in a modern educational environment.",
  "benefits": [
    "The scheme provides students with access to quality study materials, digital learning, and expert guidance to enhance their academic and competitive exam preparation."
  ],
  "eligibility_criteria": "The applicant should be a resident of Bihar. The applicant should belong to the Other Backward Class (OBC) or Extremely Backward Class (EBC) category. The applicant should be residing in a Jannayak Karpoori Thakur Hostel or other OBC/EBC welfare hostel in Bihar.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The scheme \"Jan Nayak Pustakalaya & Digital Learning Centre\" by the BC & EBC Welfare Department, Government of Bihar, does not require any formal registration or application process. Only the students enrolled/admitted to the notified institutions or residing in the notified hostels (like JNKT Hostel , OBC Welfare Hostel & OBC Girls +2 school) can visit the library and/or learning centre and benefit from the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/bcebcwelfare/cache/41/08-Apr-25/SHOW_DOCS/New%20Booklet.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://state.bihar.gov.in/bcebcwelfare/cache/41/13-Apr-25/SHOW_DOCS/scan0047.pdf"
    }
  ],
  "documents_required": "Since the scheme \"Jan Nayak Pustakalaya & Digital Learning Centre\" by the BC & EBC Welfare Department, Government of Bihar, does not require any formal registration or application process, no documents are required to be submitted by the student."
}