{
  "scheme_id": "6721fa857e8c50418c872555",
  "slug": "sma",
  "scheme_name": "Swarnima",
  "scheme_short_title": "SMA",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": true,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Women and Child"
  ],
  "sub_categories": [
    "Banking and money",
    "Loan",
    "Personal finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Other Backward Class",
    "Women",
    "Employment",
    "Loan",
    "OBC"
  ],
  "brief_description": "The Swarnima Scheme provides loan assistance to female beneficiaries from Other Backward Classes (OBC) residing in Maharashtra to support self-employment activities, empowering them to establish a stable livelihood.",
  "detailed_description": "The scheme &amp;amp;quot;Swarnima by the Department of Social Justice &amp;amp;amp; Special Assistance, Government of Maharashtra, is jointly funded by the National Backward Classes Finance &amp;amp;amp; Development Corporation, New Delhi, and the State Corporation. This scheme provides low-interest loans directly deposited into the bank accounts of female beneficiaries from Other Backward Classes (OBC) to support self-employment activities and enhance financial independence. &amp;lt;br&amp;gt; &amp;lt;br&amp;gt; &amp;lt;br&amp;gt; &amp;lt;br&amp;gt; &amp;lt;br&amp;gt; &amp;lt;br&amp;gt; &amp;lt;br&amp;gt;",
  "benefits": [
    "Financial assistance of up to ₹5,00,000/- per Self-Help Group (SHG) project, with ₹25,000 allocated per beneficiary (up to 20 members per SHG). Funding shares include 95% from the Central Corporation and 5% from the State Corporation. No beneficiary contribution is required. Low interest rate of 5% per annum. Repayment period of up to 3 years to ease financial planning."
  ],
  "eligibility_criteria": "The applicant should be from the Other Backward Class (OBC) category. The applicant should be a domicile of Maharashtra. The age of the applicant should be between 18 to 50 years. The annual income of the family of the applicant should be -\nRural areas: Less than or equal to ₹98,000. Urban areas: Less than or equal to ₹1,20,000.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Office of the Leather Industries Development Corporation of Maharashtra (LIDCOM), and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/employment"
    }
  ],
  "documents_required": "Aadhaar Card 2-Passport Sized Photograph (Signed Across). Residential Certificate / Domicile Certificate of the State of Maharashtra. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Proof of Age (Birth Certificate, Marksheet of Class 10th/12th, etc). Any other document required by the District Office."
}