{
  "scheme_id": "673d887cba06e1a36c8c3cb4",
  "slug": "csc",
  "scheme_name": "Chhatrawas (Scheduled Caste)",
  "scheme_short_title": "CSC",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Castes",
    "Student",
    "Hostel",
    "Financial Assistance",
    "Chhatrawas"
  ],
  "brief_description": "Launched in 1966-67, the scheme \"Chhatrawas\" is a welfare scheme by the Scheduled Caste Welfare Department, Govt of MP. The scheme provides free residential facilities in Scheduled Caste hostels for boys and girls studying in educational institutions.",
  "detailed_description": "Launched in 1966-67, the &quot;Chhatrawas&quot; scheme is a welfare initiative by the Scheduled Caste Welfare Department, Government of Madhya Pradesh. The scheme aims to provide free residential facilities in Scheduled Caste hostels for boys and girls who are studying in recognized educational institutions. Students receive ₹1460/- to ₹1500/- per month for food and other related expenses. <br> **Note:** 90% of the scholarship amount is paid into the joint account of the hostel superintendent and mess secretary (student) for running the mess and the remaining 10% is paid into the student&#39;s account.",
  "benefits": [
    "Financial Support: Students receive ₹1460/- to ₹1500/- per month.",
    "Additional Facilities: Food, Hostel, Material Assistance, Scholarship, Free Food and Accommodation, Sports Equipment, Cosmetic Kit and Library Facility."
  ],
  "eligibility_criteria": "The applicant should belong to the Scheduled Caste category. The applicant should be a student. The student should be a native of Madhya Pradesh. The student should be enrolled in a recognized educational institution. The student should be a regular student, attending classes in the institution. The student should require residential facilities in the Scheduled Caste hostels.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Assistant Commissioner/District Coordinator, Tribal Affairs and Scheduled Caste Development Department, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2 : In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=5"
    },
    {
      "title": "Scheme Details (page No.1)",
      "url": "file:///C:/Users/ruchi/Downloads/MP%20Yojana%20Ki%20Jankari%202024.pdf"
    },
    {
      "title": "Website",
      "url": "https://scdevelopmentmp.nic.in/"
    }
  ],
  "documents_required": "Passport-sized Photograph Identity Proof Scheduled Caste Certificate Proof of Residence Educational Documents Admission receipt or student ID card. Recent academic marksheet or certificate. Bank Account Details Aadhaar Details Income Proof Any Other Document\nNote: Please ensure all documents are self-attested (if required) and submitted in the prescribed format."
}