{
  "scheme_id": "66d6aabeb2c003464e32e332",
  "slug": "bslws",
  "scheme_name": "Bihar Shatabdi Leper Welfare Scheme",
  "scheme_short_title": "BSLWS",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Bihar",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Leprosy Patient",
    "Financial Assistance",
    "Visible Deformities Grade-II"
  ],
  "brief_description": "Under this scheme, financial assistance of ₹1,500/- per month is given to leprosy patients with Visible Deformities Grade-II in the state. This scheme is fully funded by the State Government.",
  "detailed_description": "The &amp;quot;Bihar Shatabdi Leper Welfare Scheme&amp;quot; was launched by the Social Welfare Department, Government of Bihar. Under this scheme, financial assistance of ₹1,500/- per month is given to leprosy patients with Visible Deformities Grade-II in the state. The state government fully funds this scheme. **Objective:** The objective of this scheme is to provide financial assistance to the state&amp;#39;s leprosy patients.",
  "benefits": [
    "Under this scheme, financial assistance of ₹1,500/- per month is given to leprosy patients with Visible Deformities Grade-II."
  ],
  "eligibility_criteria": "The applicant should be a resident of Bihar. The applicant should be a leprosy patient with Visible Deformities Grade-II.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits of this scheme, eligible persons should submit their applications in the prescribed format at the respective block office. Note: The application is approved by the Block Development Officer at the block level. Complaints & Grievance Redressal: The complaint can be lodged in the office of the Block Development Officer, Sub-divisional Office, Assistant Director, District Social Security Cell/District Child Protection Unit, Director, Social Security Office, and Additional Chief Secretary/Principal Secretary/Secretary, Social Welfare Department. Apart from this, under the Bihar Public Grievance Redressal Rights Act, 2016, the office of the Public Grievance Redressal Officer at the sub-divisional level and the District Public Grievance Redressal Officer at the district level are functioning."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/BSLWS.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/socialwelfare/CitizenHome.html"
    },
    {
      "title": "E-Suvidha",
      "url": "https://esuvidha.bihar.gov.in/ESUV/Login.aspx"
    }
  ],
  "documents_required": "Aadhaar card of the applicant Passport-size photograph Identity proof i.e. Voter ID Card, Driving License Medical reports/documents related to Visible Deformities Grade –II Address proof Bank Passbook/Bank account details Any other documents as required"
}