{
  "scheme_id": "67e94914c6584ca63e4bb7bf",
  "slug": "swsvy",
  "scheme_name": "Shahari Waqf Sampatti Vikas Yojana",
  "scheme_short_title": "SWSVY",
  "level": "Central",
  "implementing_agency": "Central Waqf Council",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure"
  ],
  "sub_categories": [
    "Infrastructure"
  ],
  "target_beneficiaries": [
    "Registered Societies",
    "Trust"
  ],
  "tags": [
    "Waqf Boards",
    "Interest Free Loan",
    "Waqf Institutions",
    "Waqf Property",
    "Grant In Aid"
  ],
  "brief_description": "Under the scheme, interest free loan to Waqf Boards (WBs)/waqf institutions is granted to various Waqf Boards and Waqf Institutions in the country for construction of economically viable buildings on the Waqf land, such as commercial complex, marriage halls, hospitals, cold storage etc..",
  "detailed_description": "The scheme &amp;quot;Shahari Waqf Sampatti Vikas Yojana&amp;quot; has been implemented by the Central Waqf Council since 1974-75, with annual grant-in-aid provided by the Ministry of Minority Affairs, Government of India. The scheme aims to augment the resources of Waqf institutions and enhance the realization of their objectives. The scheme has now been further extended until 2025-26. ***Objective:*** To improve the financial position of the auqaf and the Waqf Boards and to enable them to enlarge the area of their welfare work, this Yojana has been formulated with a view to protect vacant Waqf land from encroachers and to develop economically viable projects on these properties for generating more income and /or to widen welfare activities.",
  "benefits": [
    "Under this scheme, the Council provides loan assistance through the respective State Waqf Boards for the construction of economically and commercially viable buildings on Waqf land, such as commercial arcades, marriage halls, hospitals, cold storage facilities, etc. As a special case, Grant-in-aid shall be granted to State Waqf Boards/waqf Institutions with the prior approval of the Ministry for social development projects on waqf land. Maximum interest free loan payable will be ₹2.00 crore or 75% of the estimated cost of the project (excluding the value of the land), whichever is less."
  ],
  "eligibility_criteria": "All Waqf Boards (WBs) and registered Waqf institutions, which are in full possession of property to be developed and in the opinion of Central Waqf Council (CWC) are not insolvent or otherwise suitable, shall be eligible for interest free loan. Loans under this scheme will be provided for the development of Waqf properties located in urban areas. Interest-free loan assistance or grants-in-aid, in the public interest, will be provided to WBs and Waqf institutions for specific development projects or non-commercial purposes approved by the CWC. Note 1: Under this scheme, loan assistance will be provided for projects involving the construction or reconstruction of economically viable buildings or projects on Waqf lands. The augmented income generated from these developments will be utilized by WBs and Waqf institutions to strengthen their financial position and expand the scope of their welfare and charitable activities. The whole purpose is intended to contribute to overall progress and development of the society. Note 2: Urban Area means a property situated in any area, which is comprised within the jurisdiction of a Municipality (whether known as Municipality, Municipal Corporation, Notified Area Committee, Town Area Committee, Town Committee or by any other name) Cantonment Board and include any area within such distance not being more than 8 kilometers from the local limits of any Municipality or Cantonment Board as the Central/State Government may, having regard to the extent or scope for urbanization of that area and other relevant consideration, specify in this behalf by notification in the Official Gazette.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: The agency seeking a loan under the scheme should apply to the concerned Waqf Board (WB) using the prescribed application form , providing all necessary details. Step 2: Download the application form from the official website or obtain it from the relevant Waqf Board office. Ensure that all required information is accurately filled in. Step 3: Submit the completed application form along with the necessary supporting documents to the following address: To, The Secretary, Central Waqf Council, Central Waqf Bhawan, P-13 & 14, Sector-6, Pushp Vihar, Opposite Family Court, Saket, New Delhi – 110017 Post-Application Process: Step 1: WB shall consider the application including the feasibility of the project from all angles. The applications found eligible shall be forwarded to Central Waqf Council (CWC) for consideration. Step 2: The application in CWC will be examined by a Screening Committee and the report of the Screening Committee shall be placed before Waqf Development Committee (WDC) for its recommendation for approved of Chairman, CWC. Step 3: CWC will release the approved loan amount in accordance with the applicable procedure and provisions as laid down in General Financial Rules (GFR) notified by the Ministry of Finance in this regard. Step 4: The loans for the amount of more than ₹75 Lakh shall be disbursed in installments to those applicants for whom the funds have been released by the Ministry as Grant in aid. The loans for amount of ₹75 Lakh or less shall be disbursed in installments from the revolving fund created by repayment of loan granted in previous years. Step 5: First installment of up to 50% of the loan amount will be disbursed initially on submission of requisite documents by the loanee institution in compliance of the provisions of GFR. The remaining amount of the loan will be released in appropriate installments after receipt of UC and satisfactory progress report from the concerned institutions; Note 1: For approved projects, WBs/ waqf institutions will also be required to submit loan agreement. Security for obtaining loans will be furnished through memorandum of Deposit of Title Deed OR State Government Guarantee OR Bank Guarantee OR State Waqf Board Guarantee; and Note 2: For all the approved projects, CWC will levy a charge of 8% of disbursed loan amount towards administrative processing cost and the above amount will have to be deposited in advance by WB/ waqf institution before loan amount is released. Note 3: Compliance with the provisions of GFRs and all other applicable Government of India orders / instructions / notifications / guidelines pertaining to release and recovery of loans shall be the responsibility of the CWC after the release of grants in aid by the Ministry."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://centralwaqfcouncil.gov.in/sites/default/files/Fianl%20Approved%20Schemes%20Guidlines%20of%20%20SWSVY-24-11-2021.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://centralwaqfcouncil.gov.in/content/waqf-development-0"
    },
    {
      "title": "Forms",
      "url": "https://centralwaqfcouncil.gov.in/content/forms"
    }
  ],
  "documents_required": "Site plan of the land to be developed indicating boundaries. Plan of construction prepared by a qualified Engineer/Architect, duly sanctioned by the Municipal/Competent authority or other plan prepared by Experts. Details item wise estimate of cost of construction or other cases. A statement showing the profitability of the scheme. A statement of the market value of the Waqf property proposed to be developed, duly prepared by an Approved Valuer, Revenue Authority. Copies of documents, such as Waqf deed, revenue and municipal records, Waqf register of the Board etc. to establish the ownership of the borrower over the property. A non-encumbrance certificate from the competent authority or the State Waqf Board where the property is situated. Any other documents as required"
}