{
  "scheme_id": "66f69b7cc50f851fc661946a",
  "slug": "agma",
  "scheme_name": "Annal Gandhi Memorial Award",
  "scheme_short_title": "AGMA",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Education",
    "Award",
    "Examination"
  ],
  "brief_description": "The scheme provides financial assistance to one boy and one girl from the SC/ST community (Hindu Adi Dravidar) in each district who secure the first rank in plus 2 Public Examinations.",
  "detailed_description": "The \"Annal Gandhi Memorial Award\", introduced on May 7, 2012, by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to encourage academic excellence among students from the Hindu Adi Dravidar community. The scheme helps students pursue higher education through providing financial assistance. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "In first year: ₹2,000/-. For the succeeding five years: ₹1,500/- per annum."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a Student. The beneficiary should belong to the SC/ST (Hindu Adi Dravidar) community. The beneficiary must have secured the first rank in plus 2 Public Examinations in their district.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the concerned educational institution.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the educational institution.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/26775"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Community certificate. Plus 2 Public Examination mark sheet. Bank account details. Any other documents (if required). "
}