{
  "scheme_id": "67ef72534f405f25875e62a7",
  "slug": "eogu",
  "scheme_name": "Establishment of Goat Unit (10 +1)",
  "scheme_short_title": "EOGU",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry",
    "Goat Breeding",
    "Goat Unit"
  ],
  "brief_description": "The \"Establishment of Goat Unit (10+1)\" scheme by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to promote the social and economic upliftment of goat breeders by encouraging goat breeding and genetic improvement through pure breeding.",
  "detailed_description": "The &amp;quot;Establishment of Goat Unit (10+1)&amp;quot; scheme by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to promote the social and economic upliftment of goat breeders by encouraging goat breeding and genetic improvement through pure breeding. The scheme provides financial assistance to Scheduled Caste (SC), Scheduled Tribe (ST) women, and General category individuals, with priority given to widowed and abandoned women from Scheduled Tribes.",
  "benefits": [
    "Category | Standard of Assistance | Minimum Time Limit(In Year) for Reclaiming Benefits\nScheduled Tribe women beneficiaries | 50% Subsidy on Unit Cost or Maximum ₹45,000/- | once in a lifetime\nScheduled Caste beneficiaries | 50% Subsidy on Unit Cost or Maximum ₹45,000/- | once in a lifetime\nGeneral Category beneficiaries | 50% Subsidy on Unit Cost or Maximum ₹45,000/- | once in a lifetime"
  ],
  "eligibility_criteria": "The applicant must belong to one of the following categories: Scheduled Caste (SC). Scheduled Tribe (ST) – Women only. General Category. Note: Priority will be given to Scheduled tribe widows & abandoned women.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application and submit Related Documents through to concern Taluka office. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit Gram Panchayat or the nearest Government Veterinary Dispensary to collect the application form. Step 2: Carefully fill in all the required details, including personal information, category details, and bank details. Step 3: Attach photocopies of all the necessary documents (self-attested, if required) and submit the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=qOhKPiCdFQSM3zEzbNRkog==&domain=12ewfiAgGqKRe600IL5Z/w=="
    }
  ],
  "documents_required": "Copy of bank passbook or canceled cheque. Copy of barcoded ration card. Copy of Aadhaar Card. Guarantee sheet. Certificate regarding date of birth. Election card or copy of Government approved photo identity card. Caste Certificate (if applicable). Certificate of competent authority regarding widow/ desertion/ disability."
}