{
  "scheme_id": "67e0fe18e5a5ebc784cf7f46",
  "slug": "jpshc",
  "scheme_name": "Jiyo Parsi Scheme – Health of the Community",
  "scheme_short_title": "JPSHC",
  "level": "Central",
  "implementing_agency": "State Governments With The Assistance Of Selected Parsi Punchayets/Anjumans/Agiaries",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Financial assistance",
    "Children’s health and immunization"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Parsi Community",
    "Health",
    "Parsi Couples",
    "Zoroastrians"
  ],
  "brief_description": "This scheme provides financial assistance to eligible Parsi couples to support their dependent elderly family members & children. The benefit is given only to couples who have a child after introduction of this component in 2017-18 & have an annual family income of less than ₹15 lakh from all source",
  "detailed_description": "The &amp;quot;Jiyo Parsi Scheme – Health of the Community&amp;quot; is a unique Central Sector Scheme launched by the Ministry of Minority Affairs, Government of India. It aims to motivate Parsi couples to have more children. Under this scheme, financial assistance is provided to eligible couples to take care of their dependent elderly family members and children. This assistance is available only to Parsi couples who have a child after the introduction of this component in 2017-18 and whose annual family income from all sources is less than ₹15 lakh per annum. The scheme would be implemented by the State Governments with the assistance of selected Parsi Punchayets/Anjumans/Agiaries. **Objective:** The objective of the scheme is to reverse the declining trend of Parsi population by adopting a scientific protocol and structured interventions, stabilize their population and to increase the population of Parsis in India.",
  "benefits": [
    "Under this component, financial assistance will be available to Parsi couples to take care of existing children and the newborn child(ren) at the rate of ₹8,000/- per month till the age of 18 years. The rate of assistance for dependent elderly family members will be ₹10,000/- per month per dependent elderly (aged 60 yrs or more). The assistance will start after the birth of the child and will continue till the elderly family members are alive. The beneficiaries or their family members may study courses in AvestaPahlvi language, ancient language of Parsi Community, through distant learning mode from affiliated University and the Ministry will reimburse the annual fee for the same upto a maximum of ₹6,000/- per annum."
  ],
  "eligibility_criteria": "Assistance under this component is available to only those Parsi Couples who bear a child after the introduction of this component i.e. 2017-18 and whose annual family income from all sources is less than ₹15 Lakh per annum. The applicant should be a resident of India. The applicant should belong to a notified minority community, i.e., Parsi/Zoroastrian. Note 1: No funds will be provided under the scheme for maintenance, construction or any recurring expenditure for building of creche etc. Note 2: The maximum overall number of beneficiaries under this component of the scheme will be 200. Note 3: Elderly care will be monitored through the District authorities to oversee that the family receiving the monetary benefits is giving due respect to the elderly members.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible beneficiaries who wish to avail benefits under this scheme may visit or contact Parsi Punchayets, Anjumans, or Agiaries. Step 2: Collect the application form and fill in the required details, including Aadhaar number, Aadhaar-linked joint bank account details, and other relevant information. Step 3: The district-level committee will review and recommend the applications under the scheme. Step 4: After receiving recommendations and relevant documents from the district-level committee, the Ministry will initiate the process of reimbursement/payment of grants. Funds will be directly reimbursed through the Aadhaar-based Payment System (ASPS). Note 1: Preference will be given to Parsi couples with the lowest annual family income. Note 2: Financial assistance under the Health of the Community component will be provided at applicable rates during the scheme's duration and as long as the beneficiaries remain eligible. Note 3: Financial assistance will be released under the Direct Benefit Transfer (DBT) mode through the Aadhaar Payments Bridge System (APBS) as per National Payments Corporation of India (NPCI) guidelines."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://minorityaffairs.gov.in/showfile.php?lang=1&level=1&ls_id=836&lid=1055"
    },
    {
      "title": "Portal For Jiyo Parsi Scheme",
      "url": "https://jiyoparsi.minorityaffairs.gov.in/index.php"
    }
  ],
  "documents_required": "Identity proof Community certificate Bank Details of Joint Account of the Couple/Cancelled Cheque of Nationalized Bank Income Certificates(from appropriate authority) Details of dependent elderly family members or children with their age proof Courses details in Avesta Pahlvi language, ancient language of Parsi Community, if applicable Any other documents as required"
}