{
  "scheme_id": "63b2c26a7b85941ff8294952",
  "slug": "mcms-ugsvb-aass",
  "scheme_name": "Merit·cum·Means Scholarships For Under Graduate Studies In Various Branches Of Agriculture And Animal Science Subjects",
  "scheme_short_title": "MCMS-UGSVB-AASS",
  "level": "Central",
  "nodal_department": "Department of Agriculture Research and Education",
  "implementing_agency": "Indian Council Of Agricultural Research",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Student",
    "Agriculture",
    "Financial"
  ],
  "brief_description": "The scheme of \"Merit·cum·Means Scholarships For Under Graduate Studies In Various Branches Of Agriculture And Animal Science Subjects\" was introduced by ICAR with a view to attracting meritorious undergraduate students to prosecute their studies up to graduation level.",
  "detailed_description": "The &quot;Merit-cum-Means Scholarships for Undergraduate Studies in Agriculture and Animal Science&quot; is a prestigious scheme introduced by the Indian Council of Agricultural Research (ICAR), Department of Agricultural Research and Education (DARE). The objective of this scholarship is to attract meritorious students to pursue undergraduate studies in Agriculture, Agricultural Engineering, Home Science, Dairy, and Animal Husbandry. <br> The scholarship is awarded annually based on merit-cum-means criteria. To be eligible, students must meet the &#39;Means Test&#39; condition and secure at least 60% marks or equivalent grade points in the qualifying examination. Each selected student will receive ₹1,000 per month, and the scholarship will be tenable for the entire duration of the degree course in the relevant subject. <br> <br> <br>",
  "benefits": [
    "The value of the scholarships for undergraduate studies in Agriculture (including Agricultural Engineering & Home Science) and Animal Science subjects will be ₹ 1,000/- per month per student. The scholarship will be tenable for the full duration of the degree course in the concerned subject."
  ],
  "eligibility_criteria": "The applicant should have domiciled in India. The applicant should be a student who meets the Means Test condition as defined in the scheme guidelines. The applicant should have secured at least 60% marks or equivalent grade points in the qualifying examination. The applicant should be considered on inter-se merit in case of a tie, with preference given to those with higher marks in science subjects. The applicant should pursue undergraduate studies in Agriculture, Agricultural Engineering, Home Science, Dairy, or Animal Husbandry.\n\nMEANS TEST\nThe applicant should be from a family whose parents' annual income does not exceed ₹1,00,000 to be eligible for the scholarship. The applicant should note that there is no provision for a half scholarship under this scheme. The applicant should be aware that if their parents' income exceeds ₹1,00,000 per annum, they will not be eligible for the scholarship but may receive a national prize of ₹500 and a certificate of merit.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the University/College, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any.",
        "Proforma For Submission Of Demand:  https://education.icar.gov.in/pdf/format-MCM-2017.pdf "
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://education.icar.gov.in/Event_details?component=NTS&DegProg=MCM&SchemeCode=MCM"
    },
    {
      "title": "Revised Rates Of Scholarship",
      "url": "https://education.icar.gov.in/files/Circular/office_order_hrd.pdf"
    },
    {
      "title": "Proforma For Submission Of Demand",
      "url": "https://education.icar.gov.in/pdf/format-MCM-2017.pdf"
    },
    {
      "title": "Guidelines",
      "url": "https://education.icar.gov.in/Files/Guidelines/mcmscholarship-04012016.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of Identity. Marksheets of Previous Educational Qualification. Aadhar Number Income Certificate issued by the designated State/UT Authority. Details of the Bank Account in the name of the student or Joint Account with Mother/Father. Proof of admission into an ICAR recognized Agricultural University."
}