{
  "scheme_id": "6842812ba9a9e74d7bf53243",
  "slug": "msuse",
  "scheme_name": "Model School under School Education",
  "scheme_short_title": "MSUSE",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "School Education",
    "Model School",
    "Visually Impaired Children",
    "Smartphone",
    "Laptop"
  ],
  "brief_description": "The scheme aims to provide inclusive quality education to children with visual disabilities from pre-school to senior secondary level. Through this scheme, students receive free residential facilities, educational materials, assistive devices, and digital tools for a modern learning experience.",
  "detailed_description": "The scheme &amp;quot;School Education Model School&amp;quot; implemented by the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun, aims to facilitate new admissions for visually impaired children into its residential school, from pre-school to senior secondary level, affiliated with the Central Board of Secondary Education. Through this scheme, students receive free food, accommodation, uniforms, library facilities, medical facilities, accessible teaching materials, assistive devices, and the provision of a writer for examinations. Senior students are also provided with smartphones and laptops to support their modern and convenient studies. The scheme invites applications annually in the second week of February, followed by an online recruitment process for vacant positions.",
  "benefits": [
    "Free Educational Support: Free educational material, access to libraries, and assistive tools for learning and writing. Free Residential and Welfare Facilities: Free accommodation, meals, uniforms, and medical services. Digital Devices: Senior students receive smartphones and laptops to facilitate modern and convenient studies. Assistive Support for Exams: Scribe/writer assistance is provided during examinations."
  ],
  "eligibility_criteria": "The applicant should be a child with visual impairment (low vision or blindness). The applicant should be eligible for school education between pre-school and senior secondary level. The applicant should hold a valid disability certificate (UDID card). The applicant should fulfill the academic requirements for the class they seek admission into. The applicant's attendance should not fall below 75% in any academic session. Note: The applicant will not be allowed to appear in examinations if their attendance is below 75%. If a student remains absent continuously for one week at the beginning of the session without prior information, their name will be struck off the school register. If a student remains absent for ten consecutive days during the session without any prior permission, they will be suspended from the school.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Model Senior Secondary School for the Visually Handicapped and request a hard copy of the prescribed format of the application form , or can download it from here. Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the below-mentioned address. Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Principal, Model School, National Institute for the Empowerment of Persons with Visual Disabilities (Divyangjan), 116 Rajpur Road, Dehradun Pin No.: 248001, Uttarakhand Contact No.: 0135&2738060 Mobile No.: 9045453985"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 103)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://cdnbbsr.s3waas.gov.in/s36ee69d3769e832ec77c9584e0b7ba112/uploads/2025/02/202503181939478588.pdf"
    }
  ],
  "documents_required": "Medical Certificate (Visual Impairment/Low Vision) (issued by the Chief Medical Officer). Date of Birth Certificate (Municipality/Block Development Officer/Village Development Officer). Income Certificate of Parents. Domicile Certificate. Cast certificate (SC/ST/OBC), if any. EWS Certificate, if available. Mark Sheet of the class passed. UDID Card No. Applicant & Mother, Father Aadhaar card. Apaar ID of the applicant."
}