{
  "scheme_id": "642e41a2c0dc428bd8a81263",
  "slug": "ptwadw",
  "scheme_name": "Pension to Widows and Destitute Women",
  "scheme_short_title": "PTWADW",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Government of Haryana",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Widows",
    "Widow",
    "Destitute",
    "Woman"
  ],
  "brief_description": "Under this scheme, widows and destitute women aged 18 years and above are eligible for a pension if they are domiciles of Haryana and have been residing in the state for at least one year at the time of application submission.",
  "detailed_description": "The &amp;quot;Pension to Widows and Destitute Women&amp;quot; scheme was introduced by the Government of Haryana in the financial year 1980-81. The aim of the scheme is to provide social security to women who cannot sustain themselves and need financial assistance. Under this scheme, widows and destitute women aged 18 years and above are eligible for a pension if they are domiciles of Haryana and have been residing in the state for at least one year at the time of application submission. <br>",
  "benefits": [
    "Under this scheme, a pension of ₹2,500/- per month is given to widows and destitute women."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Haryana.\n2. The applicant should meet one of the following conditions:\n• Be a widow.\n• Be a destitute woman without a husband, parents, or children.\n• Be a destitute woman due to desertion or the physical/mental incapacity of her husband (for married women) or parents (for other women).\n3. The applicant should be 18 years of age or older.\n4. The applicant's annual income from all sources should be less than ₹2,00,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: For applying the widow pension scheme, the applicant has to furnish an application form in the prescribed format. Step 2: The applicant has to affix a recent passport-size photograph on the application. Step 3: Approach the concerned Social Justice Department (SJD) in the locality, submit the duly filled application form along with all required documents. Step 4: Concerned SJD authority will verify the application form and other documents. Once the concerned authority approves the application, the applicant will be provided with a beneficiary ID. Note 1: The same ID will also send through the registered mobile number. Keep it safe for future reference. Note 2: All eligible beneficiaries will start to receive the allowance pension every month. The amount will be directly credited to the beneficiary's bank account."
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "One can make an application through e-Disha Center as well as Atal Seva Kendra."
      ]
    }
  ],
  "references": [
    {
      "title": "Portal 1",
      "url": "https://socialjusticehry.gov.in/pension-to-widows-and-destitute-women/"
    },
    {
      "title": "Portal 3",
      "url": "https://saralharyana.gov.in/#"
    },
    {
      "title": "Portal 4",
      "url": "https://hisar.gov.in/district-social-welfare-office-hisar/https://hisar.gov.in/district-social-welfare-office-hisar/"
    },
    {
      "title": "Application Form",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2021/03/2021032566.pdf"
    }
  ],
  "exclusions": "A woman employed by any Government or by any Local/Statutory Body or any organization substantially financed by any Government or Local/Statutory Body or who is drawing pension or family pension there from will not be eligible under this scheme. \"Pension\" wherever occurring in any Government notification concerning Social Security Benefits means and includes, income received or accrued from accumulated earnings, including the following schemes: Provident Funds Annuities from any source including Commercial Banks, Financial Institutions or Insurance.",
  "documents_required": "Application Form in Prescribed format Identity Proof – Aadhaar Card of the parents Age Proof Certificate – Birth Certificate or Mark sheet Address Proof – BPL Ration Card Income Certificate Domicile Certificate Death Certificate of Husband – For Widow Photograph of the parent Bank Account Details"
}