{
  "scheme_id": "664d90b202cfbde31648ec3d",
  "slug": "famtj",
  "scheme_name": "Financial Assistance for Medical Treatment of Journalists",
  "scheme_short_title": "FAMTJ",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Tamil Development and Information Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Emergency medical assistance",
    "Disease and conditions"
  ],
  "target_beneficiaries": [
    "Journalist"
  ],
  "tags": [
    "Medical",
    "Financial Assistance",
    "Daughter",
    "Disease"
  ],
  "brief_description": "The Tamil Development, Religious Endowments, and Information Department scheme was launched by the \"Financial Assistance for Medical Treatment of Journalists\". The scheme aims to provide financial assistance to four journalists for medical treatment from the Chief Minister's Public Relief Fund.",
  "detailed_description": "The Tamil Development, Religious Endowments, and Information Department scheme was launched by the &quot;Financial Assistance for Medical Treatment of Journalists&quot;. Under this scheme, financial assistance was provided to four Journalists for medical treatment and to the daughter of a journalist for surgery. The total financial assistance extended under the scheme was ₹50,000/-.",
  "benefits": [
    "Medical Assistant of ₹50,000/-."
  ],
  "eligibility_criteria": "The petitioner should be working as a full-time working journalist. The petitioner should have work experience of at least 5 years. The petitioner must apply within three months of undergoing medical treatment. The annual income shall not be taken into account for obtaining medical assistance funds for journalists. The treatment must be conducted in hospitals recognized by the Tamil Nadu State Hospital Organization. The retired journalist receiving government pension are eligible to apply but they will receive 50% of the financial assistance.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant can download the application form from the official website. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the District Information and Public Relations Officer. Step 4: Request a receipt or acknowledgment from the District Information and Public Relations Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). NOTE 1: If there is less space for writing details in the forms, write the details on a separate sheet of paper and attach it to the application. NOTE 2: Candidate should send two completed application forms with all details duly filled and attached with relevant certificates."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme_details.php?id=NDc="
    },
    {
      "title": "Official Website",
      "url": "https://www.tn.gov.in/index.php"
    },
    {
      "title": "Application Form",
      "url": "https://cms.tn.gov.in/cms_migrated/document/schemes/journalist_medical_fund.pdf"
    }
  ],
  "documents_required": "Proof of employment / Copy of government order issued for receiving pension (only if receiving pension) Income Certificate Experience Certificate Residential Certificate - Copy of family card / Voter ID card Two photographs Treatment Certificate (A certificate from a recognized hospital regarding the disease from which the applicant is suffering) Tentative Cost Copy (the type of treatment/surgery required, and an approximate estimate of the cost of surgery, with the doctor's and hospital's round seal, should be attached to the application)"
}