{
  "scheme_id": "665db93b02cfbde31658eecf",
  "slug": "kplp",
  "scheme_name": "Kamban Pugazh Literary Prize",
  "scheme_short_title": "KPLP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Arts and Culture Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Apprenticeship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Artist",
    "Financial Assistance",
    "Prize",
    "Publication",
    "Book"
  ],
  "brief_description": "The scheme \"Kamban Pugazh Literary Prize\" was launched by the Arts and Culture Department, Puducherry. The scheme aims to provide prizes of ₹10,000/- and 10 awards to the author in the field of novels, short stories, drama, poems & prose in Tamil.",
  "detailed_description": "The Arts and Culture Department, Puducherry launched the &amp;quot;Kamban Pugazh Literary Prize&amp;quot; scheme. The objective of this scheme is to provide prizes of ₹10,000/- and 10 awards to authors/writers in the field of novels, short stories, drama, poems &amp;amp; prose in Tamil. The applications are accepted offline in the prescribed form available at the Director of Art and Culture Department.",
  "benefits": [
    "Financial Assistance of ₹10,000/-. No. of Awards: 10"
  ],
  "eligibility_criteria": "The applicant should be an author/writer. The applicant should be a native of Puducherry by virtue of birth or continuous residence of not less than five years. The applicant should publish the best novel, short story, drama, poetry and prose. First edition of the book should be published between 1st January and 31st December. The publication must be of creative literature of their own. The book should not be an abridged version of an imitation or translated version of another book or synopsis. The literary critics/ thesis research presented to university degrees or examinations are not eligible for award The author once awarded is not eligible to participate in the award for the next four consecutive years. The books sent for the prize should be those not awarded by other Government / Non-Government Organizations and Voluntary Literary Organizations.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant downloads the application form from the official website .",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Director of Art and Culture Department, No.1, Roman Roland Road, Puducherry 605 001.",
        "Step 4: Request a receipt or acknowledgment from the Director of Art and Culture Department to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: An advertisement will be made in the first week of January the eligible writers to submit their last year's book by January 31."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizens Charter",
      "url": "https://art.py.gov.in//sites/default/files/ecit1.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://art.py.gov.in/sites/default/files/kamban202367.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph. Residence Certificate. Birth Certificate. Published Book of the Last Year. Any Other Document If Required."
}