{
  "scheme_id": "683064f44c27d242bd149239",
  "slug": "gpradpd",
  "scheme_name": "Grant for Purchase and Repair of Various Assistive Devices/Equipment for Persons with Disabilities",
  "scheme_short_title": "GPRVADEPWD",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Devices",
    "Person With Disability",
    "Differently-abled Person",
    "PwD",
    "Divyang"
  ],
  "brief_description": "Under this scheme, a grant of up to ₹3,500 is provided for the purchase of individual aids, which may be increased to a maximum of ₹7,000 in special cases. Additionally, ₹500 is provided for the repair of prosthetic limbs and other assistive equipment.",
  "detailed_description": "The scheme \"Grant for Purchase and Repair of Various Assistive Devices/Equipment for Persons with Disabilities\" is implemented by the Social Welfare Department, Government of Uttarakhand. The scheme aims to enhance the mobility and functional independence of persons with disabilities by providing financial assistance for the purchase and repair of essential assistive devices. Under this scheme, a grant of up to ₹3,500 (maximum ₹7,000 in special cases) is provided for the purchase of individual aids and ₹500 for the repair of prosthetic limbs and assistive equipment.",
  "benefits": [
    "Grant Amount:",
    "₹50 to ₹3,500 for the purchase of assistive devices (maximum ₹7,000 in special cases). ₹500 for repair of artificial limbs and assistive equipment."
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should be a person with a disability. The applicant should have a minimum disability of 40%. In the case of a minor beneficiary, the monthly income of parents/guardians should not exceed ₹4,000/-. The applicant should have a medical recommendation from a Government Medical Officer or specialist recommending the device or its repair.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the District Social Welfare Officer's office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the District Social Welfare Officer's office. Verification Process: Step 1: The District Social Welfare Office verifies documents and eligibility. Step 2: If found eligible, the file is processed for grant approval. Step 3: The sanctioned amount is paid via treasury directly to the applicant's bank account. NOTE: Medical Recommendation: The applicant should get a recommendation from a government medical officer for the required assistive device or its repair."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 2)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Identity proof Disability Certificate Recommendation Letter (from a government doctor for the device or repair) Any Other Document if Required"
}