{
  "scheme_id": "67b34e94d6a94de2eedf3c89",
  "slug": "srrwav",
  "scheme_name": "Scheme for Relief and Rehabilitation of Women Acid Victims",
  "scheme_short_title": "SRRWAV",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "implementing_agency": "Women And Child Development Department, Haryana",
  "dbt_scheme": false,
  "categories": [
    "Women and Child"
  ],
  "sub_categories": [
    "Compensation to Victims",
    "Financial Assistance",
    "Medicine"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Acid Attack",
    "Women",
    "Victims",
    "Medical Treatment",
    "Relief",
    "Rehabilitation"
  ],
  "brief_description": "Under the scheme, the acid attack victim is entitled to receive 100% free medical treatment from government or government-approved hospitals. Additionally, an ad-hoc relief of ₹1.00 lakh is provided to the acid attack victim, which is later reimbursed by the Women and Child Development Department.",
  "detailed_description": "The scheme &amp;quot;Relief and Rehabilitation of Women Acid Victims&amp;quot; was launched by the Women and Child Development Department, Government of Haryana. It aims to provide financial and medical assistance to acid attack victims who are residents of Haryana and have suffered attacks within the state. Under the scheme, the victim is entitled to receive 100% free medical treatment from government or government-approved hospitals. Additionally, an ad-hoc relief of ₹1.00 lakh is provided to the acid attack victim, which is later reimbursed by the Women and Child Development Department.",
  "benefits": [
    "Under the scheme, the following benefits will be provided to women acid attack victims: ₹25,000/- as ad-hoc relief immediately by the concerned Deputy Commissioner. ₹75,000/- within 15 days by the Women and Child Development Department for immediate medical expenses. Finance Support for 100% medical treatment including medicine, food, bedding and plastic surgery/reconstructive surgery, if any from amongst any of the Government Hospital/Government approved hospitals."
  ],
  "eligibility_criteria": "The applicant should be an acid attack victim girl/woman. The applicant should be a resident of Haryana. The applicant should be a victim of an acid attack occurring on or after 02.05.2011. The applicant should have suffered an acid attack within Haryana. The applicant should not have been fully cured or completed all medical procedures, as continuing treatment is covered under the scheme.\nRTS Time Limit:\nThis scheme's RTS (Right to Service) time limit is 30 days.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Apply for Scheme: Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant needs to visit the Official Portal - Antyodaya-SARAL Portal  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicants will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form.   FOR ANY ENQUIRY Helpline: 0172-3968400 Email: saral.haryana@gov.in  "
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The applicant may also visit the nearest Atal Seva Kendra (CSC) to fill out the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://wcdhry.gov.in/schemes-for-women/scheme-for-relief-and-rehabilitation-of-women-acid-victims/"
    }
  ],
  "documents_required": "Identity proof Parivar Pehchaan Patra Number Medical Certificate Court Order Copy of FIR Any other documents as required"
}