{
  "scheme_id": "67051cc5b603a228b8e7663c",
  "slug": "fesfpc",
  "scheme_name": "Free Education Scholarship for Professional Courses (Engineering, Medical, Agriculture, Veterinary, and Law)",
  "scheme_short_title": "FESFPC",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Backward Classes Most Backward Classes and Minorities Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority Welfare",
    "Scholarship",
    "Education"
  ],
  "brief_description": "This scheme provides full coverage of tuition fees, special fees, and examination fees for Backward Classes (BC), Most Backward Classes (MBC), and Denotified Communities (DNC) students pursuing professional courses.",
  "detailed_description": "The &amp;quot;Free Education Scholarship for Professional Courses (Engineering, Medical, Agriculture, Veterinary, and Law)&amp;quot; launched on 7th May, 2012, by the Backward Classes, Most Backward Classes and Minorities Welfare Department, Tamil Nadu, is designed to assist students from Backward Classes (BC), Most Backward Classes (MBC), and Denotified Communities (DNC). The scheme covers tuition fees, special fees, and non-refundable compulsory fees as prescribed by the government, along with the full examination fee.",
  "benefits": [
    "Financial Assistance: Full payment of tuition fees. Coverage of special and other non-refundable compulsory fees. Full reimbursement of examination fees as per government norms. "
  ],
  "eligibility_criteria": "The beneficiary should be a student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Backward Classes (BC), Most Backward Classes (MBC), and Denotified Communities (DNC). The beneficiary should be pursuing a professional course in a Government/Government Aided or Self-Financing college. The beneficiary's family income should not exceed ₹1,00,000/- annually. There should be no graduate in the family.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant should collect the application form from the concerned educational institute. Step-2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step-3: Submit the duly filled and signed application form along with the documents to the institution. Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines-1",
      "url": "https://www.tn.gov.in/scheme/data_view/27488"
    },
    {
      "title": "Guidelines-2",
      "url": "https://cms.tn.gov.in/sites/default/files/schemes/bcmbcmw_5.pdf"
    }
  ],
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate. Admission letter or proof of enrollment (Government or Government Aided Arts and Science College). Bank account details for fee reimbursement. Income Certificate (proving family income is below ₹1,00,000/-). No Graduate Certificate (self-declaration or from a gazetted officer) Previous academic records (as required by the college). Any other documents (if required). "
}