{
  "scheme_id": "65bb6b35cd96dc5e073b2ad0",
  "slug": "mvpy-bihar",
  "scheme_name": "Mukhyamantri Vridhjan Pension Yojna",
  "scheme_short_title": "MVPY-BIHAR",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Department Of Social Welfare, Government Of Bihar",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Old Age",
    "Pension",
    "Senior Citizen",
    "Financial Assistance"
  ],
  "brief_description": "The scheme \"Mukhyamantri Vridhjan Pension Yojna\" is an old-age pension scheme implemented by the Department of Social Welfare, Government of Bihar to provide financial assistance to elderly citizens. Under the scheme, a monthly pension is given to individuals who are aged 60 years or above.",
  "detailed_description": "The scheme \"Mukhyamantri Vridhjan Pension Yojna\" is an old-age pension scheme implemented by the Department of Social Welfare, Government of Bihar to provide financial assistance to elderly citizens. Under the scheme, a monthly pension is given to individuals who are aged 60 years or above.",
  "benefits": [
    "A monthly pension of ₹400/- will be provided to individuals who are in the age group of 60-79 years. A monthly pension of ₹500/- will be provided to the individuals whose age is 80 years and above. Note: The pension amount is transferred directly to the beneficiary bank account using the Direct Benefit Transfer (DBT) method."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Bihar. The age of the applicant should be 60 years or above. The applicant should not be a retired government employee, in order to avail of the benefits of the scheme. The applicant should not be receiving any pension from government service, family pension or social security pension any other source for this purpose.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the eligible applicant may visit the state official Portal: Social Security Pension Management Information System Website (SSPMIS) Step 02: On the home page, click on ‘Register for MVPY' and after clicking, a verification window page will open for the Aadhaar verification of the applicant. Step 03: Fill in all the mandatory details and click on ‘Validate Aadhaar'. After validation of Aadhaar, click on ‘Proceed' to fill out the MVPY registration form. Step 04: The applicants have to fill in the details on the MVPY registration form like personal details, bank account details, address details, etc. Step 05: Upon filling and submitting the MVPY registration form, the registration process will be completed."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/socialwelfare/CitizenHome.html"
    },
    {
      "title": "Application Portal",
      "url": "https://www.sspmis.bihar.gov.in/HomePage"
    }
  ],
  "documents_required": "1. EPIC Card\n2. Aadhaar Card\n3. Bank Account details with consent to use for DBT are mandatory\n4. Proof of Age\n5. Passport size photograph\n6. Proof of residence\n7. Any other documents as required"
}