{
  "scheme_id": "641d5bc3996096c32e07ea43",
  "slug": "vky",
  "scheme_name": "Vanbandhu Kalyan Yojana",
  "scheme_short_title": "VKY",
  "state": "Gujarat",
  "level": "State",
  "nodal_department": "Tribal Development Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Rehabilitation",
    "Shelter",
    "Citizen empowerment",
    "Food Security / Public Distribution System"
  ],
  "target_beneficiaries": [
    "Family",
    "Registered Societies",
    "Village"
  ],
  "tags": [
    "Vanbandhu Kalyan Yojana",
    "Vanbandhu",
    "Kalyan",
    "VKY"
  ],
  "brief_description": "Vanbandhu Kalyan Yojana focuses on integrated, holistic, and inclusive development of tribal communities. It aims at creation of quality social and civil infrastructure, and sustainable livelihood, employment & entrepreneurship in tribal areas such that the income of every tribal family doubles.",
  "detailed_description": "Vanbandhu Kalyan Yojana focuses on integrated, holistic and inclusive development of tribal communities. It aims at creation of quality social and civil infrastructure, and sustainable livelihood, employment &amp;amp; entrepreneurship in tribal areas such that the income of every tribal family doubles. The approach is mission mode implementation of need-based outcome-oriented projects that improve the quality of life of tribal people and bring happiness and prosperity. &lt;br&gt; **Ten Points-Focus areas of VKY** &lt;br&gt; - Employment opportunities - Emphasis on Quality Education &amp;amp; Higher Education - Economic Development - Health - Housing - Safe drinking water - Irrigation - Universal Electrification - All-Weather Road Connectivity - Urban development",
  "benefits": [
    "Double the income of all tribal families, with a special focus on the migrant families and the Particularly Vulnerable Tribal Groups Increas in animal husbandry and dairy based activities Access to quality education for every eligible tribal child and increased emphasis on higher education. Double the income of all tribal families including migrant tribal families and Particularly Vulnerable Tribal Groups Support the socio-economic development of all tribal families by providing access to necessary amenities for a healthy living. Provide a house to each tribal family, including those from Particularly Venerable Tribal Groups, provide access to safe drinking water to all tribal families Assured income from agriculture to all tribal farmers Ensure universal electrification for all Scheduled Tribe households and villages for improved quality of life and economic development. Promote wealth creation in tribal areas and improve the quality of life of all tribal families. Develop tribal towns as growth engines to augment the income of tribal families."
  ],
  "eligibility_criteria": "Beneficiary must be from Tribal Category. Must belong to BPL group.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The citizen need not apply to the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Portal",
      "url": "https://vky.gujarat.gov.in/home"
    },
    {
      "title": "Portal",
      "url": "https://tribal.gujarat.gov.in/vanbandhu-kalyan-yojana"
    },
    {
      "title": "Portal",
      "url": "https://tribal.guj.nic.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Tribal Category document BPL certificate Land related document in case of availing benefit. Aadhar Card"
}