{
  "scheme_id": "64e590329a06d82f412ce39f",
  "slug": "gtegp",
  "scheme_name": "Goa Tribal's Employment Generation Programme Scheme",
  "scheme_short_title": "Gtegp",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Banking and money",
    "Entrepreneurship development",
    "Loan",
    "Welfare measures"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Employment",
    "Business",
    "Entrepreneurship",
    "Scheduled Tribe"
  ],
  "brief_description": "\"Goa Tribal's Employment Generation Programme Scheme\" provides a subsidy of 40% on the total loan amount i.e. 95% of the project cost. The scheme is for educated unemployed individuals in the 18 to 45 years age group who are members of the tribal communities of Goa.",
  "detailed_description": "The scheme &quot;Goa Tribal's Employment Generation Programme Scheme&quot; by the Department of Tribal Welfare, Government of Goa, is for educated unemployed individuals in the 18-45 years age group who are members of the tribal communities of Goa. The scheme provides a subsidy of 40% on the total loan amount i.e. 95% of the project cost. The loan is provided for activities such as Micro and Small Manufacturing Enterprises, Service Enterprises, and Trade Enterprises. The beneficiary is also provided with compulsory entrepreneurship training of up to 7 days. <br> > **Collateral** 1. **For Loan Amount Upto ₹ 2,00,000:** Personal guarantee of the applicant and spouse/parent/relative.1. **For Loan Amount between ₹ 2,00,000 to ₹ 6,00,000:** One or more third-party guarantors, depending upon the loan amount. Such a guarantor could be an employee of State Government/ Government Corporations/Aided Institutions/ Companies of repute or a person owning an unencumbered immovable property in Goa, of commensurate value.1. **For Loan Amount Above ₹ 6,00,000:** Notarised copy of ownership documents of the unencumbered immovable property owned by the guarantor/s, commensurate to the loan amount to be provided. The guarantor should not be a defaulter with any financial institution/bank. <br> > **Recovery** In case of default in repayment of the loan, the amount is to be recovered as arrears of land revenue or under the Public Money Recovery Act, DRT or any other relevant Act and rules thereof. <br> > **Service Charges for EDC** ₹ 50,000/- for ₹ 1,00,00,000 of subvention for disbursement to beneficiaries and 1%, out of the interest @ 2% per annum recovered from the beneficiaries.",
  "benefits": [
    "Type of Activity: Micro & Small Manufacturing Enterprises",
    "Maximum Project Cost (₹ in Lakh): 25",
    "Maximum Working Capital Limit: 35%",
    "Type of Activity: Service Enterprises",
    "Maximum Project Cost (₹ in Lakh): 15",
    "Maximum Working Capital Limit: 80%",
    "Type of Activity: Trade Enterprises",
    "Maximum Project Cost (₹ in Lakh): 15",
    "Maximum Working Capital Limit: 80% (100% in case of agricultural produce)",
    "Subsidy Applicable on Loan Amount: 40%",
    "Promoter's Contribution: 5%.",
    "Interest Rate: 4% per annum",
    "Penal Interest: NIL",
    "Repayment Schedule: Repayable in 60 to 120 EMIs (As per discretion of GTEGP-TFC).",
    "Moratorium Period: 3 to 6 months (At the discretion of GTEGP-TFC).",
    "Security: The first charge of mortgage/hypothecation of fixed assets (building, furniture, machinery, etc.) and/or current assets (trading goods, raw material, etc.)",
    "Training",
    "Compulsory entrepreneurship training of up to 7 days within six months from the date of sanction."
  ],
  "eligibility_criteria": "The applicant should be Unemployed. The age of the applicant should be between 18 and 45 years. The applicant should have passed Class 4th (relaxable for deserving cases). The applicant should be a Member of the Tribal Community notified by the Government of Goa. The applicant should not be a defaulter to any bank, financial institution, etc. The applicant should have been a permanent resident of Goa for at least 15 years. The eligible activities are Micro and small manufacturing enterprises, Service enterprises, and Trade Enterprises. The non-eligible activities are Farming activities, tobacco products and red-category industries.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Department of Tribal Welfare, Govt. of Goa, Shram Shakti Bhavan,",
        "5th Floor, Patto, Panaji-Goa, - 403 001.",
        "Step 2: Take a print of the proforma of the application form, or request a hard copy from the concerned authority.",
        "Step 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents to the concerned authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (EDC)",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/02/GTEGP-Scheme.pdf"
    },
    {
      "title": "Guidelines (Goa State STFDCL)",
      "url": "https://stcorporation.goa.gov.in/wp-content/uploads/2020/03/GTEGP-SCHEME.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://www.goa.gov.in/wp-content/uploads/2023/07/GTEGP-Application-Form.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://www.goa.gov.in/department/goa-state-scheduled-tribe-finance-and-development-corporation-ltd/"
    }
  ],
  "exclusions": "Individuals who are defaulters to any bank, financial institution, etc are not eligible for this scheme.",
  "documents_required": "For Loan Assistance\n(Fill up the prescribed application form and submit the same in duplicate along with self-attested copies of the following documents)\n1) 2 recent photographs. (borrower & guarantor).\n2) Birth Certificate.\n3) Valid Caste Certificate from Competent Authority.\n4) School leaving or qualification certificate.\n5) 15 years residential certificate.\n6) House tax receipt. (borrower & guarantor).\n7) EPIC/UID. (borrower & guarantor).\n8) Any other relevant certificate. (Marriage/caste/handicap/widow).\n9) Professional Driving licence, badge, and business assurance recommendation letter in case of loan for the vehicle.\n10) Bank pass book/s of existing accounts (borrower & guarantor).\n11) Pan Card (borrower & guarantor).\nDeclaration\nThe applicant has to file a Self Declaration, in the format provided with the application form\nFor Project Report\n(Fill up the prescribed project report form and submit the same in duplicate along with the following documents)\n1) All quotations of assets to be acquired and also of raw material or stock, from authorized dealers.\n2) Registration of the unit wherever necessary.\n3) N.O.C./Trade Licence from Panchayat/Municipality.\n4) Any other requisite N.O.C. from a Government department or authority as applicable.\n5) N.O.C. on stamp paper of ₹ 50/- and in prescribed format from the owner of the premises where the activity is proposed to be started.\n6) Latest Tax receipt/registration of the shop, pertaining to the proposed premises.\n7) Electricity/water connection proof (Wherever necessary)."
}