{
  "scheme_id": "6448f123cc64ef23bef44a09",
  "slug": "km",
  "scheme_name": "Krushi Mahotsav",
  "scheme_short_title": "KM",
  "state": "Gujarat",
  "level": "State",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "categories": [
    "Agriculture,Rural & Environment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching",
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Agriculture",
    "Famers",
    "Training",
    "Scientific Farming",
    "Farm Mechanization"
  ],
  "brief_description": "The Krishi Mahotsav Yojana is an agricultural development scheme launched by the Government of Gujarat in the year 2010. The scheme aims to boost agricultural productivity and increase the income of farmers in the state.",
  "detailed_description": "**Detailed** Some of the key features of the Krishi Mahotsav Yojana Gujarat are: 1. **Soil Health Card**: The government provides soil health cards to farmers to help them understand the nutrient status of their soil and take appropriate measures to improve soil fertility. 1. **Subsidized Inputs**: The government provides subsidies on various agricultural inputs such as seeds, fertilizers, and pesticides to encourage farmers to use quality inputs and increase their crop yields. 1. **Training and Extension Services:** The government provides training and extension services to farmers to help them adopt modern and scientific farming practices and improve their productivity. 1. **Agricultural Infrastructure Development**: The government invests in the development of agricultural infrastructure such as irrigation facilities, rural roads, and markets to improve farmers&amp;#39; access to inputs and markets. 1. **Crop Insurance:** The government provides crop insurance to farmers to protect them from crop losses due to natural calamities, pests, and diseases. 1. **Financial Assistance**: The government provides financial assistance to farmers for the purchase of farm machinery and equipment, as well as for the development of farm infrastructure. 1. The Krishi Mahotsav Yojana Gujarat is implemented through various activities and programs such as farmer meetings, soil testing, crop demonstrations, and training programs. The government also encourages farmers to adopt sustainable agricultural practices such as organic farming and use of renewable energy sources. 1. The Krishi Mahotsav Yojana Gujarat has played a significant role in transforming the agricultural landscape of the state and has improved the livelihoods of farmers by increasing their crop yields and incomes.",
  "benefits": [
    "Benefits",
    "Agriculture Scientists and officers are provided guidance to farmers about Scientific farming, Organic farming, Farm mechanization, Micro Irrigation, Crop Value addition and Agriculture related information as well as provided knowledge of Government Schemes. In addition, to provide free kit distribution to small farmers during Krushi Mahotsav."
  ],
  "eligibility_criteria": "Eligibility All farmers and Female farmers of the state. The scheme is available to all farmers in the state of Gujarat. There are no restrictions based on caste, religion, or gender. Farmers who are interested in learning about the latest agricultural practices and improving their crop yields are encouraged to participate.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "Farmers do not need to apply separately for the scheme. The camps are organized at the district and taluka levels, and farmers can visit the camps to participate in the scheme. Farmers can visit the camps organized by the government at the district and taluka levels. At the camps, experts and officials will provide education and training on modern farming techniques, and free inputs like seeds, fertilizers, and pesticides will be distributed to the farmers."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://dag.gujarat.gov.in/krushi-mahotsav.htm"
    }
  ],
  "exclusions": "Exclusions\nIndividuals or entities that are not involved in farming or agriculture. Individuals or entities that do not hold any agricultural land. Farmers who do not have a valid Aadhaar Card or have an Aadhaar Card that is not linked to their bank account. Farmers who have defaulted on loans from banks or cooperative societies. Farmers who have been found guilty of any criminal offence related to agriculture or farming.",
  "documents_required": "List of the required documents\nNo documents are required. Land documents (to get more specific information about your farm)."
}