{
  "scheme_id": "63b2c39c0d2bd718ff717969",
  "slug": "nts-ug",
  "scheme_name": "National Talent Scholarship Undergraduate",
  "scheme_short_title": "NTS UG",
  "level": "Central",
  "nodal_department": "Department of Agriculture Research and Education",
  "implementing_agency": "Indian Council Of Agricultural Research",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Agriculture",
    "Education"
  ],
  "brief_description": "National Talent Scholarship (NTS) was launched by the Indian Council of Agricultural Research for students pursuing a Bachelor's or Master's degree program in an ICAR-recognized agricultural university located outside of his/her state of domicile.",
  "detailed_description": "National Talent Scholarship (NTS) was launched by the Indian Council of Agricultural Research for students pursuing a Bachelor&#39;s program in an ICAR-recognized agricultural university located outside of his/her state of domicile and duly funded under the planning scheme \"Strengthening and Development of Higher Agricultural Education in India&quot; of the Education Division of the ICAR. The amount of the scholarship is ₹ 2,000/- per month for Bachelor&#39;s (Under Graduate). The scholarship will be awarded initially for a period of one year from the date the student actually takes admission and shall be renewed for the remaining duration of the undergraduate degree program subject to his/her maintenance of good academic performance and conduct as specified by the concerned university. <br> The Scholarship will be awarded initially for a period of one year from the date the student actually take admission in the Agricultural University for pursuing under Graduate degree programme in agriculture and related disciplines with both course work and practice leading to the award of Bachelor&#39;s Degree. The scholarship is will be renewed for the remaining duration of the undergraduate degree programme subject to his/her maintenance of good academic performance and conduct as specified by the concerned univcnity. <br>",
  "benefits": [
    "The value of the scholarship shall be ₹ 2,000/- per month to undergraduate (Bachelor's degree) students."
  ],
  "eligibility_criteria": "1. The applicant should be a student pursuing a Bachelors's from an Agricultural University recognized by ICAR, located outside his/her state of domicile.\n2. The applicant should be admitted into the university through the All India Entrance Examination (AIEE).\n3. The university should be duly funded under \"Strengthening and Development of Higher Agricultural Education in India\" of the Education Division, ICAR.\n\nThe student shall be eligible for the scholarship provided he/ she -\n1. Maintains merit and good conduct as certified by the Head of the College / University / Institution.\n2. Does not remain absent without prior permission and does not participate in any agitation/strike etc. during the period.\n3. Takes up studies on a whole-time basis and does not take up any job even on a part-time basis.\n4. Does not accept any other financial assistance/scholarship during the course of undergraduate study.\n5. Does not leave his/her course of study within one month of admission.\n6. Does not subsequently change the initial subject allocated for which he/she has been awarded the NTS during his studies.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Forms can only be submitted online mode on the website https://icar.nta.ac.in. The Application Form other than online mode will not be accepted."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://education.icar.gov.in/Files/Guidelines/FINALGuidelines(GNTS)-26072016.pdf"
    },
    {
      "title": "Proforma For Submission For Demand",
      "url": "https://education.icar.gov.in/Files/Guidelines/PNTS-2016.pdf"
    }
  ],
  "documents_required": "Candidates need to upload scanned images of the below documents with the Application.\nPhotograph. Signature. Thumb impression. \nNo certificates are required to be uploaded along with the Application Form at the time of online submission."
}