{
  "scheme_id": "6718cd8380ec82b742b77c8b",
  "slug": "ptstgk",
  "scheme_name": "Providing Tin stalls to Gatai Kamgar",
  "scheme_short_title": "PTSTGK",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Banking and money",
    "Personal finance"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Stall",
    "Employment",
    "Social Welfare",
    "SC"
  ],
  "brief_description": "\"Providing Tin Stalls to Gatai Kamgar\" is a social welfare scheme by the Department of Social Justice & Special Assistance of the Government of Maharashtra. The scheme aims to uplift Scheduled Caste individuals engaged in leather footwear production and leather goods preparation.",
  "detailed_description": "&quot;Providing Tin Stalls to Gatai Kamgar&quot; is a social welfare scheme by the Department of Social Justice &amp; Special Assistance of the Government of Maharashtra. The scheme aims to uplift Scheduled Caste individuals engaged in leather footwear production and leather goods preparation. The scheme offers 100% government-funded tin stalls and provides ₹500/- as financial assistance to help protect them from heat, rain, and wind.",
  "benefits": [
    "₹500/- is provided as financial assistance."
  ],
  "eligibility_criteria": "The applicant should be from a Scheduled Caste. The applicant should be a resident of Maharashtra. If the applicant resides in a rural area, his/her total household income should be less than ₹40,000. If the applicant resides in an urban area, his/her total household income should be less than ₹50,000. The applicant should be 18 years or above in age. The place where the applicant asking for the stall must be provided on rent/ lease/purchased/official free hand by Gram panchayat, Municipality, Cantonment Board or Municipal corporation or must be of own property of the applicant.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Social Welfare Office and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Assistant Commissioner, District Social Welfare Office.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/economic-upliftment"
    }
  ],
  "documents_required": "Aadhaar Card. Proof of Age (Birth Certificate, Marksheet of Class 10th/12th, etc) 2-Passport Sized Photograph (Signed Across) Residential Certificate / Domicile Certificate of the State of Maharashtra. Proof of being a Roadside Cobbler (issued by the Gram Panchayat), Income Certificate issued by an Authorised Govt.Officer. Caste Certificate issued by an Authorised Govt.Officer. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Office"
}