{
  "scheme_id": "64b781c9481f59106a75666d",
  "slug": "osfst",
  "scheme_name": "Overseas Scholarships For Scheduled Tribes-Madhya Pradesh",
  "scheme_short_title": "OSFST",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "brief_description": "Madhya Pradesh state started a scheme for scheduled Tribes.",
  "detailed_description": "Each year, the Tribal Welfare Department of the Madhya Pradesh Government provides 50 scholarships for foreign studies to scheduled Tribes students. With the scholarship, the students belonging to Scheduled Tribes will get quality higher education in recognized institutions from abroad universities. <br>",
  "benefits": [
    "Scholarship for Higher Education."
  ],
  "eligibility_criteria": "Applicants should be in the age group of 18 to 35 years. The total annual family income of the applicant from all sources should be upto Rs. 10.00 lakhs. Only one child of a parent will be eligible for the scholarship, and only once Applicants should belong to the Scheduled Tribe community. For post-graduation, applicants should have at least passed their graduation degree or its equivalent grade in second class with 55 percent marks. The applicant will not be eligible for the scholarship for an equivalent/equivalent postgraduate degree. For PhD, applicants should be passed Master's degree with 50 percent marks and should have 02 years of teaching/research / M.Phil.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicants have to visit the official website . Download the application form . Fill out the application form with the required details. Enclose the necessary documents. Submit to the Commissioner Tribal Affairs Department."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://www.tribal.mp.gov.in/CMS/?page=qnYw797zrH3A8yrhIVrAsg%3D%3D&leftid=I7ifJxcwYjN2DmYWvPddIA%3D%3D#"
    },
    {
      "title": "Official Portal",
      "url": "https://www.tribal.mp.gov.in"
    },
    {
      "title": "Application Form",
      "url": "https://www.tribal.mp.gov.in/CMS/Uploaded%20Document/Notice/ForeignStudies.pdf"
    }
  ],
  "documents_required": "Application Form. Health Certificate. Native certificate. Caste certificate. Proof of Identity. Income certificate. Bank Details. Academic certificate."
}