{
  "scheme_id": "65f5b8a2da55878ebe294380",
  "slug": "hssgbocwwb",
  "scheme_name": "Housing Subsidy Scheme (GBOCWWB)",
  "scheme_short_title": "HSS(GBOCWWB)",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Building And Other Construction Worker's Welfare Board",
  "dbt_scheme": true,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Loan",
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Building Worker",
    "Construction Worker",
    "Labour",
    "House",
    "Financial Assistance",
    "Loan"
  ],
  "brief_description": "The main objective of this scheme is to provide financial assistance to construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board to build their own houses.",
  "detailed_description": "The \"Housing Subsidy Scheme\" is implemented by the Gujarat Building and Other Construction Worker's Welfare Board (GBOCWWB), Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. The main objective of this scheme is to provide financial assistance to construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board to build their own houses. In order to provide financial relief to the construction workers by giving subsidies for the houses purchased by them and to provide social stability to the construction workers, the &amp;quot;Housing Subsidy&amp;quot; schemewasn started in the year 2021-22. It is planned to provide financial relief and social stability to construction workers through providing subsidies.",
  "benefits": [
    "Under the scheme, the assistance of ₹1,50,000/- will be provided to registered construction workers for a duration of 5 years, with ₹30,000/- disbursed annually subject to the terms of assistance. The construction workers who have taken a loan up to a maximum of ₹15 lakhs to buy their house will be provided ₹30,000/- per year for the five years as per plan."
  ],
  "eligibility_criteria": "The construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board will be eligible to get the benefit of this scheme. At the time of applying for the benefits of this scheme, it will be mandatory to have at least the last 2 years of registration with the construction worker's board. To avail the benefit of this scheme the construction worker should have documented the building after the date of resolution of the scheme (29/06/2020). The application has to be made within one year from the date of the document mentioned in the house purchase document. The loan taken for a house purchased by a registered construction worker should not exceed ₹15 lakhs and the loan tenure should be 10 years or more. The registered construction worker benefiting from this scheme should not own any house or property in the joint name of the worker or his wife or joint, which guarantee has to be given by the worker in an affidavit as per the prescribed format herein. The registered construction worker has to submit the bank loan interest certificate/bank loan statement after the completion of the financial year to avail the assistance under the Housing Subsidy Scheme. The registered construction worker receiving benefits under this scheme has to submit a written proposal every year at the district office of the concerned board to get the remaining four years of assistance after receiving the assistance for the first time along with a copy of the in-principle approval letter and the annual statement of interest.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for ‘E-Nirman Card' under the GBOCWWB: Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Login to Portal', click on ‘ Please Register Here '. Step 03: Enter all the mandatory information and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, update your profile by entering all the necessary details as required and click on ‘Update'. Step 06: Select the ‘Construction Works Form' and fill out all the mandatory information in the form. Step 07: Upload all the relevant documents, agree with the terms & conditions, and submit the form. Step 08: Once the application has been submitted, an application Number is generated which can be kept for future reference. Process to track Application Status: Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, click on ‘View Citizen Application Status'. Step 03: Enter the Application Number and Date of Birth. Step 04: Now click on ‘View Status'. Application Process for Scheme Benefit: Step 01: The applicant may visit the Sanman Portal: https://sanman.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on ‘ Please Register Here '. Step 03: Enter your Aadhaar Card Number, select user type, and then enter your E-Nirman Card Number. Step 04: Now, click on ‘Fetch' & submit the details. Step 05: After successful registration, the applicants can login through their User ID and Password. Step 06: Now, select the scheme and read the instructions carefully for the selected scheme. Step 07: Fill out the application form and upload all the relevant documents. Step 08: Agree with the Rules & Regulations and submit the application form. A confirmation email with the application Number will be sent to the registered email ID."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The applicant may visit the district office of the BOCW Board and collect the application form. Step 02: Fill out the form completely and attach all the relevant documents. Step 03: Submit the filled application form to the District Project Manager. Post-Application Process: Step 01: The application form is submitted by the construction worker, followed by the application form by the District Project Manager will verify and approve. Step 02: After that, the application will be verified and approved by the district inspector and sent to the head office. Step 03: The State Project Manager of the Head Office will verify the application and send it to the Government Labour Officer (GLO). Step 04: After that by verifying the application by the Government Labour Officer of the Head Office and then by the Member Secretary will be approved. Step 05: After approval of the application, the Accounts Officer will credit the assistance through DBT (Direct Benefit Transfer) to the loan account of the construction worker."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://bocwwb.gujarat.gov.in/schemes.htm"
    },
    {
      "title": "Guidelines",
      "url": "https://bocwwb.gujarat.gov.in/Portal/Document/10_407_1_Housing_Subsidy_Scheme_27102023.pdf"
    },
    {
      "title": "E-Nirman Portal",
      "url": "https://enirmanbocw.gujarat.gov.in/Index.aspx"
    },
    {
      "title": "Sanman Portal",
      "url": "https://sanman.gujarat.gov.in/#"
    },
    {
      "title": "Scheme Details (Page No. 379)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-22-23.pdf"
    }
  ],
  "documents_required": "Documents required for ‘E-Nirman Card' under the GBOCWWB: Photograph of the worker Aadhaar Card Ration Card Caste Category certificate, if applicable Proof of age (Birth certificate/Driving Licence/PAN Card/Voter ID Card)  Self-declaration certificate Employer Certificate Bank Passbook/cancelled Cheque Any other documents as required Documents required for Scheme Benefit: e-Nirman Card of the worker Copy of Identity Card (Red Book) regarding enrollment in the Board Copy of Aadhaar Card Copy of building document Proof of taking a loan (loan sanction letter) Annual Loan Statement/Annual Interest Certificate Copy of Housing Loan Passbook/ Statement Any other documents as required"
}