{
  "scheme_id": "68320f1377025b42c32d3dd7",
  "slug": "sdpsr",
  "scheme_name": "Sindhu Darshan Pilgrimage Scheme - Rajasthan",
  "scheme_short_title": "SDPSR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Devasthan Department",
  "dbt_scheme": false,
  "categories": [
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Tourism in India"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Reimbursement",
    "Pilgrimage",
    "Pilgrim",
    "Sindhu"
  ],
  "brief_description": "The objective of this scheme is to provide financial assistance to pilgrims undertaking a pilgrimage to the Sindhu River in the Ladakh region of India. Under this scheme, selected beneficiaries receive reimbursement of their travel expenses, up to a maximum of ₹10,000/- per pilgrim.",
  "detailed_description": "The scheme &amp;quot;Sindhu Darshan Pilgrimage Scheme&amp;quot; was introduced by the Devasthan Department, Government of Rajasthan, on 1st April 2016. The objective of this scheme is to provide financial assistance to pilgrims undertaking a pilgrimage to the Sindhu River in the Ladakh region of India. Under this scheme, selected beneficiaries receive reimbursement of their travel expenses, up to a maximum of ₹10,000/- per pilgrim. > **Total Number of Beneficiaries** The scheme is limited to 200 pilgrims per year. If there are more applicants than available slots, selection will be by lottery.",
  "benefits": [
    "Reimbursement of 50% of actual travel expenses, up to a maximum of ₹10,000 per pilgrim.",
    "Note:",
    "Payment is made via online bank transfer or through account payee cheque or demand draft, depending on departmental conditions."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant's age should be 21 years or above. The applicant should not be a person who subsists on alms. The applicant should not be an income tax payer. The applicant should not be a retired employee/officer of the Central Government/State Government/Central & State Government Undertakings/Local Body. Only one-time assistance per lifetime is permitted.\nNote: Only the person selected by the Devasthan Department, Rajasthan is eligible to get the benefit of the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "Step 1: The interested applicant downloads the application form from the official website. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Assistant Commissioner's Office, Devasthan Department. Note:. The application must be submitted within 2 months of pilgrimage completion. The application submitted no later than December 31, 2024. Selection & Approval Process Only individuals selected by the Devasthan Department are eligible for the grant. After completion of the pilgrimage, submit proof of expenses and certified documents to the Assistant Commissioner. The Assistant Commissioner will verify and forward all valid applications to the Commissioner, Devasthan Office, Udaipur. If applications exceed 200, a computerized lottery will be conducted. In case of families applying together, only 3 members per family will be considered."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://devasthan.rajasthan.gov.in/pdf/SindhuDarshan2101251230.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://devasthan.rajasthan.gov.in/Schemes.asp"
    },
    {
      "title": "Application Form",
      "url": "https://devasthan.rajasthan.gov.in/Files/sindhu_darshan_2024.pdf"
    },
    {
      "title": "Notification",
      "url": "https://devasthan.rajasthan.gov.in/Files/SINDHU_DARSHAN_AAM_SUCHANA_2024.pdf"
    }
  ],
  "documents_required": "Certified photocopy of Rajasthan Domicile Certificate Photocopy of Janadhaar Card (if available) Proof of actual travel expenses (tickets, bills, etc.) Verified certificate of travel from a recognized government department, registered trust, or constituted committee Photograph of the applicant at Snigdh Darshan Ghat, Sindhu River Photocopy of Inner Line Permit for Khanpurana Pass\nNote: \nIf the Janadhaar Card is issued by the Rajasthan Government, a separate domicile or birth certificate is not required. The department may consider a group/class photo at the Ghat in lieu of the Inner Line Permit."
}