{
  "scheme_id": "67bc80da3f0a68c9ea3b1d44",
  "slug": "msyr",
  "scheme_name": "Mahila Swayamsiddha Yojana Rajasthan",
  "scheme_short_title": "MSYR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "categories": [
    "Housing & Shelter",
    "Women and Child",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Vocational Courses",
    "Voctional education",
    "Training and Skill Up-gradation",
    "Shelter, integrated support and assistance"
  ],
  "target_beneficiaries": [
    "Trust",
    "Government Organisation",
    "NGO",
    "Registered Societies"
  ],
  "tags": [
    "Financial Assistance",
    "NGOs",
    "Voluntary Organizations",
    "Destitute Women",
    "Skill Training"
  ],
  "brief_description": "The scheme objective is to provide free skill training and self-employment support to widowed, abandoned, and destitute women through voluntary organizations. The scheme is implemented by the Social Justice and Empowerment Department with financial assistance provided to participating NGOs.",
  "detailed_description": "The &quot;Mahila Swayamsiddha Yojana&quot; implemented by the Social Justice and Empowerment Department, Government of Rajasthan, aims to provide skill training and self-employment opportunities to widowed, abandoned, and destitute women. Under this scheme, free vocational training is offered in Nariniketan buildings, operated via voluntary organizations. <br> > ***Objective:*** - Free vocational training for skill development in various trades. - Accommodation and food provisions for enrolled women and their children. - Financial assistance to NGOs operating training centers. - The training period ranges from 3 months to 1 year. - Assistance in securing employment or availing loans for self-employment. - Monthly stipend for participating women. <br> > ***Women should belong to one of the following categories:*** - Widowed, abandoned, or destitute women facing social neglect. - Women released from imprisonment without family support. - Women affected by natural disasters, lacking social and financial assistance. - Women rescued from exploitation, trafficking, or forced labor. - Women affected by terrorism or extremist activities. - Women suffering from mental illness, except those requiring institutional psychiatric care. - Women living with HIV/AIDS who are abandoned by their families. - Other women facing extreme social and economic distress. <br>",
  "benefits": [
    "The non-governmental organization provides grant funds by the state government as per the regulations:",
    "S.NO. | Details of Position/Expense | Number of Positions | Monthly Expenses | Annual Expenses\nDoctor (part-time) | 01 | ₹3,000/- | ₹36,000/-\n2 (A) | Craft Teacher | 02 | ₹10,000/- | ₹1,20,000/-\nTotal (A) |  |  | ₹13,000/- | ₹1,56,000/-\n1 (B) | Other Recurring Expenses For the purchase of raw materials (100 rupees per woman per month) 50 for Women | - | ₹5,000/- | ₹60,000/-\n2 (B) | Resident's food, clerk, cooks, watchman, Class IV employees, cleaning work etc. and newspapers and magazines (Rs 675 per woman per month) for 50 women | - | ₹33,750/-",
    "Total (B) |  |  | ₹38,750/- | ₹4,65,000/-\nTotal (A+B) |  |  | ₹51,750/- | ₹6,21,000/-"
  ],
  "eligibility_criteria": "The applicant should be a registered voluntary organization, trust, or NGO. The organization must be operational for at least three years before applying. The organization should be non-profit and focused on women's welfare. The organization must have a formally structured administrative and management committee. The organization should not be blacklisted or penalized by any government department.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Interested voluntary organizations must submit applications in the prescribed format to the District Collector's Office.",
        "Step 2: The District Collector's office reviews and recommends the application.",
        "Step 3: The Social Justice and Empowerment Department evaluates the application.",
        "Step 4: Eligible organizations receive approval and funding.",
        "Step 5: Beneficiary women enroll through the Admission Advisory Committee."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/Default.aspx?PageID=344"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Registration Certificate of the organization. Inspection Report (from the concerned District Collector with recommendations). Copy of the Organization's bylaws. Latest certified executive committee member list. Work experience proof in women's welfare activities. Chartered Accountant-certified audit reports for the last three years. Income-Expenditure statements for the last three years. Progress report of the last three years. PAN Card. Bank Statement. Non-judicial affidavit stating that the organization is not blacklisted."
}