{
  "scheme_id": "646a6cab9062e559675d429a",
  "slug": "eesd",
  "scheme_name": "Endeavour To Empower-Skill Development",
  "scheme_short_title": "EESD",
  "state": "Jammu and Kashmir",
  "level": "State",
  "nodal_department": "Department of Labour and Employment",
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Training",
    "Education",
    "Learn Skills"
  ],
  "brief_description": "Endeavour to Empower is a customized skill development programme for the youth of J&K.",
  "detailed_description": "Mission Youth is mandated to enhance the employability of youth in emerging market Job Markets through targeted market-driven skilling programmes. The objective of the scheme is to sponsor market-driven skill development training for the youth of J&amp;amp;K to facilitate 1. Enhancement of Employability &amp;amp; Marketability of Youth in high potential / emerging Job Markets. 1. Establishment of Independent Livelihood avenues for youth in various economic sectors. 1. Development of a resource pool of skilled youth that can be used for the positive economic transformation of J&amp;amp;K. 1. Promotion of the concept of &amp;quot;Be Vocal for Local&amp;quot;. &lt;br&gt; **Mode of Training** Mission Youth, under this programme, envisions partnering with all associated Government Departments/Agencies to bring moresynergy and efficacy in skilling efforts of the Government. The private market players shall also be endeavored to partner with Mission Youth to complement the Government efforts towardsyouth empowerment and employability. The mode of skill development trainings shall be collaborative and all-inclusive in nature, involving all market players from the Public and Private sectors. &lt;br&gt; **Training Partners** The following types of organizations/Institutions will be eligible to partner with Mission Youth, J&amp;amp;amp;K and receive financial backing under the initiative: 1. All organizations/Institutes in the Government sector engaged in skill development training, including J&amp;amp;amp;K Skill Development Mission, J&amp;amp;amp;K EDI, KVIB, and any other such organizations/Institutes. 1. Organizations/Institutes in Private Sector engaged in skill development training; 1. Trusts, Companies, Partnership Firms, or Societies registered under the Societies Registration Act, of 1860 and engaged in skill development training. 1. Any other organization/agency duly registered under relevant statutes.",
  "benefits": [
    "The trainings are given in focus sectors at Tourism, IT, handicrafts, Retail, Agriculture, construction, and other focus sectors of Jammu & Kashmir."
  ],
  "eligibility_criteria": "Candidates must have passed the qualifying examination prescribed for a particular training programme/course; Benefits under the scheme can be availed by a particular candidate only once irrespective of the sector/nature of training; Candidates who have already completed Skilling Training in any trade under any Government scheme will not be eligible to get benefits under this scheme. Students/Candidates covered under the scheme shall have to attend all mandatory training sessions as prescribed under any particular course. In the event of any candidate leaving the training midway, the entire expenditure incurred on the candidate will be recovered from the institute/candidate (conjointly) concerned. 40% of the number of sanctioned slots shall be earmarked for female candidates. In case, a sufficient number of eligible female candidates are not available the remaining slots will be filled by male candidates.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Firstly Applicants have to register them self into the portal ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.missionyouth.jk.gov.in/scheme_pdf/empower.pdf"
    }
  ]
}