{
  "scheme_id": "6788d924d667626b5f0b0fd9",
  "slug": "agsmnsgst",
  "scheme_name": "Aatmanirbhar Gujarat Scheme for Assistance to Mega Industries: Net SGST reimbursement",
  "scheme_short_title": "AGSMNSGST",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Business",
    "Thrust Manufacturing Sector",
    "Entrepreneurship",
    "Mega Industries",
    "SGST"
  ],
  "brief_description": "The \"Aatmanirbhar Gujarat Scheme for Assistance to Mega Industries\" aims to strengthen the overall industrial ecosystem in the State and also enable a larger set of manufacturing companies to emulate the adoption of clean energy and make them future-ready to compete in global markets.",
  "detailed_description": "The &amp;quot;Aatmanirbhar Gujarat Scheme for Assistance to Mega Industries&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat. It aims to empower the state&amp;#39;s dynamic mega-industry sector, which significantly contributes to employment, GDP, and exports. Effective from October 5, 2022, to October 4, 2032, this initiative supports growth, investments, and the vision of &amp;quot;Aatmanirbhar Gujarat&amp;quot; and &amp;quot;Aatmanirbhar Bharat.&amp;quot; The component &amp;quot;Net SGST reimbursement&amp;quot; aims to provide financial support to eligible industrial projects by reimbursing a portion of their net State Goods and Services Tax (SGST).",
  "benefits": [
    "Reimbursement: Eligible units will be reimbursed the full net SGST paid.",
    "Maximum limit: Reimbursement is capped at 0.9% of the eFCl value per annum.",
    "Long-term support: The scheme offers reimbursement for a period of 20 years, starting from the commencement of commercial production."
  ],
  "eligibility_criteria": "The mega industry must operate as a manufacturing unit. The unit must have a minimum investment of INR 2,500 crore in plant and machinery. The unit must provide direct employment to at least 2,500 persons. The unit must belong to one of the thrust sectors as defined in the Guidelines (Refer Page No. 9). The unit must obtain separate GST registration for the eligible products. The project must be a new industrial undertaking with commercial production started within the applicable period. The unit must comply with the conditions stated regarding sales classifications and documentation.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"New Investor Registration\" to access the registration form.",
        "Step-2: Fill in the Registration Form. Click on \"Submit\".",
        "Step-3: Verify the E-mail ID using the link sent on your registered E-mail ID.",
        "Step-4: After verification, you will be registered successfully.",
        "Post-Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"Login\".",
        "Step-2: Enter the email address and password you used during registration.",
        "Step-3: Click the \"Login\" button to access your account.",
        "Step-4: Now fill in the required details and mandatory documents about your business to complete the application process.",
        "Helpdesk: Contact Us. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2022/Atmanirbhar%20Gujarat%20Scheme%20for%20assistance%20to%20Mega%20Industries.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2023/2.Aatmanirbhar%20Gujarat%20Scheme%20for%20assistance%20to%20Mega%20Industries%20Guideline.pdf"
    },
    {
      "title": "Guidelines 3",
      "url": "https://cmogujarat.gov.in/sites/default/files/2023-01/AatmaNirbhar-Gujarat_Industrial-Policy_0.pdf"
    },
    {
      "title": "Online Application Portal",
      "url": "https://ifp.gujarat.gov.in/IC/digigov.htm?actionFlag=loadCitizenRegPage"
    }
  ],
  "exclusions": "Units involved in trading activities or providing services, unless they maintain separate registration for manufacturing. Units misrepresenting their sales (e.g., declaring inter-state sales as intra-state to claim higher incentives).",
  "documents_required": "1. Registration Copy Under the Scheme. 2. Provisional Eligibility Certificate Under the Scheme 3. Final Eligibility Certificate Under the Scheme (If Obtained) 4. GST Registration with all Annexures 5. Certificate as per Annexure A (A1 to A4) duly signed by the authorised person of the unit and certified by Statutory Auditor (wherever applicable), Chartered Accountant or Goods & Service Tax Auditor. 6. Details of Sales and Purchase for the Period of Claim duly certified by the Chartered Accountant (Annexure B) 7. Affidavit (in Prescribed format as per Annexure C) - To be submitted with first claim only 8. Affidavit (in Prescribed format as per Annexure D) - To be submitted with every claim 9. CA Certificate for the claim period (in Prescribed format as per Annexure E) 10. CA Certified Credit Ledger Balance from Common portal of GST for the applied quarter 11. CA Certified Cash ledger from Common portal of GST for the applied quarter 12. GSTR-3B form duly signed and stamped by concerned Commercial Tax Officer 13. Authority Letter duly certified with Board Resolution, Directors / Partners / Owner - (Authorised Person should be any Director/Partner/at-least Employee of the Company) 14. Attendance / Salary Register for the Last Month of Claim Period 15. Employment Statement for the Last Month of the Claim Period in Prescribed Format 16. Details of Apprentice (If applicable) 17. Copy of any Purchase bill and any Sale bill for the month of Claim Period 18. Valid Insurance Policy for Fixed Assets 19. IEM Part-B / IL / LOP - To be submitted in first claim only 20. Valid CCA obtained from GPCB (if applicable). 21. Declaration regarding not having any other manufacturing units other than the incentivised unit for manufacturing the same product at any other location in the state. 22. Annual Audit Report for the applied Claim Period (in case of last quarter of Financial year)."
}