{
  "scheme_id": "6843fe8e19502a90b11b7a79",
  "slug": "fascmbs",
  "scheme_name": "Financial Incentive to SC Meritorious Boy Students",
  "scheme_short_title": "FASCMBS",
  "state": "Assam",
  "level": "State/ UT",
  "nodal_department": "Directorate of Welfare of Scheduled Castes and Backward Classes",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Incentive",
    "Scheduled Caste",
    "Student",
    "Social Welfare",
    "Education"
  ],
  "brief_description": "The scheme provides a financial incentive of ₹5,000/- to the meritorious boys from Scheduled Castes who have secured 80% or above marks in the HSSLC examination. The objective is to motivate and encourage SC students to pursue higher studies and bring them at par with the rest.",
  "detailed_description": "The &#39;Financial Incentive to SC Meritorious Boy Students&#39; scheme, administered by the Directorate of Welfare of Scheduled Castes and Backward Classes, Government of Assam, provides financial assistance to deserving boy students from Scheduled Castes (SC). Eligibility is extended to those who have achieved 80% or higher marks in the HSSLC examination. The scheme&#39;s objective is to motivate and encourage SC boy students to pursue higher education, thereby fostering their academic parity with the broader population through a substantial incentive. Assistance is contingent upon the applicant satisfying the stipulated eligibility criteria and the successful submission of required documentation. An incentive of ₹5,000/- will be disbursed to students as approved by the Selection Committee. <br> **The applications will be accepted through the myScheme platform from 04/07/2025 to 31/08/2025.** ***A DigiLocker account is required for application. Please refer to the Application Process section for details.*** <br>",
  "benefits": [
    "A financial incentive of ₹5,000/- will be provided."
  ],
  "eligibility_criteria": "The applicant must be currently enrolled as a student. The applicant must be male. The applicant must belong to a Scheduled Caste (SC) community of Assam. The applicant must have secured a minimum of 80% marks in the HSSLC examination held in 2025. The annual income of the applicant's parents/guardians must not exceed ₹5,00,000/-.\n*In instances where multiple applicants achieve an identical percentage in the HSSLC examination, preference will be given to those with a higher percentage in the HSLC examination.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The applications will be accepted through the myScheme platform from 04/07/2025 to 31/08/2025.",
        "Signup to DigiLocker",
        "Step 1: Visit the DigiLocker Portal or download the DigiLocker Mobile App ( Android / iOS ).",
        "Step 2: Click \" Login/Register \" and provide these details: Full name, Gender, Mobile number, Email ID, and Aadhaar Number. Create a 6-digit PIN.",
        "Step 3: Finally, click \"Submit\". Note the 6-digit PIN for future reference.",
        "Signin to myScheme",
        "Step 1: At the top right corner of this page, click \"Sign In\". Provide your DigiLocker Mobile Number and the 6-digit PIN.",
        "Step 2: Click the \"I consent to terms of use\" checkbox, then click \"Sign In\". You will be directed to the DigiLocker Consent Page.",
        "Step 3: At the bottom of the page, click \"Allow\". You have now successfully signed in to myScheme.",
        "Scheme Application",
        "Step 1: At the top of this page, click \"Apply Now\". The application form of the scheme will open.",
        "Step 2: Fill in all the mandatory fields of the application form, and upload all the mandatory documents in the specified format and size.",
        "Step 3:  Carefully review all the information provided and the documents uploaded. Make any necessary corrections.",
        "Step 4: Click \"Submit\". You'll receive the following confirmation message: \"Form Submitted Successfully!\".",
        "Step 5: For future reference, click \"Print\" to print the form or to download the filled form as a PDF file. Else, click \"Ok\" to get redirected to the myScheme landing page.",
        "Helpdesk Contact Details",
        "Email: assamdirectorateofwelfareofsc@gmail.com",
        "Mobile Number: 8638922415"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://directorwsc.assam.gov.in/home.php/scheme-page/%E2%80%9Cfinancial-incentive-sc-meritorious-boy-students%E2%80%9D"
    },
    {
      "title": "DigiLocker Web Portal",
      "url": "https://www.digilocker.gov.in/"
    },
    {
      "title": "DigiLocker Android App",
      "url": "https://play.google.com/store/apps/details?id=com.digilocker.android"
    },
    {
      "title": "DigiLocker IOS App",
      "url": "https://itunes.apple.com/in/app/digilocker/id1320618078"
    },
    {
      "title": "DigiLocker Tutorial Video",
      "url": "https://www.youtube.com/watch?v=U_U5PVeYGGs"
    }
  ],
  "documents_required": "Recent Photograph\nCaste Certificate (valid SC certificate, inserting sub-caste) Parents' Income Certificate, issued by the Circle Officer HSSLC Admit Card HSSLC Marksheet HSLC Marksheet Front Page of Passbook Aadhaar Card/PAN Card\nSpecifications for Photo Upload Filetype: JPEG/JPG. Filesize: Between 50KB and 3MB. Specifications for Document Upload Filetype: PDF. Filesize: Between 300KB and 3MB."
}