{
  "scheme_id": "685e671ad4a46d800434b7b9",
  "slug": "socfwv",
  "scheme_name": "Intensive Fisheries Development Programme - Subsidy on Commercial Four-Wheeler Vehicles",
  "scheme_short_title": "IFDPSCFWV",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Transport & Infrastructure"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance",
    "Public transport and private vehicles"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Four-wheeler",
    "Fishermen",
    "Fish Transportation",
    "Commercial Vehicle"
  ],
  "brief_description": "The scheme aims to strengthen the fisheries value chain by providing transportation support to fish farmers. Under this scheme, eligible fish farmers receive a subsidy of 25% of the actual cost on the purchase of a commercial four-wheeler vehicle used for fisheries-related activities.",
  "detailed_description": "The &amp;quot;Subsidy on Commercial Four-Wheeler Vehicles&amp;quot; is a scheme component under the Intensive Fisheries Development Programme, implemented by the Fisheries Department, Government of Haryana. The scheme aims to strengthen the fisheries value chain by providing transportation support to fish farmers. Under this scheme, eligible fish farmers receive a subsidy of 25% of the actual cost on the purchase of a commercial four-wheeler vehicle used for fisheries-related activities.",
  "benefits": [
    "Subsidy under the scheme is provided at the rate of 25% of the actual cost of the four-wheeler (₹9 lakh) or ₹2.25 lakh, whichever is lower."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should possess a valid Parivar Pehchan Patra (PPP). The applicant should be at least 18 years of age.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Fees For Service: Government Charges: ₹0 (No Fee) Service Charges: ₹10 Atal Seva Kendra Charges: ₹10"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=f5znw7Ta+lEjFDcziGz%2frA%3d%3d"
    },
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    }
  ],
  "exclusions": "The applicant should not be employed in any government or semi-government institution/organization.",
  "documents_required": "Agreement Letter-1 (Agreement letter between the fisheries farmer and the department) Birth Certificate (Date of birth certificate / Class ten (10th) certificate / PAN Card / Voter ID Card / Driver's License) Identity Proof (Ration Card / Aadhaar Card / PAN Card / Voter ID Card) Applicant's fisheries training certificate from any government institution GST bill/receipt/voucher/insurance of the purchased vehicle Photograph of the vehicle purchased by the applicant Applicant/Driver's Driving License"
}