{
  "scheme_id": "64bf58c2481f59106a781c77",
  "slug": "cmcsrs",
  "scheme_name": "Chief Minister's College Students Rehabilitation Scheme (CMCSRS)",
  "scheme_short_title": "CMCSRS",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "University and Higher Education Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Rehabilitation",
    "Smartphone",
    "Undergraduate"
  ],
  "brief_description": "CMCSRS aims at providing the required educational facilities to the displaced and affected undergraduate students because of the prevailing social unrest in the state. This scheme is initiated to enable such students to continue with their education without interruption.",
  "detailed_description": "The ‘Chief Minister's College Students Rehabilitation Scheme (CMCSRS)&#39; implemented by the Directorate of University &amp; Higher Education, Govt. of Manipur aims at providing the required educational facilities to the displaced and affected undergraduate students because of the prevailing social unrest in the state. This scheme is initiated to enable such students to continue with their education without interruption. <br> > **Objectives** 1. To facilitate the transfer of students from the present college to a new college as per the request made by the students. 1. To provide free admission/waiver for affected students in the Government and Government Aided Colleges of Manipur for the academic session. 1. To provide monetary grants to the affected undergraduate students for the purchase of books, stationery, uniforms and other requirements for continuing with their education. 1. To control the dropout rate of the students at the undergraduate level as envisaged under NEP 2020. 1. To maintain a healthy Gross Enrolment Ratio (GER) of the ‘students in the colleges of Manipur as provided under NEP 2020. 1. To encourage a hybrid/blended mode of learning in higher education by making provisions for the availability of IT gadgets and software etc. to the affected students. <br> > **Notification** The notification for application shall be published in major newspapers of the state and announced on All India Radio/Local TV Channels. The tentative timeline for notification will be around **3rd week of July 2023**. <br> > **Helpdesk** The general public that any query on the scheme may be obtained by dialling the dedicated Mobile Number **7085303429** from 10 AM to 4 PM on all working days.",
  "benefits": [
    "Component 1: Directly Affected Students",
    "Transfer to a new college (as per request). Free admission for 2023-24 (Admission amount ranging from ₹5,000 to ₹9,000 as per the stream/subjects offered). One-time rehabilitation grant of ₹10,000/- (₹5,000/- as book/stationery grant and ₹2,000/- for uniform and ₹3,000 for miscellaneous expenditure) Free Smart Phones under CMCMESS. Provision for free sanitary pads and sports equipment under UHEHFS (for girl students)",
    "Component 2: Inter-College Transfer Facility",
    "Transfer to a new college (as per request). Free admission for 2023-24 (Admission amount ranging from ₹5,000 to ₹9,000 as per the stream/subjects offered), wherever applicable."
  ],
  "eligibility_criteria": "The applicant should be a student. The applicant should be studying in an Undergraduate Programme. The applicant should be studying in a Government or Government Aided College. The college should be located in the state of Manipur.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Interested candidates may apply online in a given portal/link to be notified later."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "In case of unavailability of the Internet, arrangements will be made for the submission of applications through the Deputy Commissioners of the districts."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://highereducationmanipur.gov.in/wp-content/uploads/2023/07/CMCSRS2023-Flyer.pdf"
    },
    {
      "title": "List Of Eligible Colleges",
      "url": "https://static.mygov.in/static/s3fs-public/mygov_1689572757110258821.pdf"
    },
    {
      "title": "Public Notice",
      "url": "https://highereducationmanipur.gov.in/wp-content/uploads/2023/07/CMCSRS-Public-Notice.pdf"
    },
    {
      "title": "MyGov Blog",
      "url": "https://blog.mygov.in/chief-ministers-college-students-rehabilitation-scheme-cmcsrs-2023/"
    }
  ],
  "documents_required": "Passport Size Photograph Aadhaar Card College Identity Card Bank Details Certificate Issued by Sub-Divisional Officer (SDO) / Sub-Divisional Commissioner (SDC)"
}