{
  "scheme_id": "65d9a039cd96dc5e07614f29",
  "slug": "gssa-ds",
  "scheme_name": "\"Grant to Silk Societies/Agency\" Component of the \"Development of Silk\" Scheme",
  "scheme_short_title": "GSSA-DS",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Registered Societies",
    "Business Entity"
  ],
  "tags": [
    "Society",
    "Grant",
    "Silk",
    "Artisan",
    "Business"
  ],
  "brief_description": "The scheme \"Grant to Silk Societies/Agency\" aims to encourage the silk weaving artisans to form registered societies/agencies to develop a cluster approach among the artisans which is effective and advisable at present for the successful development of their business.",
  "detailed_description": "The &quot;Grant to Silk Societies/Agency&quot; Component of the &quot;Development of Silk&quot; Scheme by the Department of Industries and Commerce, Union Territory of Puducherry, aims to encourage the silk weaving artisans to form registered societies/agencies to develop a cluster approach among the artisans which is effective and advisable at present for the successful development of their business.",
  "benefits": [
    "Grant of ₹2,00,000 per annum for 5 years, allocated for Administrative and Marketing expenses."
  ],
  "eligibility_criteria": "The applicant should be a Society/Agency. The Society/Agency should be registered under either the Co-operative Society Act or the Society Act. The members of the Society/Agency should be silk-weaving artisans. The Society/Agency should exclusively deal with silk products produced by artisans in Puducherry.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the District Industries Centre (Thattanchavady, Puducherry - 605 009), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dic.py.gov.in/development-of-silk"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    }
  ],
  "documents_required": "Proof of Society/Agency Registration. Membership Details of Silk Weaving Artisans. Document Confirming Exclusive Dealing With Silk Products. Any Other Document as Required by the District Industries Centre."
}