{
  "scheme_id": "66d6c21eb2c003464e330c40",
  "slug": "bsaidspky",
  "scheme_name": "Bihar Shatabdi AIDS Pirit Kalyan Yojana",
  "scheme_short_title": "BSAIDSPKY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Bihar State AIDS Control Society",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "AIDS Patients",
    "Financial Assistance"
  ],
  "brief_description": "The objective of this scheme is to provide financial assistance to AIDS patients in the state. Under this scheme, financial assistance of ₹1,500/- per month is given to AIDS patients in the state. This scheme is fully funded by the Government of Bihar.",
  "detailed_description": "The scheme &amp;quot;Bihar Shatabdi AIDS Pirit Kalyan Yojana&amp;quot; was initiated by the Social Welfare Department, Government of Bihar. Under this scheme, financial assistance of ₹1,500/- per month is given to AIDS patients in the state. This scheme is fully funded by the Government of Bihar. **Objective:** The objective of this scheme is to provide financial assistance to AIDS patients in the state.",
  "benefits": [
    "Under this scheme, financial assistance of ₹1,500/- per month is given to AIDS patients."
  ],
  "eligibility_criteria": "The applicant should be a resident of Bihar. The applicant should be an AIDS patient. The applicant should be 18 years of age or older.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits of this scheme, the person fulfilling the eligibility criteria should submit their applications in the prescribed format to the office of Bihar State AIDS Control Society. Note: The application is approved by the Bihar State AIDS Control Society. Complaints & Grievance Redressal: The complaint can be lodged in the office of the Block Development Officer, Sub-divisional Office, Assistant Director, District Social Security Cell/District Child Protection Unit, Director, Social Security Office, and Additional Chief Secretary/Principal Secretary/Secretary, Social Welfare Department. Apart from this, under the Bihar Public Grievance Redressal Rights Act, 2016, the office of the Public Grievance Redressal Officer at the sub-divisional level and the District Public Grievance Redressal Officer at the district level are functioning."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/BAPKY.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna/Mukhyamantri%20Samajik%20Sahayata%20Evam%20Protsahan%20Chhatra%20Yojna.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/socialwelfare/CitizenHome.html"
    }
  ],
  "documents_required": "Aadhaar card of the applicant Passport-size photograph Identity proof (e.g., Voter ID Card, Driving License, etc.) Medical reports/documents confirming AIDS diagnosis Address proof Bank passbook/bank account details Any additional documents as required"
}