{
  "scheme_id": "647cab74481f59106a6724d1",
  "slug": "plisaaci",
  "scheme_name": "Production Linked Incentive Scheme For Automobile And Auto Component Industry",
  "scheme_short_title": "PLISAACI",
  "level": "Central",
  "implementing_agency": "Ministry Of Heavy Industries",
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Credit Linked Subsidy",
    "Micro finance"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Automobile",
    "Auto Component",
    "Incentive",
    "Automotive",
    "Industry"
  ],
  "brief_description": "The government of India has launched the scheme \"Production Linked Incentive (PLI) Scheme for Automobile and Auto Components Industry\" in India to enhance India's Manufacturing Capabilities for Advanced Automotive Products.",
  "detailed_description": "The government of India has approved the scheme \"Production Linked Incentive Scheme for Automobile and Auto Components Industry\" in India to enhance India's Manufacturing Capabilities for Advanced Automotive Products. The \"Production Linked Incentive Scheme for Automobile and Auto Components Industry\" proposes financial incentives to boost domestic manufacturing of Advanced Automotive Technology products and attract investments in the automotive manufacturing value chain. Its prime objectives include overcoming cost disabilities, creating economies of scale, and building a robust supply chain in areas of Advanced Automotive Technology products. It will also generate employment. This scheme will facilitate the Automobile Industry to move up the value chain into higher value-added products. **Scheme Components:** The scheme consists of two components incentivizing incremental sales of automobile and auto components related to Advanced Automotive Technology. **1. Champion OEM Incentive Scheme:** The incentive scheme targeted to address the cost disabilities related to Advanced Automotive Technology vehicles faced by OEMs. The Champion OEM Incentive scheme is a ‘sales value linked' scheme, applicable to Battery Electric Vehicles and Hydrogen Fuel Cell Vehicles of all segments – 2 wheelers, 3-wheelers, passenger vehicles, commercial vehicles, Tractors, Automobiles meant for Military use, and any other Advanced Automotive Technology vehicle as prescribed by MHI depending upon technical developments. **2. Component Champion Incentive Scheme:** The ‘Component Champion' Incentive scheme is aimed at identifying and incentivizing Auto component champions that can achieve the global scale of operations and become ‘Automotive Champions' for the auto-component manufacturing sector related to Advanced Automotive Technology. **Eligible Product:** 1. Pre-approved Advanced Automotive Technology Vehicles and pre-approved Advanced Automotive Technology Components of all vehicles, CKD/SKD kits, Vehicle aggregates of 2- Wheelers, 3-Wheelers, passenger vehicles, commercial vehicles, and tractors including automobiles meant for military use. 2. The list of Advanced Automotive Technology Vehicles and Advanced Automotive Technology Components will be prescribed and can be amended by MHI from time to time depending upon technological developments.",
  "benefits": [
    "The approved applicants will be entitled to receive incentives (% benefit) subject to meeting other conditions of the scheme:",
    "1. Incentive Slabs for Champion OEM and New Non-Automotive (OEM) Investor company:",
    "Determined Sales Value (in ₹ Crore) | Incentives (%age of Determined Sales Value)\n<= 2,000 | 13%\n> 2,000 to 3,000 | 14%\n> 3,000 to 4,000 | 15%\n> 4,000 | 16%\nCumulative Determined Sales Value of ₹10,000 Crore over 5 years | Additional 2%",
    "2. Incentive slab for Component Champion and New Non-Automotive (Component) Investor Company:",
    "Determined Sales Value (in ₹ Crore) | Incentives (%age of Determined Sales Value)\n<= 250 | 8%*\n> 250 to 500 | 9%*\n> 500 to 750 | 10%*\n> 750 | 11%*\nCumulative Determined Sales Value of ₹1,250 Crore over 5 years. | Additional 2%\nBattery Electric vehicles & Hydrogen fuel cell vehicles components | Additional 5%",
    "*Multiplied by a factor of 0.9 in the fifth year for eligible sales relating to Internal Combustion Engine (ICE) vehicle components."
  ],
  "eligibility_criteria": "The applicant company or its Group company(ies) will need to meet the following common criteria to qualify and receive benefits under the Scheme:\nBasic Eligibility Criteria:\n1. For a company or its Group company(ies) with an existing presence in India or globally in the Automotive vehicle and components manufacturing business:\nE ligibility Criteria | Auto OEM | Auto-Component\nGlobal group* Revenue (from automotive and/or auto component manufacturing) | Minimum ₹ 10,000 crore | Minimum ₹ 500 crore\nInvestment | Global Investment of Company or its Group* Company(ies) in fixed assets (gross block) of ₹ 3,000 crores. | Global Investment of Company or its Group* Company(ies) in fixed assets (gross block) of ₹150 crores.\n*Group Company(ies) shall mean two or more enterprises which, directly or indirectly, are in a position to:\nExercise twenty-six percent or more of voting rights in the other enterprise;\nOr\nAppoint more than fifty percent of members of the Board of Directors in the other enterprise (As defined in the FDI Policy Circular of 2020).\n2. For new non-automotive investor companies or its Group company(ies) that may want to participate in this scheme:\nEligibility Criteria | New Non-Automotive investor company or its Group company(ies) (who are currently not in the automobile or auto component manufacturing business)\nGlobal net worth | ₹ 1000 crore based on audited financial statements for the year ending March 31, 2021.\nCommitted investment in India over five year period | As per Minimum New Domestic Investment Conditions mentioned below.\n\n3. Minimum New Domestic Investment Conditions: Cumulative New Domestic Investment Condition of Performance (₹.Crore)\nCumulative new domestic investment to be achieved | Champion OEM (Except 2W & 3W) | Champion OEM 2W & 3W | Component Champion | New Non-Automotive Investor (OEM) company or its Group company(ies) | New Non-Automotive investor (Component) company or its Group company(ies)\nUpto or before March 31, 2023 | 300 | 150 | 40 | 300 | 80\nUpto or before March 31, 2024 | 800 | 400 | 100 | 800 | 200\nUpto or before March 31, 2025 | 1400 | 700 | 175 | 1400 | 350\nUpto or before March 31, 2026 | 1750 | 875 | 220 | 1750 | 440\nUpto or before March 31, 2027 | 2000 | 1000 | 250 | 2000 | 500\nNote 01: An applicant company or its Group company(ies) must satisfy the entire eligibility criteria to be eligible under the scheme. Note 02: Non-Automotive companies or its Group company(ies) can qualify for this scheme provided they present a clear business plan to invest in India and generate revenues from Advanced Automotive Technology vehicles or Advanced Automotive Technology components manufacturing. Note 03: The applicant's new Non-Automotive Investor company or its Group company(ies) will be eligible to claim incentive subject to meeting the cumulative minimum new domestic investment to be achieved for a particular year. The applicant will also have to meet the % Year-on-Year growth criteria from the minimum threshold fixed from the first year. Note 04: An applicant new Non-Automotive Investor company or its Group company(ies) must satisfy the entire eligibility criteria. Note 05: New investments should be made from the same legal entity as the one applying for the incentive. Note 06: The approved Company is required to meet the cumulative investment condition for each year. Note 07: In the event, any approved company meets the investment condition a few years before the end of the scheme; it will be eligible for incentives throughout the tenure of the scheme subject to meeting other conditions of the scheme. Note 08: In case the approved company fails to meet the cumulative domestic investment condition in any given year, it will not receive any incentive for that year even if the threshold for Determined sales value is achieved. However, it will still be eligible to receive the benefits under the scheme in the following years if it meets the cumulative domestic investment condition defined for that year. Note 09: Preference will be given to eligible companies or its Group company(ies) committing to front-load their investment during the scheme period. The proposed investment commitment will be evaluated by calculating the Net Present Value (NPV) of the investment using the bank rate as the discounting factor.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The window for receiving applications through the Notice Inviting Applications will be for a period of 60 days. Step 01: The applicant companies are required to submit an application along with financial & supporting documents. Step 02: All applications will be submitted through an online portal maintained by the PMA. https://pliauto.in/  Step 03: Applicants need to \"Sign in\" using their login credentials and apply for the scheme. https://pliauto.in/login  Step 04: The Application Form along with details of all necessary supporting documents, to be submitted at the time of application. Step 05: A non-refundable application fee would be payable for each application.",
        "Step 06: Upon successful submission of an application, PMA will issue a unique Application ID to the applicant for all future references pertaining to the Scheme. Note 01 : The PMA will process the applications and make appropriate recommendations for approvals under the Scheme.",
        "Note 02: MHI will consider applications, as recommended by PMA through the appropriate channel, for approval under the Scheme. Note 03: All the applications will be finalized within 60 days from the date of submission of applications or receipt of clarification sought, if any. Note 04: After receiving approval, the PMA will arrange to issue a letter to the selected applicant within 5 working days, communicating approval under the Scheme. Note 05: If a selected applicant is found to be ineligible at any stage, or if it has not complied with notifications, orders, guidelines etc. of the Scheme, the envisaged incentive claim of such selected applicant shall be forfeited or recovered with interest, if already paid.",
        "        "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://heavyindustries.gov.in/writereaddata/UploadFile/PLI%20AUto%20Guidelines.pdf"
    },
    {
      "title": "Notification",
      "url": "https://heavyindustries.gov.in/writereaddata/UploadFile/PLI%20Auto%20Scheme.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://heavyindustries.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "1. Certificate of Incorporation (Issued by ROC)\n2. Memorandum & Articles of Association (Submitted to ROC)\n3. PAN Card\n4. Import Export Code (IEC) Registration Certificate\n5. Letter of Authorization by Board of Directors or Managing Director or Equivalent (incl. subsidiary(ies))\n6. Certificate from the Company Secretary of the Applicant / Managing Director for Credit History (incl. subsidiary(ies))\n7. CIBIL Report of the Company (incl. subsidiary(ies))\n8. Business Profile/ Corporate Presentation of the Applicant (incl. subsidiary(ies))\n9. GST Registration Certificate (incl. subsidiary(ies))\n10. Shareholding Pattern (Latest submitted with ROC and certified by the Company Secretary of the company or in case the applicant is not having any 'Company Secretary' - by the Managing Director) (incl. subsidiary(ies))\n11. Profile of Directors\n12. Annual Report of Holding Company\n13. Self-Certification on Revenue/ Investment/ Net worth from each of the Group Company (ies) whose credentials have been considered\n14. Financial Details of Subsidiary(ies)\n15. Project Report/ Business Plan (incl. for Subsidiary(ies))\n16. Application Fee Payment Proof"
}