{
  "scheme_id": "67a45246da50340fc8f084d1",
  "slug": "ferts",
  "scheme_name": "Fish Extension, Research, and Training Scheme",
  "scheme_short_title": "FERTS",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Agriculture, Animal Husbandry & Co-operative",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Fishermen",
    "Training",
    "Skill Development"
  ],
  "brief_description": "The Fish Extension, Research, and Training Scheme by the Department of Fisheries, Government of India aims to promote sustainable fishing practices and improve fish production. Through this scheme, financial and technical assistance are provided to fish farmers and others in the fisheries sector.",
  "detailed_description": "The &quot;Fish Extension, Research, and Training Scheme&quot; by the Department of Fisheries, Government of India aims to promote sustainable fishing practices and enhance fish production through scientific research, extension, and skill development. Under this scheme, financial and technical assistance are provided to fish farmers, fishery extension workers, and others in the fisheries sector.",
  "benefits": [
    "Training and Workshops:",
    "Fish Seed Producers: 3-day training with a subsidy of ₹225.50 per participant (excluding travel/accommodation). Fish Farmers/Stakeholders: Workshops with a subsidy of ₹1500.50 per participant (covering expenses and travel up to ₹600).",
    "Fish Production and Research:",
    "₹2,00,000/- for producing 5 tons of Pangasius fish. Support for research on new fish species and maintenance of labs/museums.",
    "Fish Seed Distribution:",
    "Subsidies for seed procurement of various fish species (e.g., Amur Carp, Tilapia).",
    "Incentives:",
    "Up to ₹30,000 for exemplary farmers, with awards in the form of equipment (e.g., aerators, oxygen cylinders).",
    "Identity Cards:",
    "Issuance of identity cards for 1,050 fishermen.",
    "Public Awareness:",
    "₹100 per day for Birsa Fish Farmers during workshops.",
    "Cage Fish Culture Support:",
    "Financial assistance for information collection and technical support."
  ],
  "eligibility_criteria": "The applicant should be a registered fish farmer, fishery extension worker, or related entity in the fisheries sector. The applicant should have prior experience or relevant qualifications in the fisheries field. The applicant should be from a region identified under the scheme by the Department of Fisheries. Preference will be given to applicants from rural and underdeveloped areas. The applicant should have a valid bank account for fund disbursement.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Apply after the advertisement is published:",
        "Step 1: The interested applicant should visit (during office hours) the District Fisheries Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Fisheries Office.",
        "Step 4: Request a receipt or acknowledgment from the District Fisheries Office to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://jharkhandfisheries.org/orders/2024/Rajyadeshno.%2005%20RA%20(VI)%20dated%2013.06.2024.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity Proof Bank Account Details Registration Proof of Fish Farming (for farmers and fishery extension workers) Qualification Certificates (for applicants seeking training or research grants) Project Proposal (for infrastructure development or research funding)"
}