{
  "scheme_id": "66b86c67c5af5de2267e940e",
  "slug": "mgs-tbocwwb",
  "scheme_name": "Marriage Gift Scheme - Telangana",
  "scheme_short_title": "MGST",
  "state": "Telangana",
  "level": "State/ UT",
  "nodal_department": "Labour, Employment Training and Factories Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance",
    "Marriage"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Marriage",
    "Financial Assistance",
    "Construction Workers",
    "Daughter"
  ],
  "brief_description": "The \"Marriage Gift Scheme\" was launched by the Telangana Building & Other Construction Workers Welfare Board, LET&F (Labour) Dept. Telangana. The scheme aims to provide financial assistance as a marriage gift to unmarried registered women workers & the daughters of registered building & construction",
  "detailed_description": "The &quot;Marriage Gift Scheme&quot; is a welfare initiative implemented by the Telangana Building and Other Construction Workers Welfare Board (TB&amp;OCWWB), LET&amp;F (Labour) Department, Telangana. The scheme aims to provide financial assistance as a marriage gift to unmarried registered women workers and the daughters of registered building and construction workers who have reached the age of 18 years.",
  "benefits": [
    "Financial assistance : ₹30,000/-."
  ],
  "eligibility_criteria": "For construction workers themselves (Women only)\nConstruction worker should be registered under the Telangana Building & Other Construction Workers Welfare Board. Construction worker should be a woman. Construction worker should be unmarried.\n\nFor daughters of construction workers\nConstruction workers (either one or both parents) should be registered under the Telangana Building & Other Construction Workers Welfare Board. A construction worker can receive the scheme benefits for up to two daughters. The daughter(s) should have completed 18 years of age at the time of application. If both parents are registered workers, only one parent is eligible for the scheme amount.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant visits the official website and clicks on \" Downloads \" at the top of menu options.",
        "Step-2: Now click on the download button corresponding to the scheme name.",
        "Step-3 : In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-4: Submit the duly filled and signed application form along with the documents to the concerned officer in the labour department.",
        "Step-5: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE:",
        "The scheme applies to the applicant's first marriage. Applications must be submitted within one year from the date of marriage."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://tbocwwb.telangana.gov.in/new_gos.html"
    },
    {
      "title": "Official Website",
      "url": "https://tbocwwb.telangana.gov.in/index.html"
    }
  ],
  "documents_required": "Passport-size Photograph. Regn. card under the BOCW Act (Attested copy). Age Proof Certificate of the applicant or beneficiary. Xerox Copy of AADHAR Card. Wedding Invitation Card. Photographs of the Marriage Ceremony. Marriage certificate (Attested copy). Renewal Challan Copy. Advance stamped receipt. 1 st page of Bank Passbook (Attested copy)."
}