{
  "scheme_id": "67f905f57dc6b8a0ad14aaae",
  "slug": "development-support-for-coffee-organic-certification-eco-certification-natural-farming",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non Tribal growers of Non-Traditional Area : Organic Certification / Eco certification / Natural farming",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE ORGANIC CERTIFICATION / ECO CERTIFICATION / NATURAL FARMING",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Replantation",
    "Coffee Grower"
  ],
  "brief_description": "To encourage coffee growers to improve quality for higher returns and improve access to high value specialty markets through production of organic certified coffees.",
  "detailed_description": "- To encourage coffee growers to improve quality for higher returns and improve access to high value specialty markets through production of organic certified coffees. - An allied objective of this scheme is to encourage small growers to form groups / collectives for taking up organic certification that will facilitate creation of common facilities in future",
  "benefits": [
    "Extent of support / subsidy for Organic Certification",
    "75% of the certification cost subject to ceiling of Rs. 2,00,000/-"
  ],
  "eligibility_criteria": "All category of holdings owning up to 25 ha and groups of small growers (FPOs / FPCs) who obtain certification of their plantations. Support is available for certification of estates as per Organic Certification Programme. Coffee certified as per the National Programme for Organic Production (NPOP) and various international standards like EU Regulation, NOP (National Organic Programme of USA), JAS (Japanese Agriculture Standards) etc. are eligible. The Certificate should be obtained from the Certification Agencies accredited by the respective Certification Programme during the plan period. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy This incentive is provided only as backend support and the costs incurred during inconversion period are also eligible. After obtaining certification by the accredited certification body/ agency, the Individual FPOs / FPC are required to submit online application along with the following documents to the concerned Office of the JLOs / SLOs of the Coffee Board. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. In case of grower's groups viz., FPOs the Certificate of incorporation / registration, memorandum of article of association issued by the authority concerned and Complete list/ details of members of the organization. Copy of the certificate issued by the accredited Certification Agency Land Ownership documents (any of the following) Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and possession certificate from the competent authority of revenue in Nilgiris. Copy of Land Possession Certificate issued by the competent Revenue authority in respect of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self attested copy of registered GPA. Original invoice / bill towards the fee incurred as cost of certification Proof of payment of certification costs Copy of the scheduled Bank Pass Book containing the details of account number, name of the Bank, branch, IFSC code, etc. The concerned JLO / SLO will scrutinize the documents, carryout field inspection for verification of books and records. The JLO / SLO shall forward the claim along with Physical Verification Report and other relevant records to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming about the admissibility of the claim in all respects will release subsidy amount to the beneficiary's bank account through PFMS.  Amendment to the Scheme: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}