{
  "scheme_id": "67640593f41779c1f9760ff2",
  "slug": "srdsy",
  "scheme_name": "Sant Ravi Das Swarojgaar Yojana",
  "scheme_short_title": "SRDSY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": true,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Banking and money"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Enterprises",
    "Scheduled Cast",
    "Loan Scheme",
    "Self-employment"
  ],
  "brief_description": "The Sant Ravi Das Swarojgaar Yojana under the Tribal Welfare and SC Department, Madhya Pradesh, provides funding for manufacturing units (₹1 lakh to ₹50 lakh) and service/retail trade projects (₹1 lakh to ₹25 lakh) for Scheduled Caste applicants.",
  "detailed_description": "The Sant Ravi Das Swarojgaar Yojana under the Tribal Welfare and SC Department, Madhya Pradesh, provides funding for manufacturing units (₹1 lakh to ₹50 lakh) and service/retail trade projects (₹1 lakh to ₹25 lakh) for Scheduled Caste applicants. Scheduled Caste beneficiaries can receive a 5% annual interest subsidy on Term and Working Capital Loans for up to 7 years, including the moratorium period. Beneficiaries can also avail a 12-day entrepreneurship development training through an online training module.",
  "benefits": [
    "Scheduled Caste beneficiaries can receive a 5% annual interest subsidy on Term and Working Capital Loans for up to 7 years, including the moratorium period. The subsidy is provided on the condition of regular loan repayment as per the prescribed schedule."
  ],
  "eligibility_criteria": "The applicant should be a resident of Madhya Pradesh. The applicant should be between 18 and 40 years of age. The applicant should be belong to Scheduled Caste category. The applicant should have a minimum educational qualification of 12th class passed. The applicant's annual family income should not exceed ₹12.00 lakhs. The applicant should not be a defaulter of any bank or financial institution, including MFI, NBFC, SFB, or PACS. The applicant should not currently be a beneficiary of any other self-employment scheme of the state or central government. Family Definition:\nIf unmarried: The applicant and dependent parents. If married: The applicant, spouse, and dependent children (no age bar for dependent, unmarried children).\n\n\n\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Scheduled Caste Welfare Department Office , and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://govtpressmp.nic.in/pdf/extra/2022-05-13-Ex-249.pdf"
    }
  ],
  "exclusions": "The applicant should not be a defaulter of any bank or financial institution, including MFI, NBFC, SFB, or PACS. The applicant should not currently be a beneficiary of any other self-employment scheme from the state or central government.",
  "documents_required": "Aadhaar Card Proof of identity and residence. Caste Certificate Income Certificate Educational Qualification Certificate Bank Account Details Project Proposal Loan Sanction Letter Photographs "
}