{
  "scheme_id": "660e75abff0ffe4f91cb5cc2",
  "slug": "apmcy",
  "scheme_name": "Alpasankhyak Post-Maitrik Chhaatravrtti Yojana",
  "scheme_short_title": "APMCY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Higher Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarships",
    "Financial Support",
    "Educaction"
  ],
  "brief_description": "The Alpasankhyak Post-Matric Scholarship Scheme under the Madhya Pradesh Government is to provide financial assistance to students from minority communities in Madhya Pradesh pursuing post-secondary education.",
  "detailed_description": "The Alpasankhyak Post-Matric Scholarship Scheme under the Higher Education Department of the Madhya Pradesh goverment provides financial assistance to students from minority communities in Madhya Pradesh pursuing post-secondary education. This scheme aims to alleviate the financial burden on economically disadvantaged minority students, enabling them to access quality education and pursue higher studies. By offering scholarships for tuition fees, maintenance allowances, and other educational expenses, it seeks to promote inclusive growth and empower minority communities through education.",
  "benefits": [
    "Tuition fee of ₹3,000/- per year for graduate and postgraduate students. Maintenance allowance of ₹570/- per month for undergraduate and postgraduate hostel students. Maintenance allowance of ₹300/- per month for non-hostel students Maintenance allowance M.Phil. And Ph.D. ₹1,200/- per month to hostel students. Maintenance allowance of ₹550/- per month for non-hostel students Maintenance allowance will be payable for 10 months."
  ],
  "eligibility_criteria": "The applicant should be a native of the minority category of Madhya Pradesh. The total annual income of the applicant's parents and guardian should not exceed ₹2,00,000/-. Not less than 50 percent marks in the last qualifying examination.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step1: Go to the official website of \" The National Scholarship Portal \" (NSP) using a web browser.",
        "Step2: Look for the option that says \" New Registration \" on the homepage and click on it.",
        "Step3: Read the registration guidelines carefully before proceeding. then click Continue.",
        "Step4: Now Select your Aadhaar Category",
        "- Enter Mobile Number",
        "- Enter OTP",
        "- Enter Captcha Code, click Verify",
        "Step5: Fill in the required details accurately in the registration form. This typically includes personal information such as",
        "- Scholarship Category",
        "- State",
        "- Name",
        "- Date of birth",
        "- Gender",
        "- Contact details, etc.",
        "Step6: Click submit Register and you get your Student application ID.",
        "Apply",
        "Step1: Go to the official website of \" the National Scholarship Portal \" (NSP) using a web browser.",
        "Step2: click on Login \"Fresh Application\" ",
        "Step3: After that enter you",
        "- Application ID.",
        "- Password",
        "- Captcha",
        "Step4: Click Login"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://highereducation.mp.gov.in/?page=SF2Fyv4OVHlghtRd63MGiQ%3D%3D&leftid=ZnGWU%2BxYVl5%2BNBOUmwU4dg%3D%3D"
    },
    {
      "title": "Registration",
      "url": "https://scholarships.gov.in/registrations/#/"
    },
    {
      "title": "Login",
      "url": "https://scholarships.gov.in/fresh/loginPage"
    }
  ],
  "documents_required": "Aadhar card. Bank account statement. Mark sheet. Address proof. proof of income. Passport-size photograph. mobile number."
}