{
  "scheme_id": "6459d173a9768b02647feeab",
  "slug": "uas",
  "scheme_name": "Unemployment Allowance Scheme",
  "scheme_short_title": "UAS",
  "state": "Himachal Pradesh",
  "level": "State",
  "nodal_department": "Labour and Employment Department, Himachal Pradesh",
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Welfare measures"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Unemployed Youth",
    "Allowance",
    "Employment Exchange"
  ],
  "brief_description": "The Department of Labour and Employment, Government of Himachal Pradesh introduced Unemployment Allowance Scheme to provide allowance to eligible educated unemployed youth of Himachal, to enable them to sustain themselves for a certain period.",
  "detailed_description": "The Department of Labour and Employment, Government of Himachal Pradesh introduced &amp;quot;**Unemployment Allowance Scheme&amp;quot;** to provide allowance to eligible educated unemployed youth of Himachal Pradesh, to enable them to sustain themselves for a certain period. **The scheme aims to provide:** 1. **Financial Support:** The scheme provides a monthly unemployment allowance to educated unemployed youth, offering them a basic financial support system. 1. **Empowerment of Educated Youth:** The scheme specifically targets educated unemployed youth, empowering them by providing a means of sustenance while they search for employment opportunities. 1. **Stability in Lives:** The objective of the scheme is to create stability in the lives of educated unemployed youth by ensuring they have a regular income to meet their basic needs. 1. **Inclusive Approach:** The scheme also caters to the needs of physically challenged individuals by offering a higher amount of assistance, recognizing their additional challenges in securing employment. 1. **Age-Appropriate Eligibility:** The scheme focuses on the age group of 20 to 35 years, allowing young adults who have completed their education to avail themselves of the benefits.",
  "benefits": [
    "Allowance shall be payable to each educated unemployed applicant for a maximum period of two years; subject to fulfilling eligibility criteria & timely submission of attested copies of 8th/matriculation marks sheet/certificate to ascertain age and educational qualification and Affidavit/Self Declaration as per form ‘C', at the following rates: For Physically Challenged person who have minimum 50% permanent disability recorded in her/his Employment Exchange record (X-I), @ ₹1,500/- (Rs. One Thousand Five Hundred) per month. For all other categories of Persons @ ₹1,000/- (Rs. One Thousand) per month."
  ],
  "eligibility_criteria": "Subject to the provisions of this Scheme, an educated unemployed applicant shall be eligible for the grant of Unemployment Allowance, who fulfills the following criteria: She/he should be unemployed (should not be employed in Govt. sector nor in PSU or in private sector nor self employed) and should be a Bonafide Himachali. She/he should have passed minimum 10+2 from any Board/University/Institution recognized by H.P. Govt. She/he should be registered with any Employment Exchange in Himachal Pradesh as on the date of application since 1 year. Her/his annual family income for the Financial Year immediately preceding date of application, from all sources including that of spouse should be less than ₹2 Lakh. She/he should be above 20 years and below 35 years of age, as on the date of application. She/he should not be self-employed. She/he should not be a dismissed Govt. employee. She/he should not be convicted of any offence resulting in imprisonment for a period of 48 hours or more. She/he should not be a regular student pursuing any course. She/he should not be availing Skill Development Allowance.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Visit the Department of Labour and Employment, Government of Himachal Pradesh official website . Click on \" Check Eligibility for Unemployment Allowance \". Enter Employment Exchange Registration Number and captcha on the website to check the status of the applicant. Once checked and found eligible for this scheme, click \" Apply Online \". Enter Employment Exchange Registration Number, Date of Birth and Captcha. Click Proceed. Fill the basic details including Bank Account Details (Note:- Bank Account Details must be verified by the Bank with the stamp and signature of the concerned authority). Take a print out of the filled Application Form. Attach below mentioned documents with the application form :- Attested Copy of Employment Registration Card. Attested Copy of Income Certificate. (Not more than 6 months old). Himachal Pradesh Unemployment Allowance Scheme Self Certified Declaration Form C. Attested Copy of Domicile of Himachal Pradesh. Attested Copy of all the Educational Qualification Certificates. Attested Copy of Aadhar Card. Note: The Application Form and all the attached documents will have to be submitted to the District/ Sub-Employment Exchange Office. Scrutiny of the application will be done by the Employment Exchange Office. The Selection and Rejection of the applications will be decided within 45 days. Further action on the application will be intimated to the applicants through SMS."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Application for the allowance: An educated unemployed applicant may make an application on his/her being eligible for the grant of Allowance along with documents mentioned in form ‘A' to that Employment Exchange in H.P., where his/her name is registered. A duly completed application form may be sent by post or be delivered at that Employment Exchange in H.P., where his/her name is registered. After the initial filing of claim in the prescribed  form ‘A' , every claimant to the Allowance shall be required to submit Affidavit/Self Declaration as per form 'C', in the subsequent month of March to the Employment Exchange where his/her name is registered. Form \"B\" is the receipt which the applicant may receive on submitting his form at the Employment Exchange office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://himachal.nic.in/WriteReadData/l892s/14_l892s/1610600919.pdf"
    },
    {
      "title": "Department Website",
      "url": "https://eemis.hp.nic.in/unemp/index.html"
    },
    {
      "title": "Online Status Check Portal",
      "url": "https://eemis.hp.nic.in/unemp/PublicPages/CheckEligibility.aspx"
    }
  ],
  "exclusions": "The following categories of persons shall not be eligible to receive Unemployment Allowance under this Scheme: State/Central Government employees and also those of the Public Sector Undertakings, Local Bodies and Quasi-Government Institutions who have been dismissed from service and persons who have been imprisoned for 48 hours or more. A person who had any income of his own or whose family income from all sources was ₹2 lakh (Rs. Two Lakh) or more during the year immediately preceding the date of application and also the period for which Unemployment Allowance is claimed. A person who is not a Bonafide Himachali. A person who is below 20 years and above the age of 35 years.",
  "documents_required": "Attested copy of Employment Registration Card (X-10) is attached. Attested copy of valid family income certificate issued by Executive Magistrate (issued not before 6 months of date of application for the Allowance) is attached. The income certificate required to be issued by the Competent Authority under the Scheme will specially state that the applicant is not employed in Government, its Agencies, Public Sector Undertaking, Bodies etc. Self Certified Declaration declaring that she/he is unemployed as per format prescribed by the Department. (as per form ‘C' attached). Attested copy of Bonafide Himachali Certificate is attached. Bank details to be verified by concerned Bank Branch Officer with signature and stamp of Bank. Filling up IFSC code of Bank Branch is Compulsory/Mandatory. Attested copies of 10th/12th/age certificate issued by competent authority to ascertain age and educational qualification is attached. Attested copy of Aadhaar Card."
}