{
  "scheme_id": "65aa44e230cd9600eb559417",
  "slug": "kscbocwwb",
  "scheme_name": "Kanyadaan Scheme (CBOCWWB)",
  "scheme_short_title": "KS(CBOCWWB)",
  "state": "Chandigarh",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "implementing_agency": "Chandigarh Building And Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Construction Worker",
    "Labour",
    "Daughter",
    "Marriage",
    "Financial Assistance"
  ],
  "brief_description": "Under this scheme, financial assistance will be granted to the workers who are registered under the CBOCWWB on the eve of the marriage of his/her daughter and self-marriage of female registered workers.",
  "detailed_description": "The scheme \"Kanyadaan Scheme\" was started by the Chandigarh Building and Other Construction Workers Welfare Board (CBOCWWB), Labour Department, Chandigarh. Under this scheme, financial assistance will be granted to the workers who are registered under the CBOCWWB on the eve of the marriage of his/her daughter and self-marriage of female registered workers.",
  "benefits": [
    "Financial Assistance of ₹21,000/- will be granted to registered workers on the eve of the marriage of his/her daughter and self-marriage of female registered workers."
  ],
  "eligibility_criteria": "1. The applicant/beneficiary should be working in the Establishment, registered under the Punjab Labour Welfare Fund Act, 1965 and his contribution towards the labour welfare fund should regularly been received by the Board. 2. The applicant shall be eligible to avail the benefit of the scheme only after 06 months of becoming a member of the Board. 3. The beneficiary hasn't claimed/availed of such kind of benefits prevailing under the Central/State Govt. Schemes. If both the father and daughter are working in the same establishment, the benefit shall be granted to one of them. 4. This benefit will be given only on the production of a Marriage Registration Certificate. 5. The benefit of the scheme shall be given for two daughters only. 6. The applicant should apply for the ‘Kanyadaan Scheme' within three months from the date of marriage. 7. Female registered workers can avail the benefit of this scheme on the eve of their self-marriage.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process under Chandigarh Building and Other Construction Workers Welfare Board: Step 01: Applicants need to visit the official website of Labour Department Chandigarh: http://labour.chd.gov.in/  Step 02: On the home page, click on ‘ Click Here for Registration ' and a registration page will open. Fill in all the mandatory details and click on the ‘Submit' button. Step 03: After submitting the details, an OTP is sent to the registered email and mobile number, enter the OTP and then submit. Note down your ‘User ID' and ‘Password' for future correspondence. Step 04: After registering yourself successfully, visit on Login page and click on ‘ Login '. Fill up the Login ID & Password and click on ‘Login'. Step 05: After the login page click on ‘Apply for Services' and click on (view all available services). In the search box type (BOCW) and click on (BOCW Application for Registration as a New Member /Renewal). Step 06: Download the CBOCW form and fill up the requisite information and upload this form on the next step. Step 07: Fill up the details for ‘New Member' and click on the ‘Submit' button. After submitting click on 'attach Annexure'. Attach all mandatory annexures and then click on 'Save Annexure'. Step 08: After saving the annexure click on make payment. Make payment through Cards and UPI click on payment mode. Step 09: After choosing payment mode click on 'proceed' and an acknowledgement receipt will be generated by the system. Note 01: Attach a clear picture of both sides of the Aadhaar Card. Note 02: Attach a clear picture of the Bank Passbook. Note 03: Attach a clear picture of all the pages which have been filled on the BOCW Copy issued by the Board. ( User Manual ) Application Process to apply under the scheme: Step 01: Applicants need to visit the official website of Labour Department Chandigarh: http://labour.chd.gov.in/  Step 02: On the home page, select the scheme ‘ KANYADAAN ' under the Grant of Welfare Schemes to the workers of Chandigarh Labour Welfare Board. Step 03: Read the scheme details and on the bottom of the page click on ‘ Click here to Apply/Register '. (The applicant may also read the user manual by clicking on the ‘ Click here for User Manual '.) Step 04: If the applicant not register, click on ‘register yourself'. A ‘ServicePlus' window/page will open and fill in all the details to register. Step 05: Now, to apply for the scheme, click on ‘Apply for Service' and use ‘ServicePlus' credentials to Login i.e. ‘User ID' & ‘Password'. Step 06: After successful Login, you will be redirected automatically to the online application page by clicking on the ‘Apply for Service' tab. Step 07: In the application form, fill in the Applicant's Personal Details, select the scheme (Kanyadaan) & Work Place Details. After furnishing all the mandatory details click on ‘Self-Declaration' and fill in additional details. Step 08: Enter the verification code/Captcha and click on the ‘Submit' button. Step 09: Preview all the filled details and click on ‘Attach Annexure'. Step 10: Upload all the mandatory documents and click on ‘Save Annexure'. Step 11: After verifying all the details, click on the ‘Submit' button. Step 12: Take a printout of the generated ‘Acknowledgement Receipt' for future reference. Step 13: To track the application status, the applicant can visit the official website of the Labour Department and login through their ‘User ID' & ‘Password'. Step 14: Click on ‘ Track Application Status ' and fill in all the details. Now click on ‘Get Data' for the status of your application."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://labour.chd.gov.in/PublicPages/kanyadaan.aspx"
    },
    {
      "title": "Application Portal",
      "url": "https://serviceonline.gov.in/serviceLinkHome.html?serviceToken=H2qU46F5a8&newLink=N&%3Ccsrf:token%20uri=%27serviceLinkHome.html%27/%3E"
    },
    {
      "title": "User Manual",
      "url": "http://labour.chd.gov.in/pdf/LWB.pdf"
    }
  ],
  "documents_required": "Documents required for Registration under CBOCW: Passport size photograph Filled-in/signed form of CBOCW Board A copy of Aadhaar Card of the applicant BOCW Card, if any Copy of Aadhaar Card of nominee Bank details Receipt of payment file Any other relevant documents Documents required for Grant of Welfare Schemes: Marriage Certificate issued by the competent authority Marriage Card Aadhaar Card of Bride & Groom Passport-size photograph of the applicant/beneficiary Family Photograph Age proof of Girl A copy of Aadhaar card of the beneficiary Copy of bank account/bank passbook Copy of Salary Slip Any other relevant documents"
}