{
  "scheme_id": "66694668ebb262eb5dbdd5d6",
  "slug": "speoepsgugmmapuy",
  "scheme_name": "Scheme for Providing Employment Opportunities by Establishing Piggery, Sheep and Goat Units (General) under Mukhya Mantri Antyodaya Parivaar Utthan Yojana",
  "scheme_short_title": "SPEOEPSGUGMMAPUY",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry & Dairying Department",
  "implementing_agency": "Department Of Animal Husbandry & Dairying, Government Of Haryana",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Antodayay",
    "Piggery Unit",
    "Sheep Unit",
    "Goat Unit",
    "Financial Assistance",
    "Subsidy",
    "Subsidy",
    "Unemployed",
    "Animal Husbandry"
  ],
  "brief_description": "Under this scheme, an unemployed resident of Haryana who is between 18 and 60 years of age can avail a 25% subsidy on the cost of livestock, provided they have taken a loan for establishing a 10+1 Piggery unit or a 15+1 Sheep/Goat unit.",
  "detailed_description": "The scheme \"Scheme for Providing Employment Opportunities by Establishing Piggery, Sheep and Goat Units (General) under Mukhya Mantri Antyodaya Parivaar Utthan Yojana\" is implemented by the Department of Animal Husbandry &amp;amp; Dairying, Government of Haryana. Under this scheme, an unemployed resident of Haryana who is between 18 and 60 years of age can avail a 25% subsidy on the cost of livestock, provided they have taken a loan for establishing a 10+1 Piggery unit or a 15+1 Sheep/Goat unit.",
  "benefits": [
    "Financial Assistance under the Scheme: Establishment of 10+1 Piggery units: 25% subsidy on the cost of livestock which has been availed as a loan by the beneficiary for establishment of a 10+1 Piggery unit. A maximum amount of ₹25,000/- will be provided as financial assistance in form of a subsidy. Establishment of 15+1 Sheep/Goat units: 25% subsidy on the cost of livestock which has been availed as a loan by the beneficiary for establishment of 15+1 Sheep/Goat unit. A maximum amount of ₹24,500/- will be provided as financial assistance in form of a subsidy. Financial Assistance for Insurance under the Scheme: Insurance assistance will be provided as per the available departmental scheme if operational during the year; otherwise, the beneficiaries will have to arrange for insurance of animals and shall pay the insurance premium."
  ],
  "eligibility_criteria": "The applicant should be 18 to 60 years of age and a resident of Haryana. The applicant must be unemployed. There would be no mandatory educational qualifications or training requirements. The applicant should have a space/shed for keeping animals. The applicant would have to submit a Self-Declaration for being unemployed and for undertaking to abide by other conditions as required under the Scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail the benefits of the scheme, applicants should visit the Deputy Director's office in their district and collect the application form. Step 02: Fill out the application form and attach all the relevant documents. Step 03: Submit the completely filled application form and attached documents to the concerned official in the office. Step 04: The Deputy Director of the concerned district will examine the applications on a first-come, first-served basis and process them accordingly."
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The applicant may submit the application through Common Service Centres, Antodaya Kendra, Atal Sewa Kendra, e-disha Centres or any other such centre."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 6)",
      "url": "https://pashudhanharyana.gov.in/sites/default/files/documents/Scheme%202023-24/PSGU%20Scheme.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=aQUnJHi2MBs4j7htWkoJyw%3d%3d"
    },
    {
      "title": "Antyodaya-SARAL Portal",
      "url": "https://saralharyana.gov.in/"
    },
    {
      "title": "Utthan Portal",
      "url": "https://parivarutthan.haryana.gov.in/"
    }
  ],
  "exclusions": "Any group/firm/organization will not be permitted to apply under the Scheme, as the Scheme is individual beneficiary-oriented.",
  "documents_required": "1. Privaar Pahchan Patra (PPP ID)\n2. Copy of Aadhaar Card\n3. Copy of PAN Card\n4. Copy of Bank Passbook or Cancelled Cheque\n5. Proof of availability of shed/space for keeping animals\n6. Any other documents as required"
}