{
  "scheme_id": "683844fb7e3dd7685818a72c",
  "slug": "asksy",
  "scheme_name": "Akhilbhartiya Sanskrit Kavi Sammelan Yojana",
  "scheme_short_title": "ASKSY",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sanskrit Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Sanskrit Literature"
  ],
  "brief_description": "The \"Akhilbhartiya Sanskrit Kavi Sammelan Yojana\" invites and honors Sanskrit poets who can compose and recite poetry in Sanskrit by providing them a monetary honorarium for participating in state-organized events, especially on national or state festivals in Uttarakhand.",
  "detailed_description": "The &amp;quot;Akhilbhartiya Sanskrit Kavi Sammelan Yojana&amp;quot; implemented by the Department of Sanskrit Education, Uttarakhand, is a national-level event organized by the Uttarakhand Sanskrit Academy. It is held on occasions like national festivals and state festivals. The conference aims to promote Sanskrit poetry by inviting 15 distinguished Sanskrit poets who are proficient in composing and reciting poetry. These poets are invited from Uttarakhand and other states across India. Each invited poet receives an honorarium of ₹2,501/-. The list of eligible poets is proposed by the program coordinator and finalized by the competent authority after due scrutiny.",
  "benefits": [
    "Financial Recognition: An honorarium of ₹2,501/- to each invited Sanskrit poet."
  ],
  "eligibility_criteria": "The applicant must be a renowned Sanskrit poet. The applicant can be from Uttarakhand or any other state in India. The applicant must be proficient in composing (writing) and reciting Sanskrit poetry. The applicant should be proposed/recommended by Sanskrit teachers from colleges, universities, or other educational institutions.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Identification/Proposal: Sanskrit teachers working in colleges, universities, and other educational institutions identify and propose names of renowned Sanskrit poets (who may also be themselves) to the Program Coordinator. List Submission: The Program Coordinator prepares and submits the list of proposed poets to the competent authority for review and approval. Recommendation: The competent authority approves the list. Invitation: The Secretary of the Uttarakhand Sanskrit Academy formally invites the recommended poets for the poetry recitation. Address and Contact Details: Sanskrit Shiksha Vibhag Uttarakhand Sanskrit Academy, Haridwar – Sanskrit Bhavanam, Ranipuhjalam, Jwalapur, Haridwaram Phone: 983749064 E-mail: uksa 2002@qmail.com  Uttarakhand Sanskrit Vishwavidyalaya, Haridwar – Bahadrabad, Haridwar, Delhi Rashtriya Rajmarg, P.O. Bahadrabad, Haridwar Phone: 035-2665054 E-mail: registrar@usw.ac.in, ssnuk2011@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 58)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Proof of Sanskrit poetry composition (published work or manuscripts). Proof of Academic or Professional background. Identity proof. Any other documents as required."
}