{
  "scheme_id": "681c4d5c689952af0983ff5e",
  "slug": "sapgjau",
  "scheme_name": "Scheme for the Award of Scholarship for Post Graduate Students of Various Faculties of Junagadh Agricultural University",
  "scheme_short_title": "SAPGJAU",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agricultural Scholarship",
    "Fellowship",
    "Higher Education",
    "Student",
    "Post Graduate",
    "Ph D"
  ],
  "brief_description": "The \"Scheme for the Award of Scholarship for Post Graduate Students of Various Faculties of Junagadh Agricultural University\" provides monthly scholarships to students pursuing Post Graduate in various faculties at Junagadh Agricultural University.",
  "detailed_description": "The &amp;quot;Scheme for the Award of Scholarship for Post Graduate Students of Various Faculties of Junagadh Agricultural University&amp;quot; launched by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide monthly financial assistance to eligible Under Graduate students at Junagadh Agricultural University. The objective is to attract the bright and talented students to seek admission in various faculties of P.G. level, it is necessary to provide financial assistance.",
  "benefits": [
    "Master's degree students: ₹2,000/- per month for 2 years. Ph.D. degree students: ₹3,000/- per month for 3 years."
  ],
  "eligibility_criteria": "Applicant must be domiciled in Gujarat. Applicant must have obtained a minimum first-class or equivalent grade/OGPA in UG (for Master's) or Master's (for Ph.D.). Applicant must be newly admitted (fresh) to the Postgraduate program at JAU. Applicant must have a basic degree in Agriculture or allied sciences.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Write an application on plain paper addressed to the Director, Junagadh Agricultural University.",
        "Step 2: Submit the completed application along with the necessary documents to the Principal of the college."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 522)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    }
  ],
  "exclusions": "An in-service candidate of the University or a deputee from any other institute/ organization shall not eligible for the scholarship.",
  "documents_required": "Passport Size Photo. Copy of Post Graduate Marksheet. Copy of Graduation Level Mark Sheet."
}