{
  "scheme_id": "6675a228113e1b5b0a802043",
  "slug": "fadpd",
  "scheme_name": "Financial Assistive Devices for Persons with Disabilities",
  "scheme_short_title": "FADPD",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Welfare of Scheduled Caste & Backward Classes Department",
  "implementing_agency": "Haryana Backward Classes And Economically Weaker Sections Kalyan Nigam",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "PwD",
    "Assistive Devices",
    "Loan",
    "Disability"
  ],
  "brief_description": "The scheme is implemented by the Haryana Backward Classes & Economically Weaker Sections Kalyan Nigam. Under the scheme, loans of up to ₹5 lakhs are provided to persons with disabilities who are either employed in reputable organizations or have received confirmed appointment letters.",
  "detailed_description": "The scheme &amp;quot;Financial Assistive Devices for Persons with Disabilities&amp;quot; is implemented by the Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam. Under the scheme, loans of up to ₹5 lakhs are provided to persons with disabilities who are either employed in reputable organizations or have received confirmed appointment letters. These loans can be used to purchase assistive devices such as screen readers, motorized tricycles, scooty, hearing aids, etc., including the cost of retrofitting, to enhance their employability or improve self-employment prospects. A person who is a permanent resident of Haryana and has a disability of 40% or more is eligible to avail the benefits under this scheme.",
  "benefits": [
    "Under this scheme, loans of up to ₹5 lakhs are provided to the target group for the purchase of assistive devices such as screen readers, motorized tricycles, scooty, hearing aids, etc., including the cost of retrofitting, to enhance their employability or improve self-employment prospects."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should have a disability of at least 40%. The age of the applicant should be above 18 years. For persons with mental retardation, the age is relaxed to 14 years instead of the usual 18 years. The applicant should be employed, either working in a reputable organization or have a confirmed appointment letter. Note 1: The head of the organization should certify that the proposed assistive device will improve the applicant's employability and that the device is not provided by the organization. Note 2: For self-employment, the need for an assistive device will be assessed by the authority (SCA/RRB, etc.) scrutinizing the application and will be recommended accordingly.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 01: The eligible applicant may apply online through the Official Portal- Antyodaya-SARAL Portal. https://saralharyana.gov.in/  Step 02: If the applicant is not registered on the portal, he/she gets registered there. Step 03: For registration, click \" New User \" under ‘Sign In Here' and fill in all the mandatory details i.e. Name, Email ID, Mobile Number, Password & State. Click on ‘Submit'. Step 04: Verify your mobile number and email ID through the received OTP and complete the registration process. Login to apply for the scheme: Step 01: To avail the benefits of the scheme, visit the Official Antyodaya-SARAL Portal and log in through the email ID used while registering. Step 02: Enter Password & Captcha and click on ‘Login'. Step 03: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 04: Now, you can search for the scheme and click on the scheme to go ahead and fill out the application form. Step 05: Fill in all the mandatory details and upload all the mandatory documents. Step 06: Preview the application form and click on ‘Submit'. Tracking of Application: Applicants can track their applications through the Official Antyodaya-SARAL Portal by entering their Department Name, Scheme Name, and Application Reference ID."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=R%2fHWDGyVagIM4PkZHu1DQQ%3d%3d"
    },
    {
      "title": "Scheme Details",
      "url": "https://haryanascbc.gov.in/contribution-towards-share-capital-to-haryana-backward-classes-and-economically-weaker-sections"
    },
    {
      "title": "Antyodaya-SARAL Portal",
      "url": "https://saralharyana.gov.in/"
    }
  ],
  "documents_required": "1. Identity/Citizenship proof i.e. Aadhaar Card 2. Proof of age 3. Resident Proof/Address Proof/Ownership Proof i.e. Haryana Domicile Certificate 4. Caste/Religion/Community Proof 5. Disability Certificate 6. Passport-size photograph of applicant 7. Bank account details 8. Any other documents as required"
}