{
  "scheme_id": "65fbb94f47c0daa74e38d64a",
  "slug": "maayu",
  "scheme_name": "Mukhyamantri Aanchal Amrit Yojana",
  "scheme_short_title": "MAAYU",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Woman Empowerment & Child Development",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Health & Wellness",
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy care"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Child",
    "Nutrition",
    "Vitamin",
    "Health"
  ],
  "brief_description": "\"Mukhyamantri Aanchal Amrit Yojana\" is a social security scheme by the Department of Women Empowerment and Child Development, Government of Uttarakhand, that aims to reduce malnutrition among the children of the state through providing vitamin added food.",
  "detailed_description": "In recognition of the critical role that child nutrition plays in overall development, the Government of Uttarakhand, through its Department of Women Empowerment and Child Development, has launched the &amp;quot;Mukhyamantri Aanchal Amrit Yojana.&amp;quot; This social security scheme specifically targets the age group of 3 to 6 years, aiming to reduce malnutrition rates within this demographic. The program achieves this objective by providing access to vitamin-enriched food. This targeted intervention ensures a consistent intake of essential nutrients during a crucial growth period. By addressing these dietary deficiencies, the &amp;quot;Mukhyamantri Aanchal Amrit Yojana&amp;quot; fosters not only improved overall health and well-being in children but also lays the groundwork for stronger cognitive development, ultimately shaping a brighter future for the state&amp;#39;s youngest citizens.",
  "benefits": [
    "Fortified milk with vitamin A and D Aromatic milk is given (4 Days/Week)."
  ],
  "eligibility_criteria": "Beneficiary should be a permanent resident of Uttarakhand. Beneficiary should be a child. Beneficiaries should be between 3 years to 6 years.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: Concerned parents should take their children to the nearby Anganwadi Centre.",
        "Step-2: Provide all the necessary documents as directed (attested, if required).",
        "Step-3: After the completion of the procedure benefits can be availed from the Anganwadi Centre."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agriculture.uk.gov.in/files/MERI_YOJANA_book_pdf__04-12-23.pdf"
    }
  ],
  "documents_required": "Proof of Birth."
}