{
  "scheme_id": "685d136238d49a55968f2bc6",
  "slug": "sfipcsom",
  "scheme_name": "PMMSY: Ice Plant/Cold Storage of Minimum 50-Ton Capacity - Haryana",
  "scheme_short_title": "FIPCSOM",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Fish Quality",
    "Fish Farmers",
    "Entrepreneurs",
    "Cold Chain"
  ],
  "brief_description": "This scheme provides financial assistance for setting up ice plants or cold storage units with a minimum capacity of 50 tons, supporting cold chain infrastructure under PMMSY.",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Ice Plant/Cold Storage of Minimum 50-Ton Capacity , introduced by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide financial assistance for setting up ice plants or cold storage units with a minimum capacity of 50 tons, supporting cold chain infrastructure under PMMSY. The aim is to reduce post-harvest losses and improve fish quality. This is a Centrally Sponsored Scheme, funded in the ratio of: 50% by the Central Government, and 50% by the State Government. The beneficiary must operate and maintain the plant and ensure supply of ice to fishers at affordable prices. <br>",
  "benefits": [
    "The project cost is ₹150,00,000/-",
    " Subsidy Distribution:",
    "A 40% subsidy is available for the General Category. A 60% subsidy is offered for SC (Scheduled Caste) and Women beneficiaries."
  ],
  "eligibility_criteria": "The applicant must be a resident of Haryana and possess a valid Parivar Pehchan Patra (PPP). The applicant must own land or hold a registered lease for a minimum period of 10 years. The applicant must submit an undertaking within the DPR/SCP, accepting full responsibility for operating and maintaining the unit. The applicant must provide ice at affordable prices to fishers. The applicant must submit a Detailed Project Report (DPR) or Self-Contained Proposal (SCP) in accordance with PMMSY guidelines. The applicant must hold a valid training certificate in ice plant or cold storage operation and maintenance. The applicant must ensure the land is free from legal issues and must provide a valid land title.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=tiy33FA0paulTXf7xQr/pg=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Date of Birth Proof (Voter ID, Aadhaar, Matriculation Certificate) Caste Certificate (SC/Women applicants – issued by Tehsildar/SDM) Agreement Deed with Fisheries Department Training Certificate in cold storage/ice plant operations Land Records (Jamabandi, Fard, Registered Patta with clear title) GST Bills for construction/equipment Photographs of cold storage with beneficiary Bank Account Details and PAN Card DPR/SCP as per PMMSY CA Certificate for GST/IT compliance of bills Bills > ₹50,000 must follow GST/IT/e-way bill norms Clearance Certificates – CLU/NOC/Fire/Pollution (as applicable) NOC from local authorities (Gram Sabha/Municipality) Site Plan/Area Layout Plan"
}