{
  "scheme_id": "65d30b19ed4030e118df5812",
  "slug": "mupssee",
  "scheme_name": "Motivation of Unemployed Persons to Start Self-employed Enterprises",
  "scheme_short_title": "MUPSSEE",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Unemployed",
    "Entrepreneurship",
    "Enterprise",
    "Manufacturing"
  ],
  "brief_description": "The scheme \"Motivation of Unemployed Persons to Start Self-employed Enterprises\" by the Dept of Industries and Commerce, UT of Puducherry was introduced to encourage self-employment among the youth in manufacturing and service activities, supporting the growing economy of Puducherry.",
  "detailed_description": "The scheme \"Motivation of Unemployed Persons to Start Self-employed Enterprises\" by the District Industries Centre, Department of Industries and Commerce, UT of Puducherry was introduced to encourage self-employment among the youth in manufacturing and service activities, supporting the growing economy of the Union Territory of Puducherry.",
  "benefits": [
    "Quantum of Loan",
    "Ranging from ₹10,000 to ₹2,00,000.",
    "Subsidy",
    "50% of the project cost (excluding preliminary and pre-operative expenses) for projects not exceeding ₹10,000. 25% of the project cost (excluding preliminary and pre-operative expenses), subject to a maximum of ₹25,000, for projects exceeding ₹10,000 but less than ₹2,00,000.",
    "Interest",
    "Normal bank rate of interest on the date shall be charged.",
    "Disbursement",
    "The disbursement of the loan will be done once the beneficiary completes the formalities required by the banks for their project."
  ],
  "eligibility_criteria": "The applicant's age should align with the existing norms of banks. The applicant should be able to read and write fluently. The applicant should be a permanent resident of the area for at least 3 years. All economically viable service and industrial activities are eligible.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the General Manager of the District Industries Centre (Thattanchavady, Puducherry - 605 009, 2248391, 2249392, 2248987, dic_pdy@bsnl.in), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application.",
        "*The filled applications will be scrutinized and called for an interview once a quarter. The successful candidates' applications will be forwarded to the respective banks for further action."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dic.py.gov.in/motivation-unemployed-persons-start-self-employed-enterprises"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/sites/default/files/mupses.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Aadhaar Card. Applicant's Photo. Residence-cum-Nativity Certificate, issued by the competent authority. Age Proof. Residence Proof. Project Proposal."
}