{
  "scheme_id": "64b50415b594314dec7eadbd",
  "slug": "ispgrsdgtr",
  "scheme_name": "Internship Scheme For PG/Research Students In Directorate General Of Trade Remedies (DGTR)",
  "scheme_short_title": "ISPGRSDGTR",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "implementing_agency": "Directorate General Of Trade Remedies (DGTR)",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Internship",
    "Trade",
    "Commerce",
    "Research",
    "Postgraduation"
  ],
  "brief_description": "The Internship Scheme by the Directorate General of Trade Remedies (DGTR) provides opportunities for young scholars, especially from Law / Economics stream, interested in learning about trade remedial investigations.",
  "detailed_description": "The Internship Scheme by the Directorate General of Trade Remedies (DGTR), Department of Commerce, Ministry of Commerce &amp; Industry provides opportunity to young scholars, especially from Law / Economics stream, interested in learning about trade remedial investigations. The objective of this scheme is to familiarize interested and willing PG students / Research scholars with Trade remedial investigations / Trade Defence measures. <br> > **Tenure** Minimum duration of internship will be one month. <br> > **Nature of Internship** 1. The Interns will be attached to one officer of DGTR who will act as ‘mentor' to the Intern and would design a suitable schedule for the intern. 1. The Interns would be attached with Officers / Division /Cell as decided by the competent authority of DGTR based on recommendation of the ‘mentor'. <br> > **Number of Interns** 1. The number of interns to be taken will be decided by the DGTR. 1. Internship in DGTR is neither a job nor any such assurance for a job in the Department / Organization / Government. <br> > **Termination of Internship** DGTR reserves the right to terminate the internship of any intern at any point of time without assigning any reason in this regard to either the intern or his/her institution.",
  "benefits": [
    "Certificate of Internship",
    "Certificates will be issued to the interns at the end of successful completion of the Internship.",
    "NOTE: No financial aid / stipend will be provided by this Directorate to the interns."
  ],
  "eligibility_criteria": "The applicant should be a Postgraduate Student or a Research Scholar from a recognized University/Institute. The Internship should be a part of their Course curriculum (wherein duration of internship may extend to a semester) or undertaken as an additional assignment during the annual vacations.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The interested PG students / Research scholars may send their application in the prescribed proforma along with their CV (optional) either by post or by-hand to reach the following address:",
        "General Administration Section",
        "Directorate General of Trade Remedies (DGTR)",
        "Ministry of Commerce",
        "Jeevan Tara Building, New Delhi, Delhi 110001",
        "NOTE: The application should be sent at least one month in advance from the date the applicant intends to join."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "The interested PG students / Research scholars may send their application in the prescribed proforma along with their CV (optional) by email to dgtr-india@gov.in.",
        "NOTE: The application should be sent at least one month in advance from the date the applicant intends to join."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.dgtr.gov.in/sites/default/files/Intership.pdf"
    }
  ],
  "documents_required": "At the time of Application -\nThe candidate will be required to produce a permission / forwarding letter from their Supervisor or Head of Department of the Institute.\nAt the time of Completion of the Internship -\nThe interns will be required to present a brief report / paper at the end of their assignment /internship."
}