{
  "scheme_id": "6639e2fd9ff023444a45ef0c",
  "slug": "mmssydfahbocwwb",
  "scheme_name": "Mukhya Mantri Samajik Suraksha Yojana: Death & Funeral Assistance (HBOCWWB)",
  "scheme_short_title": "MMSSY:DFA(HBOCWWB)",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "implementing_agency": "Haryana Building & Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Building Worker",
    "Construction Worker",
    "Death",
    "Funeral",
    "Financial Assistance"
  ],
  "brief_description": "Under the scheme, the Haryana Building & Other Construction Workers Welfare Board provides financial assistance of ₹5 lakhs to the nominee or legal heir in the event of a registered worker's death due to an accident at the workplace. Additionally, ₹15,000/- will be provided for funeral expenses.",
  "detailed_description": "The scheme \"Mukhya Mantri Samajik Suraksha Yojana\" is implemented by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department, Government of Haryana. Under this scheme, financial assistance of ₹5,00,000/- shall be provided to the dependents/nominees of the registered construction worker in the event of the worker&amp;#39;s death due to an accident occurring during the course of employment at the workplace. Additionally, the Board provides financial assistance of ₹15,000/- to the nominee/legal heir of the registered construction workers for funeral expenses.",
  "benefits": [
    "Under the scheme, the Board provides financial assistance of ₹5,00,000/- to the nominee/legal heir of a registered construction worker if the worker dies in an accident while working at the workplace. The Board also provides financial assistance of ₹15,000/- to the nominee/legal heir of a registered construction worker for funeral expenses."
  ],
  "eligibility_criteria": "The applicant should be a nominee/legal heir of the deceased construction worker. The deceased worker should have been registered with the Haryana Building & Other Construction Workers Welfare Board. The scheme allows for application only once.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Apply for Scheme: Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant needs to visit the Official Portal - Antyodaya-SARAL Portal  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicants will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form.    "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://hrylabour.gov.in/bocw/settings/schemeDetail/156"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=kipWOzbQUKLuSuAasH+0SA%3d%3d"
    },
    {
      "title": "Online Application Portal",
      "url": "https://saralharyana.gov.in/"
    },
    {
      "title": "Registration",
      "url": "https://hrylabour.gov.in/bocw/Basicinfo/bocw_terms"
    }
  ],
  "documents_required": "Identity card of the registered deceased worker Copy of FIR in regard to the accident Post –mortem Report Death Certificate Inquiry report from the concerned area officer Proof of nominee/legal heir  Undertaking by applicant Bank account details Any other documents as required"
}