{
  "scheme_id": "638eef3adcf0cf91a59d494b",
  "slug": "modrob",
  "scheme_name": "Modernisation And Removal Of Obsolescence",
  "scheme_short_title": "MODROB",
  "level": "Central",
  "implementing_agency": "All India Council For Technical Education (AICTE)",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Resources for schools",
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Institution"
  ],
  "tags": [
    "Grant",
    "Institution"
  ],
  "brief_description": "MODROB scheme, one of the AICTE Quality Improvement Scheme (AQIS), intends to support the development of laboratories with appropriate equipment/ technology/ tools/ software and encourages financial contribution from the industry.",
  "detailed_description": "**Introduction** (a) MODROB scheme, one of the AICTE Quality Improvement Scheme (AQIS), intends to support the development of laboratories with appropriate equipment/ technology/ tools/ software and encourages financial contribution from the industry. This is to ensure that the practical work and project work to be carried out by students is contemporary and suits the needs of the industry. <br> (b) In order to promote a problem-solving approach among the students and staff, the institutes are encouraged to procure the equipment as per the revisions/modifications in the AICTE Model Curriculum <br> (c) The funds under this Scheme could ideally be used to create technical infrastructure for a revised curriculum. for up-gradation of equipment in existing laboratories, enhancement of performance of existing equipment, or replacement of depreciated equipment with modern equipment. <br> (d)The equipment installed can also be used to benefit the faculty/students through Continuing Education programs and also local industry through consultancy work and in training their workers. <br> (e) This scheme has three variants addressing the needs of: (i) MODROB- Aspiring Institutes (ii) MODROB- Polytechnic (iii) MODROB- Regular <br> **Objective** MODROB Scheme aims to modernize and remove obsolescence in the Laboratories/ Workshops/Computing facilities so as to maintain the quality of the practical components of technical education and promote experimental research and hands-on training.",
  "benefits": [
    "Duration of Project",
    "The duration of the project will be two years from the date of receipt of funds in the institute's account.",
    "Limit of Funding from AICTE",
    "Funding for the sanctioned project will not exceed Rs.20 lakhs (covering recurring and non-recurring expenditures) per the proposal.",
    "Disbursement of the Funds",
    "80% of the sanctioned amount as advance to the institutions will be disbursed followed by 20% as reimbursement on submission of the Utilization Certificate and other supporting documents as specified in the terms and conditions of MODROB."
  ],
  "eligibility_criteria": "MODROBS - Aspiring Institutions\na) AICTE-approved technical institutions / University Departments with at least 10 years of existence (at least 5 years if the institute is located in a rural area).\nb) The Institute shall have more than 50% admission for the past 3 years.\nc) The Institute had not been sanctioned any MODROB Project earlier.\nd) Maximum 3 proposals per institute per year (Not more than one proposal is accepted from the same department)\n\nMODROBS - Regular\na) AICTE-approved technical institutions / University Departments with at least 10 years of existence (at least 5 years if the institute is located in a rural area) having live NBA accreditation\nb) The Institute shall have more than 60% admission for the past 3 years.\nc) The department applying should not have received the MODROB project in the last two years i.e. the department who have received a grant in the last two years are not eligible.\nd) Maximum 3 proposals per institute per year (Including sanctioned earlier but not completed) would be considered.\ne) Preference will be given to the institution having the involvement of industry in the modernization of the laboratory.\n\nMODROBS - Polytechnic\na) The Polytechnic Institute is approved by AICTE with at least 10 years of existence (at least 5 years if the institute is located in a rural area)\nb) The Institute shall have more than 60 % admission for the past 3 years\nc) Maximum 3 proposals per institute per year (Not more than one proposal is accepted from the same department)",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "a) Online submission of application by the institution.",
        "b) Applications received will be processed in a single lot.",
        "c) Screening/ scrutiny of applications at Council.",
        "d) The proposal shall be assessed by a three-member committee comprising of members, not below the rank of Associate Professor/Scientist \"E\". At least two members among them shall be the domain experts.",
        "e) The final decision will be taken by the Council, keeping in view the recommendations made by the expert and the availability of funds for the scheme.",
        "f) After the Council's approval, the Sanction Letter for the proposal will be sent to the institution."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.aicte-india.org/sites/default/files/modrob/MODROB%20Scheme%20Guidelines%2024_12_2021.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://www.aicte-india.org/sites/default/files/modrob/MODROB%20FAQ'S.pdf"
    },
    {
      "title": "User Manual",
      "url": "http://www.aicte-india.org/sites/default/files/modrob/SOP%20OF%20MODROB%20Scheme.pdf"
    }
  ],
  "documents_required": "Application Form Utilization Certificate Project Completion Report"
}