{
  "scheme_id": "6628e37b9357b85fccfe44f7",
  "slug": "ksp",
  "scheme_name": "Karma Sathi Prakalpa",
  "scheme_short_title": "KSP",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Employment",
    "Entrepreneur",
    "West Bengal",
    "Loan",
    "Subsidy"
  ],
  "brief_description": "The Government of West Bengal has taken remarkable initiatives in employment generation for the promising youth through opening new doors to help intending or prospective entrepreneurs and make them self-dependent, those who are interested in new ventures.",
  "detailed_description": "The Government of West Bengal has taken remarkable initiatives in employment generation for the promising youth by opening new doors to help intending or prospective entrepreneurs and make them self-dependent, those who are interested in new ventures. Employment generation is one of the thrust areas of the State Government, and because of that Government of West Bengal has launched and announced the West Bengal Karma Sathi Prakalpa Scheme 2020. **Objectives:** 1. To facilitate intending or prospective entrepreneurs of the state in setting up new manufacturing enterprises and small businesses, including services and trading. 1. To create gainful self-employment opportunities in both rural and urban areas of the state. 1. This scheme aims to provide financial assistance and help passionate and prospective young entrepreneurs to start their own businesses as self-employed youth who will become employers in the future and generate more employment. 1. Under the scheme, soft loans and subsidies will be provided for taking up any new income-generating project in the manufacturing, service, and trading/business sectors up to ₹2,00,000/-. 1. The Karma Sathi loan will be provided by the State-owned Cooperative Bank on soft terms. 1. The scheme will commence from the date of the Gazette Notification and shall remain in force for a period of three years thereafter.",
  "benefits": [
    "Under the scheme, the state government has set a target of providing loans to one lakh youths every year. Each beneficiary can avail of a loan of up to ₹2,00,000/- under the scheme. Apart from loans, the state government will also provide subsidies for taking up new projects."
  ],
  "eligibility_criteria": "Any intending or, prospective entrepreneur fulfilling the conditions below can apply. Only one member of a family shall be eligible to apply under this Scheme where \"family\" means parents and spouse. Age: Any intending or prospective entrepreneur in the age group 18 - 50 years(from the date of notification, September 2020). Educational Qualification: Minimum Class VIII passed. Preference will be given to intending entrepreneurs who are registered with the Employment Bank. Any new income-generating activity taken up for self-employment in manufacturing, services, and trading will be eligible for assistance under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website of Karma Sathi Prakalpa.",
        "Step 2: Click on Apply Online.",
        "Step 3: Before submission of the application, the applicant is advised to keep ready documents to be uploaded as attachments:",
        "PDF file of file size maximum 2 MB, Page size A4",
        "Age Proof document Residential Proof Document Educational Qualification - School, College Caste certificate( if applicable) Employment Bank registration( if applicable)",
        "Step 4: To submit the form in online, applicants need to register online as a New User and Log in with valid credentials.",
        "Step 5: Thereafter, fill in the necessary information as mentioned in the online application."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Manual Application Form :",
        "The Application Form may be obtained free of cost at the following offices:",
        "Office of the Block Development Officer (BDO) in case the applicant resides in the rural area. Office of the Sub-Divisional Officer (SDO) in case the applicant resides in Municipal/Notified areas outside the areas of Kolkata Municipal Corporation. Kolkata Municipal Corporation (KMC) in case the applicant resides in the KMC area. MSME Facilitation Centre (MFC) of District Industries Centre (DIC) in the district.",
        "Physical Application Form under the scheme shall be submitted to:-",
        "The Block Development Officer in case the intended entrepreneur resides in the rural areas, the Office of the Sub-Divisional Officer in case the intended entrepreneur resides in Municipal/Notified areas outside the areas of Kolkata Municipal Corporation and the Kolkata Municipal Corporation in case the intending entrepreneur resides in KMC area. Application Forms may also be submitted directly at the MSME Facilitation Centre (MFC) of the District Industries Centre (DIC) in the district."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://karmasathi.wb.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://karmasathi.wb.gov.in/apply_online.html"
    },
    {
      "title": "FAQs",
      "url": "https://karmasathi.wb.gov.in/FAQ.html"
    },
    {
      "title": "Notification",
      "url": "https://karmasathi.wb.gov.in/files/contents/public/notification_of_karma_sathi_prakalpa.pdf"
    }
  ],
  "documents_required": "Passport-size photograph. Age-proof document. Residential Proof Document. Educational Qualification- School or College. Project Report- ( You may see the Model projects to prepare your project). Caste certificate( if applicable). Employment Bank registration( if applicable)."
}