{
  "scheme_id": "685bbf1b87aa2dcacd095fe3",
  "slug": "ivs",
  "scheme_name": "PMMSY: Insulated Vehicles - Haryana",
  "scheme_short_title": "IVS",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Transport & Infrastructure"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fish Farmer",
    "Vehicle",
    "Financial Assistance",
    "Transportation"
  ],
  "brief_description": "The scheme aims to provide a subsidy per unit for purchasing insulated vehicles for the beneficiaries to promote cold-chain logistics in fish transportation.",
  "detailed_description": "The &quot;Insulated Vehicle&quot; scheme was launched by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, under the umbrella scheme &quot;Pradhan Mantri Matsya Sampada Yojana&quot;. It aims to promote efficient and hygienic fish transportation systems. Under this scheme, a financial grant is provided to the beneficiaries for purchasing insulated (reefer) vehicles used in fish transportation. It seeks to minimize post-harvest losses, improve fish value chains, and enhance earnings of fish farmers by enabling cold-chain logistics. <br>",
  "benefits": [
    "Financial Assistance:",
    "Financial grant of up to ₹20,00,000/- per unit for the purchase of an insulated (reefer) vehicle.",
    "Grant Limits:",
    "40% of the unit cost for general category beneficiaries. 60% of the unit cost for Scheduled Caste (SC) and women beneficiaries.",
    "Note",
    "Subsidy is applicable for one vehicle per beneficiary only. Central assistance is released only after initiating fishery activity. The applicant should agree that any losses in procurement, operation, or maintenance are their own responsibility, and not that of the Government of India or Haryana."
  ],
  "eligibility_criteria": "The applicant should be a fish farmer. The applicant must possess a Family Identity Card (Parivar Pehchan Patra). The applicant must ensure that the fish transportation facility is maintained in working condition. The applicant must not have availed a grant for a similar insulated (reefer) vehicle earlier.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=WHrs2r1tk91IrSn5jpL8DQ=="
    }
  ],
  "documents_required": "Agreement 1 (Agreement deed between the beneficiary and the fisheries department) Birth Certificate (Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate) Caste Certificate (Caste certificate from a first-class magistrate (Tehsildar)) Training Certificate of the beneficiary Land Record (Land record from Tehsil (own land-Jamabandi, Nakal Akshizra, Farad) or registered lease deed of minimum 7 years) Bills/Receipts/Vouchers Photographs of insulated vehicles with beneficiary Bank Account Detail Pan Card Detailed Project Report (DPR)/ Self Contained Proposal (SCP) (as per PMMSY guidelines) Driving Licence of the beneficiary/driver and insurance of the vehicle"
}