{
  "scheme_id": "661d40f7805a3f55552ce32a",
  "slug": "hriday",
  "scheme_name": "HRIDAY: Heritage City Development & Augmentation Yojana",
  "scheme_short_title": "HRIDAY",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure"
  ],
  "sub_categories": [
    "Infrastructure"
  ],
  "target_beneficiaries": [
    "NGO",
    "Government Organisation",
    "State Government"
  ],
  "tags": [
    "Implementation",
    "Heritage",
    "Infrastructure",
    "Cultural",
    "Tourism"
  ],
  "brief_description": "Launched on 21st January 2015, the scheme \"National Heritage City Development and Augmentation Yojana\", also known as \"HRIDAY\" is a central sector scheme by the Ministry of Tourism. The scheme was introduced to bring together urban planning, economic growth, and heritage conservation.",
  "detailed_description": "Launched on 21st January 2015, the scheme &quot;National Heritage City Development and Augmentation Yojana&quot;, also known as &quot;HRIDAY&quot; is a central sector scheme by the Ministry of Tourism. The scheme was introduced to bring together urban planning, economic growth, and heritage conservation in an inclusive manner &amp; to preserve the heritage character of the city. The mission period of the scheme ended on 31st March 2019. The scheme supported the development of core heritage-linked civic infrastructure projects, which include the revitalization of urban infrastructure for areas around the heritage, religious, cultural, and tourism assets of the cities. These initiatives include the development of water supply, sanitation, drainage, waste management, approach roads, footpaths, street lights, tourist conveniences, electricity wiring, landscaping, and such citizen services.",
  "benefits": [
    "For the Residents",
    "Improved quality of life through enhanced infrastructure, better sanitation facilities, and revitalized public spaces. Preservation of cultural heritage fosters a sense of pride and identity among residents. Economic opportunities are generated through tourism, cultural events, and heritage-related businesses.",
    "For the Tourists",
    "Enriched cultural experiences through the restoration and promotion of heritage sites, monuments, and historic areas. Enhanced amenities and facilities for tourists, including improved signage, interpretation centres, and guided tours. Increased safety and accessibility, making heritage cities more attractive destinations for domestic and international visitors.",
    "For the Businesses",
    "Expanded market opportunities resulting from increased tourism and foot traffic in heritage areas. Investment incentives for heritage-related businesses, such as heritage hotels, handicrafts, cultural events, and eco-tourism ventures. Preservation and promotion of traditional crafts and skills, supporting local artisans and craftsmen.",
    "For the Local Authorities",
    "Strengthened governance and capacity-building for heritage conservation and urban planning. Increased revenue generation through tourism-related taxes, entry fees, and commercial activities in heritage areas. Enhanced collaboration and partnerships with government agencies, NGOs, and private stakeholders for sustainable development."
  ],
  "eligibility_criteria": "There are no eligibility requirements to avail the benefits of this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The citizens need not apply to this scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mohua.gov.in/upload/uploadfiles/files/GuidelinesHRIDAY.pdf"
    },
    {
      "title": "Official Source",
      "url": "https://mohua.gov.in/cms/hariday.php"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "There are no document requirements for this scheme."
}