{
  "scheme_id": "63b7fa1e35c11794025d7a91",
  "slug": "icar-jrf-pgs",
  "scheme_name": "ICAR Junior Research Fellowship For Post-Graduate Studies In Agricultural Sciences",
  "scheme_short_title": "ICARJRFPGS",
  "level": "Central",
  "nodal_department": "Department of Agriculture Research and Education",
  "implementing_agency": "Indian Council Of Agricultural Research",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Research",
    "Fellowship",
    "Agriculture",
    "Agricultural Education",
    "Post-graduate",
    "Agricultural Science"
  ],
  "brief_description": "ICAR awards a certain number of Junior Research Fellowships for Postgraduate Studies (course and research work) leading to a Master's degree, in different disciplines of agriculture and allied sciences. This is done to encourage talented students to undertake higher agricultural education.",
  "detailed_description": "ICAR awards a certain number of Junior Research Fellowships for Postgraduate Studies (course and research work) leading to a Master's degree, in different disciplines of agriculture and allied sciences. This is done to ensure the recognition of talent and promotion of merit in general, and for encouraging talented students to undertake higher agricultural education. The duration of the fellowship is two years. The minimum age limit shall be 19 years as of the date of the examination. Reservation of various categories such as SC/ST/OBC and PH etc will be given as per Government of India rules/instructions issued from time to time.",
  "benefits": [
    "Veterinary Sciences: ₹ 12,000/- per month With a contingency grant of ₹ 6,000/- per annum. All disciplines other than Veterinary Sciences: ₹ 8,640/- per month With a contingency grant of ₹ 6,000/- per annum. The rates of fellowship and contingency grants for higher studies will be as prescribed by the Council from time to time."
  ],
  "eligibility_criteria": "Method of Award:\nICAR-JRF (PGS) will be awarded on the basis of merit in the All India Competitive Entrance Examination for - (i) ICAR-JRF (PGS), and (ii) concurrent admission to Master's degree program at - a) State Agricultural Universities (SAUs), and b) Deemed Universities viz. IARI (New Delhi) / IVRI (Izatnagar) / NDRI (Karnal) / CIFE (Mumbai) / AAU (Allahabad), Central Agricultural University (Imphal, Manipur), and c) Central Universities having faculty of agriculture viz. Banaras Hindu University (BHU), Aligarh Muslim University (AMU), Visva Bharti, and Nagaland University, collectively hereinafter referred to as the Agricultural Universities (AUs). Eligibility Only those candidates having passed their Bachelor's Degree or appearing at the Final Examination of the Bachelor's Degree in the concerned field, under 10+2+5, 10+2+4 or 10+2+3 (only for basic science subjects) are eligible to apply for admission. (For admission, the eligibility requirement laid down by the respective AUs including remedial courses and tenure will be treated as final.) Candidates must have obtained 60% marks or an Overall Grade Point Average (OGPA) of 6.60/10.00 or 3.25/5.00 or 2.6/4.00 for General, OBC, and Under Privileged States(UPS) categories whereas, for SC/ST/Physically Handicapped (PH) categories, the candidates must have obtained 55% marks or an OGPA of 5.5/10.00 or 2.75/5.00 or 2.20/4.00. The equivalence of OGPA to percent marks, where needed, will be certified by the Registrar of the concerned University For admission in M.V.Sc., candidates must have completed B.V.Sc.&A.H. with internship before the date of registration in the University. The minimum age limit shall be 19 years as of the date of the examination. No relaxation is admissible regarding the minimum age limit. Note 1: Reservation of various categories such as SC/ST/OBC and PH etc. will be given as per Government of India rules/instructions issued from time to time. The responsibility of verification of the genuineness of SC/ST/OBC and PH certificates will solely rest with the concerned Agricultural University (AU) where the candidate has been recommended for admission or granted provisional admission. Note 2: The ICAR-JRF (PGS) will NOT be available for admission in any university other than the AUs as mentioned above.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Candidates need to aррly fоr Оnline Registrаtiоn by using a unique Emаil Id аnd Mоbile Nо. Step 2: Nоw, fill in the neсessаry detаils suсh аs Рersоnаl Detаils, Соntасt Detаils, Асаdemiс Quаlifiсаtiоns, etс. Step 3: Uрlоаd the required documents like the sсаnned рhоtоgrарh, signаture, аnd thumb imрressiоn аfter filling uр the detаils. Step 4: Nоw, Раy the Аррliсаtiоn Fees. Step 5: Аfter filling the аррliсаtiоn fоrm, саndidаtes will get the system generаted Аррliсаtiоn Number. Step 6: Оn соmрleting the аbоve рrосess аррliсаnts will hаve tо send the hаrd сорy оf the оnline аррliсаtiоn аnd рrооf оf fee раyment tо the СОE (Аgril. Edn.) by роst. Application Correction: After submitting the application form for ICAR JRF candidates will get a chance to correct their mistakes. The NTA will provide a correction window to edit the application for the last time. With the help of credentials, candidates can update the application form and rectify their mistakes. No further chance will be given to candidates if they fail to correct their application in this window."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://icar.org.in/files/edu/Guidelines-ICAR-fellowships-for-PGS-notified.pdf"
    },
    {
      "title": "Revised Guidelines",
      "url": "https://education.icar.gov.in/pdf/Revised(ebruary2016)forICARJRFandSRF(PGS)-2016.pdf"
    }
  ],
  "documents_required": "Саndidаte's Рhоtоgrарh Саndidаte's Signаture Thumb Imрressiоn Gоvt Identity Саrd Detаils like Ааdhааr Number /Eleсtiоn Саrd (EРIС Nо.)/Раssроrt number/Rаtiоn Саrd Number/ Bаnk Ассоunt Number/РАN Number/ Оther vаlid Gоvt Ids. Three identiсаl сорies оf the lаtest раssроrt size соlоured рhоtоgrарhs (with nаme аnd dаte) Сорy оf раyment оf аррliсаtiоn Fee (as рrооf) Роst-оffiсe reсeiрt аs роstаl disраtсh рrооf оf аррliсаtiоn. Аddress fоr соmmuniсаtiоn, Mоbile Number, emаil id, etс. Bаnk Ассоunt Detаils.\nNote: The Thumb Imрressiоn used fоr filling the Оnline Аррliсаtiоn Fоrm fоr IСАR exam shоuld be Left (fоr Mаles) аnd Right (fоr Femаles)."
}