{
  "scheme_id": "68380329b0d5cc1154aa2010",
  "slug": "ngyuk",
  "scheme_name": "Nishulk Ganvesh Yojana",
  "scheme_short_title": "NGYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Resources for schools"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Student",
    "Free Uniform",
    "Scheduled Castes",
    "Scheduled Tribes",
    "Below Poverty Level"
  ],
  "brief_description": "Under \"Nishulk Ganvesh Yojana\", students of classes 1 to 8 enrolled in government or government-aided schools in Uttarakhand receive free school uniforms or equivalent financial assistance through DBT/SMC.",
  "detailed_description": "&amp;quot;Nishulk Ganvesh Yojana&amp;quot;, implemented by the Department of Education, Uttarakhand, provides two sets of free school uniforms annually to students of classes 1 to 8 enrolled in government and government-aided schools. This includes all girls and boys belonging to any caste, including Scheduled Castes (SC), Scheduled Tribes (ST), and General category belonging to Below Poverty Line (BPL). The distribution is done through DBT (Direct Benefit Transfer) or School Management Committees (SMCs), ensuring students have proper attire for school without a financial burden.",
  "benefits": [
    "Free Uniforms: Provides two (2) sets of free school uniforms to eligible students Or, Financial Support: Offers financial assistance in lieu of uniforms through Direct Benefit Transfer (DBT)/School Management Committees (SMCs)."
  ],
  "eligibility_criteria": "The applicant must be a student. The applicant must be studying in Class 1 to Class 8. The applicant must be enrolled in a government school or a government-aided school.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Eligible students are automatically identified by the school. Uniforms or amounts for the uniform are provided through Direct Benefit Transfer (DBT) or the School Management Committee (SMC). Address and Contact Details: Madhyamik Shiksha Vibhag (Samagra Shiksha) - Rajya Pariyojna, Nanurkheda, Tapovan Marg, Nanurkheda, Raipur, Dehradun. Phone No.: 035-278941, 2781992 Helpline No.: 1800-180-4132 Email: a spd-ssa-uk@nic.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 54)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Proof of school enrollment. Aadhaar card of the student. Birth Certificate. Any other documents as required."
}