{
  "scheme_id": "652feb6d4c46bfe12b222738",
  "slug": "ra",
  "scheme_name": "Research Associates (RA)",
  "scheme_short_title": "RA",
  "level": "Central",
  "nodal_department": "Department Of Biotechnology",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Employment",
    "Bio-Technology"
  ],
  "brief_description": "The Research Associates (RAs) of the Department of Biotechnology (DBT) in India are individuals who engage in research work under the DBT-Research Associateship Program in Biotechnology and its was started in 1999.",
  "detailed_description": "The objective of DBT-Research Associateship (DBT-RA) Programme is to train and nurture young researchers, scientists and generate a critical mass of trained manpower in modern areas of biology and biotechnology and build a robust postdoctoral base for the growth of Biotechnology sectors in the country.",
  "benefits": [
    "Stipend: RAs are awarded a fellowship of ₹55,000 per month, plus house rent allowance (HRA) and other benefits. The fellowship is tenable for two years, with the possibility of renewal for another two years based on satisfactory performance."
  ],
  "eligibility_criteria": "Applicant must have Ph.D./ M.D./ M.S. degree in a relevant field. Applicant must have good academic record. Age limit is 40 years for male candidates and 45 years for female candidates. Applicants who are employed can apply, but must relinquish their employment to accept the fellowship. The DBT-RA fellowship can be availed only once in a career.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application for DBT-RA programme shall be by ONLINE mode only. To apply, interested applicants may kindly visit DBT-RA Online Portal https://ra.dbtindia.gov.in/  Applicants must register on the DBT-RA Online portal, fill in complete information in the online application form and submit it before the closing date of application. Online application form to be filled by applicant comprises information pertaining to Personal Information, Academic Qualifications, Research Contribution, Referee Details, Proposed Research Work, Proposed Mentor Details and Proposed Host Institution. Documents to be submitted along with Online Application Form include – Self-attested pdf copy of DOB certificate Self-attested pdf copies of degree certificates A Consent letter from the mentor. (Format for the Consent letter is available at the DBT-RA portal.) Names and contact details of the Referees are to be provided by the applicant while filling out the application form. During submission of online application form, email with link to submit letter of recommendation shall be sent by the applicant to the email addresses of all the referees who have been mentioned in the application form. Referees must upload a pdf copy of the letter of recommendation on the portal by 26th October, 2023. The applicant shall ensure that the referee provides the recommendation letter on time. Letter of recommendation uploaded on the portal after closing date of application shall not be accepted. Application form which has not been submitted through DBT-RA Online Portal shall not be accepted."
      ]
    }
  ],
  "references": [
    {
      "title": "Notification",
      "url": "https://ra.dbtindia.gov.in/dbtraImages/circular/Detailed_Advertisement_RA_Call_I_2023-24.pdf"
    },
    {
      "title": "DBT-RA Portal",
      "url": "https://ra.dbtindia.gov.in/dbtraStaticPortal.html"
    },
    {
      "title": "GUIDELINES",
      "url": "https://ra.dbtindia.gov.in/dbtraStaticGuidelines.html"
    }
  ],
  "documents_required": "Self-attested pdf copy of DOB certificate. Self-attested pdf copies of degree certificates. A Consent letter from the mentor."
}