{
  "scheme_id": "6861146c6d07fe5ea1b6a890",
  "slug": "pplcnpsaahr",
  "scheme_name": "PMMSY: Provision of Polythene lining for the Construction of New ponds for Saline/Alkaline area-Haryana",
  "scheme_short_title": "PPLCNPSAAHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry & Dairying Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Polythene",
    "New Ponds",
    "Fish",
    "Shrimp",
    "Saline",
    "Alkaline"
  ],
  "brief_description": "The scheme aims to provide central assistance for the cost of polythene lining for new ponds in saline/alkaline areas. Through this scheme, polythene lining costs are provided to beneficiaries constructing new water bodies for fish/shrimp culture.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matasya Sampada Yojana: Provision of Polythene lining for the Construction of New ponds for Saline/Alkaline Area&quot; by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide central assistance for the cost of polythene lining for the construction of new ponds in saline or alkaline areas. Through this scheme, polythene lining costs are provided for new water bodies created under various state government initiatives. The intended beneficiaries are those creating new ponds for fish or shrimp culture in saline/alkaline areas. The scheme is implemented by the Fisheries Department, Government of Haryana. <br>",
  "benefits": [
    "The project cost is ₹8,00,000/- per hectare. The subsidy provided will be limited to 25% of the project cost for all categories. "
  ],
  "eligibility_criteria": "The applicant should have a Parivar Pehchan Patra (PPP). The polythene lining cost shall be provided for new water bodies created under the various state government. Beneficiaries shall be provided with central assistance for the polythene lining cost for the initial crop only in newly constructed. Central assistance for the Polythene lining cost shall be released only after the ponds are ready for fish/shrimp culture. The projects having land on long-term lease shall also be considered for Central financial assistance. However, the registered lease period/agreement shall not be a minimum period of 7 (seven) years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details, i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=Lb2viaU6jRA+yYMlAXmZVg%3d%3d"
    }
  ],
  "documents_required": "Agreement Deed between Beneficiary and Fisheries Department. Date Of Birth Certificate (Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate). Caste Certificate from First Class Magistrate (Tehsildar). Training Certificate of Fish Beneficiary. Land Record from Tehsil (Own Land-Jamabandi, Nakal Akshizra, Farad) or Registered Lease Deed of Minimum 7 Years (for projects on leased land). Bills/Receipts/Vouchers. Details of Bank Account and PAN Card. Photographs of Polythene Lining Along with Beneficiary. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per Pradhan Mantri Matasya Sampada Yojana (PMMSY) Guidelines."
}