{
  "scheme_id": "67efbc765a4889e1887afb2e",
  "slug": "sofmg",
  "scheme_name": "Supply of Fodder Minikit",
  "scheme_short_title": "SOFMG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry",
    "Fodder Minikit"
  ],
  "brief_description": "The \"Supply of Fodder Minikit\" scheme introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide improved varieties of fodder seeds to farmers.",
  "detailed_description": "The &amp;quot;Supply of Fodder Minikit&amp;quot; scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. Under this scheme, improved variety of fodder seeds are provided to beneficiaries for wide spread publicity, demonstration and adaptation by farmers.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit(In Year) for Reclaiming Benefits\nSupply of Fodder Minikit under General People, Schedule Caste People and Schedule Tribe People. | Free | 1 Year"
  ],
  "eligibility_criteria": "All farmers belonging to the General, Scheduled Caste (SC), and Scheduled Tribe (ST) categories are eligible. The applicant must own agricultural land.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The beneficiary must visit the nearest Veterinary Dispensary, First Aid Veterinary Centre, or Intensive Cattle Development Programme Office. Step 2: Obtain and submit the physical application form along with the required documents. Step 3: The concerned authority will verify eligibility and distribute the fodder minikits accordingly."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=Bu2wc90IXRdJKrcfHJ/9ew==&domain=12ewfiAgGqKRe600IL5Z/w=="
    }
  ],
  "documents_required": "7/12 and 8-a Certificate Scheduled Caste and Scheduled Tribe cast Certificate."
}