{
  "scheme_id": "6719e06480ec82b742b8aa08",
  "slug": "dccbfhl",
  "scheme_name": "District Central Cooperative Banks and through its Branches: For Housing, House Construction, Repair Extension Loan",
  "scheme_short_title": "DCCBFHL",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Housing",
    "Construction",
    "Repair Extension",
    "Loan"
  ],
  "brief_description": "The scheme offers loans up to ₹10,00,000/- for housing, house construction, and repair/extension purposes, at a 12% interest rate to provide financial aid to citizens for housing needs.",
  "detailed_description": "The &amp;quot;District Central Cooperative Banks and through its Branches: For Housing, House Construction, Repair Extension Loan&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, provides financial assistance to citizens for housing construction, repair, and extension. The maximum loan amount offered is ₹10,00,000/- with an interest rate of 12% (subject to change).",
  "benefits": [
    "Access to Loan: Up to ₹10,00,000/-. Interest Rate: 12% (subject to change)."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. Loans should be applicable only for Housing/ House Construction/ Repair Extension. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the District Central Cooperative Banks or its branches. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3572"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Property Documents (Proof of ownership/ Property Deed, etc.) Any other documents (if required)."
}