{
  "scheme_id": "64806afd481f59106a67c9dd",
  "slug": "ksy",
  "scheme_name": "Kanya Sumangala Yojana",
  "scheme_short_title": "KSY",
  "state": "Uttar Pradesh",
  "level": "State",
  "nodal_department": "Department of Women & Child Development",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Girl Welfare",
    "Child Empowerment",
    "Education"
  ],
  "brief_description": "Various schemes are run by the government for the purpose of providing social security to women, Kanya Sumangala Yojana is one such scheme.",
  "detailed_description": "Women empowerment is the commitment of the state government. In view of the above, it has been decided by the state government to implement the &amp;quot;Kanya Sumangala Yojana&amp;quot;. The main objective of Kanya Sumangala Yojana is to end female feticide, establish an equal gender ratio, stop the malpractice of child marriage, and improve the health of girls. And to encourage education, help in making girls self-reliant, to develop positive thinking in the society towards the birth of a girl child.&amp;quot;",
  "benefits": [
    "Kanya Sumangala Yojana will be applicable in six categories.",
    "The categories of beneficiary classification and distribution of funds for them are determined as follows:-",
    "First Phase | At the birth of a girl child. | Rs. 2,000/- lump sum\nSecond Phase | After complete vaccination of the girl child up to one year. | Rs. 1,000/- lump sum\nThird Phase | After the admission of girl child in first class | Rs. 2,000/- lump sum\nFourth Phase | After the admission of girl child in class VI | Rs. 2,000/- lump sum\nFifth Phase | After the admission of girl child in class IX | Rs. 3,000/- lump sum\nSixth Phase | Such girls who have passed class 12th and have taken admission in graduation or diploma courses of 02 years or more duration. | Rs. 5,000/- lump sum"
  ],
  "eligibility_criteria": "The beneficiary's family should be a resident of Uttar Pradesh and have a permanent residence certificate, in which Ration Card / Aadhaar Card / Voter ID Card / Electricity / Telephone bill will be valid. The maximum annual family income of the beneficiary should be ₹3,00,000/-. Maximum of two girls in a family will be able to get the benefit of the scheme. There should be a maximum of two children in the family. If a woman has twins from the second delivery, the benefit will also be admissible to the girl child as the third child. If a woman has a girl child from the first delivery and only two twin girls from the second delivery, then only in such a situation the benefit will be admissible to all three girls.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "First of all, the Applicants have to go to the official website of MKSY of the Women and Child Development Department. On the home page, click on Citizen Service Portal option. After clicking on the option, a new page will open. On this page, applicants will see the option of consent. There will be a tick mark on 'I agree' and click on 'Continue'. After clicking on it, the next page will open on which applicants will get the registration form. All the information asked in the registration form like name, Aadhaar number, mobile number and OTP will have to be verified by entering. After verification, registration will be done. User ID will be received on a mobile phone after successful registration. After login, applicants will see the registration form of the girl. Upload the required documents. Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mksy.up.gov.in/women_welfare/pdf/ae0a20105201932342.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://mksy.up.gov.in/women_welfare/index.php"
    },
    {
      "title": "Registration",
      "url": "https://mksy.up.gov.in/women_welfare/citizen/guest_login.php"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "At Phase -1\nLatest Photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. Birthday Certificate.\nAt Phase -2\nLatest photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. Immunization Card.\nAt Phase -3\nLatest photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. Admission certificate for class 1st. Scanned copy of the Aadhaar card(optional).\nAt Phase -4\nLatest photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. Admission certificate for class 6th. Scanned copy of the Aadhaar card(optional).\nAt Phase -5\nLatest photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. Admission certificate for class 9th. Scanned copy of the Aadhaar card(optional).\nAt Phase -6\nLatest photo of the girl child. Joint photo of the girl child with the applicant. Affidavit on prescribed format. 10th/12th certificate/mark sheet. ID of Institution. Admission fee receipt in Degree/Diploma course. Scanned copy of the Aadhaar card(optional)."
}