{
  "scheme_id": "64df4fc6d74267d9a4f90960",
  "slug": "assy-goa",
  "scheme_name": "Antya Sanskar Sahay Yojana",
  "scheme_short_title": "Assy-goa",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Funeral",
    "Death",
    "Financial Assistance",
    "Social Welfare",
    "Scheduled Tribe"
  ],
  "brief_description": "\"Antya Sanskar Sahay Yojana\" by the Department of Tribal Welfare, Government of Goa provides grants of financial assistance for the performance of funeral and religious ceremonies of Scheduled Tribe (ST) families.",
  "detailed_description": "&quot;Antya Sanskar Sahay Yojana&quot; by the Department of Tribal Welfare, Government of Goa provides grants of financial assistance for the performance of funeral and religious ceremonies of Scheduled Tribe (ST) families. The financial assistance under the scheme is up to ₹ 20,000/- or the actual cost whichever is less. The deceased or the applicant should be from a Scheduled Tribe Family.",
  "benefits": [
    "The financial assistance under the scheme is up to ₹ 20,000/- or the actual cost whichever is less."
  ],
  "eligibility_criteria": "The deceased or the applicant should be from a Scheduled Tribe Family. The annual family income of the deceased or the applicant shall not exceed ₹ 3,00,000.\n\nSpecial Case\nIf the applicant is not from Scheduled Tribe, and the deceased is from Scheduled Tribe, then the applicant should establish the first relationship with the deceased person. The claim may be made within 12 months from the occurrence of death in the family of kin.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Department of Tribal Welfare, Govt. of Goa, Shram Shakti Bhavan,",
        "5th Floor, Patto, Panaji-Goa, - 403 001.",
        "Step 2: Take a print of the proforma of the application form, or request a hard copy from the concerned authority.",
        "Step 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents to the concerned authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Notification",
      "url": "https://tribalwelfare.goa.gov.in/attachments/article/44/Notification.pdf"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/05/Citizen-Charter-2022-tribal-welfare.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://tribalwelfare.goa.gov.in/images/2023/Application_for_Antya_Sanskar_Sahay_Yojana.pdf"
    }
  ],
  "documents_required": "1. Caste Certificate Issued by Competent Authority.\n2. Death Certificate of the Deceased / Death & Burial Certificate in Case of Christian Scheduled Tribe Families.\n3. Income Certificate Issued by Competent Authority.\n4. Ration Card.\n5. Election Card.\n6. Any Document Proving a Relationship With the Deceased (Birth Certificate, Marriage Certificate Etc).\n7. Aadhar Card.\n8. Vouchers Receipts.\n9. Bank Passbook."
}