{
  "scheme_id": "681365a9096abd5b8bc97a15",
  "slug": "development-of-coffee-eco-tourism",
  "scheme_name": "Market Development and Export Promotion : Development of Coffee eco-tourism",
  "scheme_short_title": "DEVELOPMENT OF COFFEE ECO-TOURISM",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Development Of Coffee Eco-tourism"
  ],
  "brief_description": "To provide encouragement for tourism in coffee growing regions of India and to provide an experiential learning opportunity to Explore, Engage and Enjoy coffees of India.",
  "detailed_description": "The coffee districts are located in the rich bio-diverse Western Ghats of the southern states. Karnataka is India&amp;#39;s largest coffee producing state, contributing to nearly 70 per cent of the total production. Arabica and Robusta are the two mostly shade grown coffee types in the region. The coffee tourism helps to explore the coffees of India to global and also allowing Indian coffee community to connect with the international community. In view of the above, it is proposed to promote tourism from Chikkamagaluru, since it is the heart of coffee country. Proposed Coffee Tourism in Public Private Partnership Models which underlies the concept of Explore, Engage and Enjoy. Explore the India's coffee wonderland by Coffee Yatra museum tour, Coffee roasting, grinding &amp;amp; cupping experience, Coffee brewing master class, Coffee Yatra curios &amp;amp; gift shop, Themed play area and Themed Café &amp;amp; Coffee Shop. Engage includes Coffee Estate Tour, Coffee processing &amp;amp; roaster experience, grow your coffee, and interact with farmer and Stay &amp;amp; experience an estate home. Enjoy includes Treks &amp;amp; Trails, Estate Cycling Circuits and Bird watching &amp;amp; nature walks.",
  "benefits": [
    "Coffee based eco tourism will be promoted in partnership with Coffee stakeholders especially growers in order to provide additional returns to the Coffee growers. The detailed plan of action will be deliberate and implemented in consultation with the Coffee stakeholders and with the approval of the Board."
  ],
  "eligibility_criteria": "All the Registered Coffee Exporters with Coffee Board having valid registration are eligible for the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Plan of Action: Coffee based eco tourism will be promoted in partnership with Coffee stakeholders especially growers in order to provide additional returns to the Coffee growers. The detailed plan of action will be deliberate and implemented in consultation with the Coffee stakeholders and with the approval of the Board.  "
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Online application in the prescribed format. Original copy of Tax Invoice / Cash Bill issued by the supplier. Attested copies of Bills in support of freight/installation/commissioning charges and insurance (if included in the total cost). Copy of warranty certificate Copy of license from municipal authorities. Copy of FSSAI license Copy of GST Registration Certificate Photographs of the new machinery installed for which subsidy is claimed. In case of SC /ST and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority."
}