{
  "scheme_id": "680a13321a82452ed9ef4c3b",
  "slug": "smpacmetf",
  "scheme_name": "Scheme to Provide Assistance in Cow Maintenance Expenses to Farmers Practicing Completely Natural Farming Based on Indigenous Cows",
  "scheme_short_title": "SMPACMETF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Animal Husbandry",
    "Cattle Development",
    "Natural Farming"
  ],
  "brief_description": "This scheme provides financial assistance for the maintenance of one indigenous cow to farmers who practice completely natural farming methods using native cows.",
  "detailed_description": "The \"Scheme to Provide Assistance in Cow Maintenance Expenses to Farmers Practicing Completely Natural Farming Based on Indigenous Cows\" launched by the Department of Agriculture, Farmers Welfare &amp;amp; Co-operation, Government of Gujarat, aims to encourage and support farmers who engage in natural farming practices that rely on indigenous cows. By covering part of the maintenance expenses for one native cow, the government promotes eco-friendly agriculture, reduces the cost of cultivation, and ensures better soil health.",
  "benefits": [
    "₹900/- per month (₹10,800/- annually) assistance for maintaining one indigenous cow.",
    "Note: The benefit is available only once."
  ],
  "eligibility_criteria": "The applicant must be a farmer. The applicant must be practicing natural farming on at least 1 acre (40 guntha) of land. The applicant must own a native (indigenous) cow with an identification tag. Note: Priority will be given to farmers practicing natural agriculture and master trainers who have received training in natural agriculture from certified trainers. Assistance to one beneficiary per account (as per sample number 8-A).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the online application and submit it to the Gram Sevak/BTM/ATM/Project Director-Aatma with the necessary documents listed in the application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=uRnt6JieFCReZ/jLks+cWQ==&domain=FDGZs8CO90JJ+6gbcYhjXw=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of natural farming on 1 acre (40 guntha) land. Aadhar Card of the applicant. Bank account details. Proof of ownership of an indigenous cow with an identification tag. Training certificate (if the applicant is a trained master farmer). Certificate of existence of the cow. Any other documents as required."
}