{
  "scheme_id": "65c33dc6cd96dc5e07484f93",
  "slug": "hiai",
  "scheme_name": "Home for the Aged and Infirm",
  "scheme_short_title": "HAI",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Senior Citizen",
    "Food",
    "Lodging",
    "Medical"
  ],
  "brief_description": "The scheme \"Home for the Aged and Infirm\" was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to cater to the needs of persons who are aged/infirm, i.e. senior citizens, both male and female above the age of 60 years from BPL Family.",
  "detailed_description": "The scheme \"Home for the Aged and Infirm&quot; was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to cater to the needs of persons who are aged/infirm, i.e. senior citizens, both male and female above the age of 60 years from Below Poverty Line (BPL) family.",
  "benefits": [
    "Free Food, Lodging, Medical Facilities. In-door Entertainments Such as Television, Radio, Books Etc. 4 Sets of Clothes Are Provided to Them Every Year. ₹ 5/- is Given to Them Daily as Pocket Money. Annual Tour to Places of Interest is Conducted for the Inmates Subject to Their Health Conditions. Annual Day Function is Also Celebrated Without Affecting Their Health Conditions. The Inmates Can Continue to Stay in the Home Till the End of Their Life. The Last Rites of the Inmates Are Also Carried Out by the Government at Free of Cost.",
    "NOTE: Contact the authorities below in case of delay in disbursal of benefits:",
    "Puducherry: The Director, Directorate of Social Welfare, Saradhambal Nagar, Ellaipillaichavadhy, Puducherry.",
    "Karaikal: The Collector, Karaikal.",
    "Mahe/Yanam: The Regional Administrator, Mahe/Yanam."
  ],
  "eligibility_criteria": "The applicant should have no one to look after them. The applicant should be above 60 years of age. The applicant should not be suffering from communicable disease or mental illness is not be admitted to the Home.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Social Welfare, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Puducherry: The Deputy Director, Differently Abled Section, Directorate of Social Welfare. Karaikal: The Assistant Director, Social Welfare Department (Sub Office). Mahe / Yanam: The Welfare Officer (i\\c), Social Welfare Department (Sub Office).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socwelfare.py.gov.in/home-aged-and-infirm-puducherry-karaikal-mahe"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://socwelfare.py.gov.in/sites/default/files/old-age-homeadmissionapplications-hai.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    }
  ],
  "documents_required": "Certificate issued by the Medical Superintendents (Government Hospital). Certificate issued by the Welfare Officer of the Social Welfare Department. Aadhaar Card. Voter ID. Address Proof. Ration Card. Age Proof."
}