{
  "scheme_id": "672dab54cef677932c63974b",
  "slug": "pcardmi",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Minor Irrigation",
  "scheme_short_title": "PCARDMI",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Irrigation",
    "Agriculture",
    "Loan",
    "Farmer",
    "Agriculture And Rural Development Bank"
  ],
  "brief_description": "The scheme offers loans to farmers for minor irrigation projects, aiming to enhance water access for agriculture. Loan amounts range from ₹65,000/- to ₹1,20,000/- at an interest rate of 11% to 11.75%.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Minor Irrigation&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide financial assistance to farmers through loans intended for minor irrigation projects. It helps improve water availability for agriculture, enhancing crop productivity and supporting sustainable rural development. &lt;br&gt;",
  "benefits": [
    "Access to Loan: ₹65,000/- to ₹1,20,000/-. Interest Rate: 11% to 11.75% (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in agriculture The beneficiary should be in need of support for minor irrigation. The beneficiary should be interested in availing of the loan for Minor Irrigation. The beneficiary should have the intention to use the loan specifically for Minor Irrigation. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3549"
    }
  ],
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of Land Ownership or Lease. Any other documents (if required)."
}