{
  "scheme_id": "68497149e6e4c4d18e4d0a89",
  "slug": "gff-flf",
  "scheme_name": "Grant to Films - Foreign Language Films",
  "scheme_short_title": "GFF-FLF",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Uttarakhand Information Department",
  "implementing_agency": "Uttarakhand Film Development Council",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Film Grant",
    "Film Shooting",
    "Filmmaker",
    "Producer",
    "Foreign Language"
  ],
  "brief_description": "Under this scheme, financial grants of up to 50% of in-state production expenditure or ₹3 crore are provided to foreign language films shot in Uttarakhand, provided they have incurred a minimum in-state expenditure exceeding ₹3 crore & accurately depict shooting locations within the state.",
  "detailed_description": "The \"Grant to Films - Foreign Language Films\" scheme was launched under the &amp;quot;Uttarakhand Film Policy 2024&amp;quot; by the Department of Information and Public Relations, Government of Uttarakhand. It aims to attract foreign film productions to the state, create employment opportunities, promote regional culture and artists, and generate revenue for the state. Under this scheme, financial grants of 50% of in‑state production expenditure or up to ₹3 crore, whichever is less, are provided to the foreign language film producers who prominently showcase Uttarakhand.",
  "benefits": [
    "Film Grant:",
    "Under this scheme, financial grants of up to 50% of in-state production expenditure or ₹3 crore, whichever is lower, are provided to foreign language films shot in Uttarakhand. An additional 5% of the sanctioned grant will be awarded, on using the authentic/real names of Uttarakhand locations in the film. Note:  The maximum sanctioned amount of the grant will be accessed based on the quality and technical aspects of the film. 90% of total expense must be paid through bank, cheque, online medium, internet banking, UPI, digital mediums, etc. Cash transactions are strongly discouraged. It will only be permitted in unavoidable circumstances on the Chartered Accountant's certification: Provided that, in any case the total cash expenditure shall not be allowed more than 10% of the total expenditure."
  ],
  "eligibility_criteria": "The applicant should be a film producer, their duly authorized representative, or a production institution that has produced a foreign language film shot in Uttarakhand, with a minimum in-state expenditure exceeding ₹3 crore. The film must be shot in 4K resolution with Dolby Digital or higher sound. A letter of authorization/permission from the Government of India is required for film shooting. The applicant must obtain a shooting permission letter issued by the Film Development Council. Films Eligible for the grant are solely those films, that have been exhibited in more than of 50 cinema screens in their home country and/or in other countries, in addition to having been streamed on relevant over-the-top (OTT) platforms within their region. Accordingly, the amount of the grant will be determined. It is required that every filming location within the State where the film was shot be included in the credits roll. For grant eligibility, only film production expenses incurred within the State are eligible. Expense/Funding for film marketing, promotion, and release will not be eligible for grant funding.\nNotes:\nA statement of expenditures incurred in the state during the shooting period must be accompanied by invoices/bills and a certificate from a chartered accountant. Grant is subject to the standards fixed by the Council from time to time regarding release of foreign films. Eligible for a grant are films that are broadcasted on an over-the-top (OTT) platform approved by the Council.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: After obtaining the film censor certificate and the release/exhibition of the film, the filmmaker can apply for a grant. Step 2: The producer/filmmaker can contact the Film Development Council, Information & Public Relations Department, Dehradun. Step 3: The filmmaker must submit all related expenses, agreements, scripts, and other relevant documents to the Film Development Council, Information & Public Relations Department, Dehradun. Post-Application Process: Step 1: A technical and financial committee, constituted for grant approval, reviews the proposals. Step 2: After examining the film and related documents, the committee decides on the eligibility for the grant. Step 3: The final approval and sanction of the grant are given by the Financial Committee, headed by the Hon'ble Chief Minister/Chairman of the Film Development Council. Step 4: After approval, the grant amount is disbursed to the producer or their authorized institution's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://uttarainformation.gov.in/images/download/Uttarakhand_Film_PolicyEng2024.pdf"
    },
    {
      "title": "Meri Yojana (Page No. 171)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "Films that do not incur expenses within Uttarakhand are not eligible. Expense/Funding for film marketing, promotion, and release will not be eligible for grant funding.",
  "documents_required": "Shooting Permission Letter from Uttarakhand Film Development Council Foreign Shooting Authorization from Government of India Chartered Accountant Certified Statement of Expenditure (incurred in Uttarakhand) Invoices/Bills for all in-state production expenses Proof of Exhibition on 50+ cinema screens (theatrical release certificate) OTT Platform Agreement (if applicable) Proof of Digital/Bank Transactions Chartered Accountant Certificate validating cash expenditures (if any)"
}