{
  "scheme_id": "64c20bad481f59106a79ae68",
  "slug": "mj-fapm",
  "scheme_name": "Matru Jyothi - Financial Assistance For PwD Mothers",
  "scheme_short_title": "MJ-FAPM",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "PwD",
    "Mother",
    "Financial Assistance",
    "Child",
    "Disability"
  ],
  "brief_description": "The scheme \"Matru Jyothi - Financial Assistance for PwD Mothers\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Matru Jyothi - Financial Assistance for PwD Mothers\" was launched by the Department of Social Justice, Government of Kerala. Under the scheme, financial assistance of ₹2,000/- will be provided to differently-abled mothers coming under the purview of the [Rights of Persons with Disabilities (RPwD) Act 2016](https://disabilityaffairs.gov.in/content/page/acts.php#:~:text=The%20Rights%20of%20Persons%20with%20Disabilities%20(RPwD)%20Act%2C%202016&amp;text=Responsibility%20has%20been%20cast%20upon,an%20evolving%20and%20dynamic%20concept.). As per the scheme, financial assistance will be provided to differently-abled mothers until the child turns two years for the nurturing of the baby after delivery and for the preparation of basic amenities. The scheme is implemented as per [G.O.(Rt)No.268-2020-SJD](http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/34023.pdf) dated 23-06-2020.",
  "benefits": [
    "Under the scheme, financial assistance of ₹2,000/- will be provided to differently-abled mothers until the child turns two years."
  ],
  "eligibility_criteria": "The applicant with the following type of disability will be considered under the scheme:\nSl. No. | Type of Disability | Percentage of Disability\n1 | Blindness | 80%\n2 | Intellectual disability | 60%\n3 | Cerebral Palsy | 60%\n4 | Locomotor disability | 80%\n5 | Muscular dystrophy | 50%\n6 | Mental Illness | 60%\n7 | Multiple disabilities Combination of Deaf-blind- 1st priority, Combination of intellectual disability- 2nd priority, Other combination- 3rd priority | 50%\n8 | Acid attack victims | 80%\n9 | Autism spectrum disorder | 50%\n10 | Low vision | 70%\n11 | Deaf and Hard of hearing | 70%\n12 | Chronic Neurological condition | 70%\n13 | Leprosy cured person | 80%\n14 | Multiple sclerosis | 60%\n15 | Parkinson's disease | 60%\n16 | Hemophilia | 70%\n17 | Thalassemia | 70%\n18 | Sickle cell disease | 70%\n19 | Speech and language disability | 80%\n20 | Dwarfism | 70%\n21 | Specific learning disability | 100%\n2. The applicant should be a native and resident of Kerala State.\n3. The applicant should be a differently abled mother.\n4. The differently abled mother who has a child less than two years old is eligible to apply under the scheme.\n5. The applicant's annual family income should not exceed ₹1,00,000/-.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code received on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create the new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process: Step 01: Once the registration process is completed, the applicant should visit SUNEETHI- Online Service Application Portal and click on \"Citizen Login\". Step 02: Enter the user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the 'Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicant needs to contact the nearest Anganwadi Centre to collect the application form or visit the official website of the Social Justice Department, Government of Kerala to download the application form . Step 02: The applicant needs to fill out the application form completely. Step 03: The duly filled application form along with the documents prescribed has to be submitted to the nearest Anganwadi Centre."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTE4c1Y4dXFSI3Z5"
    },
    {
      "title": "Order/2015",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/22868.pdf"
    },
    {
      "title": "Order/2020",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/34023.pdf"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/12529.pdf"
    }
  ],
  "documents_required": "Identity card i.e. Aadhaar Card Mobile number Email id Passport size photo Medical Board Certificate for Disability Discharge Certificate from the Hospital Income certificate (If the applicant belongs to the BPL category, copy of the Ration card) Bank account details Copy of bank passbook Other documents, if any"
}