{
  "scheme_id": "683557bcd1e46d61c61f9a44",
  "slug": "brassc",
  "scheme_name": "Dr. Bhimrao Ambedkar Sanskrit Scholarship Scheme for Scheduled Caste and Scheduled Tribe Students",
  "scheme_short_title": "BRASSC",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sanskrit Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Sanskrit Education",
    "Scheduled Caste",
    "Scheduled Tribe",
    "SC",
    "SC"
  ],
  "brief_description": "This scheme provides financial assistance to Scheduled Caste (SC) and Scheduled Tribe (ST) students studying in Sanskrit schools from Class 6 to 12 in Uttarakhand to promote Sanskrit education among disadvantaged communities.",
  "detailed_description": "The &amp;quot;Dr. Bhimrao Ambedkar Sanskrit Scholarship Scheme for Scheduled Caste and Scheduled Tribe Students&amp;quot; implemented by the Department of Sanskrit Education, Uttarakhand, supports Scheduled Caste (SC) and Scheduled Tribe (ST) students studying in Sanskrit schools and colleges in Uttarakhand. The scheme encourages the continuation of Sanskrit education by providing a monthly scholarship of ₹251/- (₹3,012/- annually) to eligible students from Classes 6 to 12. It aims to uplift students from marginalized communities by ensuring their active participation in traditional and cultural education. <br> <br>",
  "benefits": [
    "Scholarship Amount: Monthly ₹251/- (₹3,012/- annually) to eligible students."
  ],
  "eligibility_criteria": "The applicant must be a Student. The applicant must be studying in a Sanskrit school or college located in Uttarakhand. The applicant must be enrolled in Class 6 to Class 12. The applicant must belong to a Scheduled Caste (SC) or Scheduled Tribe (ST) category. The applicant must possess a valid caste certificate issued by a competent authority.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible students enrolled in Class 6 to 12 must gather required documents such as Caste Certificate, Aadhaar Card, Bank Account details. Step 2: Submit all documents to the school/college principal. Step 3: The principal forwards applications to the Assistant Director of Sanskrit Education, Uttarakhand. Step 4: The Assistant Director reviews and sends applications to the concerned Director for approval and disbursal. Address and Contact Details: Sanskrit Shiksha Vibhag Uttarakhand Sanskrit Academy, Haridwar – Sanskrit Bhavanam, Ranipuhjalam, Jwalapur, Haridwaram Phone: 983749064 E-mail: uksa 2002@qmail.com  Uttarakhand Sanskrit Vishwavidyalaya, Haridwar – Bahadrabad, Haridwar, Delhi Rashtriya Rajmarg, P.O. Bahadrabad, Haridwar Phone: 035-2665054 E-mail: registrar@usw.ac.in, ssnuk2011@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 59)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Caste Certificate (Scheduled Caste/Scheduled Tribe). Aadhaar Card. Bank Account details. Any other documents as required."
}