{
  "scheme_id": "68359435d1e46d61c6200335",
  "slug": "astee",
  "scheme_name": "Award Scheme to Encourage Entrepreneurs",
  "scheme_short_title": "ASTEE",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of The Industrial Development",
  "categories": [
    "Business & Entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual",
    "Business Entity",
    "NGO",
    "Registered Societies"
  ],
  "tags": [
    "Award",
    "Weavers",
    "NGO",
    "Handicrafts",
    "Handloom"
  ],
  "brief_description": "The scheme aims to encourage and recognize the exceptional craftsmanship and weaving skills of registered artisans and weavers in the state. It provides awards at both the state and district levels to outstanding performers in the handicrafts and handloom (cotton and woolen textile) sectors.",
  "detailed_description": "The scheme &amp;quot;Award Scheme to Encourage Entrepreneurs&amp;quot; is implemented by the Department of Micro, Small and Medium Enterprises, Government of Uttarakhand. The scheme aims to encourage and recognize the exceptional craftsmanship and weaving skills of registered artisans and weavers in the state. It provides awards at both the state and district levels to outstanding performers in the handicrafts and handloom (cotton and woolen textile) sectors. The scheme promotes traditional arts and incentivizes excellence in the handicraft and textile industries.",
  "benefits": [
    "State-Level Awards:",
    "Sector | First Prize (in ₹) | Second Prize (in ₹) | Third Prize (in ₹)\nHandicrafts | ₹15,000/- | ₹10,000/- | ₹7,000/-\nHandloom (Cotton & Wool Textile) | ₹15,000/- | ₹10,000/- | ₹7,000/-",
    "District-Level Awards:",
    "Sector | First Prize (in ₹) | Second Prize (in ₹)\nHandicrafts | ₹6,000/- | ₹4,000/-\nHandloom (Cotton & Wool) | ₹6,000/- | ₹4,000/-"
  ],
  "eligibility_criteria": "The applicant must be a registered artisan or weaver, or an industry registered under the Directorate of Industries, Uttarakhand, or the Development Commissioner (Handicrafts/Handloom), Government of India. The artisan's/weaver's society or institution must not be a loan defaulter with any department or bank. An artisan/weaver who has already received an award cannot apply again for the next three years. The applicant should be any one of the following:\nA registered individual artisans/weaver, A co-operative society, or A registered NGO.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the District Industries Centre (DIC) and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. OR The interested applicant downloads the application form from the official website . Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the General Manager, District Industries Centre. Note: Submit the application in three copies with a ₹50 demand draft to the General Manager, District Industries Center, before the deadline. Selection Process: District-Level Awards: Selected by the District Selection Committee, chaired by the District Magistrate or Chief Development Officer. State-Level Awards: Selected by the State Selection Committee, chaired by the Director of Industries Department. Note: Shortlisted candidates are finalized based on product quality, innovation, and adherence to traditional standards."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 154)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Registration Certificate (as Artisan/Weaver) Photographs of Handicrafts/Handloom Products Certificates related to prior awards (if applicable) Declaration of No Loan Default (From Bank/Institution) Demand Draft of ₹50 payable to the General Manager, District Industries Centre Completed Application Form (in 3 copies)"
}