{
  "scheme_id": "65c4c054cd96dc5e074b6207",
  "slug": "fds",
  "scheme_name": "Fruit Development Scheme",
  "scheme_short_title": "FDS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Fruit Production",
    "Planting Material",
    "Subsidy",
    "Horticultural"
  ],
  "brief_description": "The objective of the scheme is to make available to the farmers good quality planting materials in convergence mode and sale at subsidized rates.",
  "detailed_description": "The scheme ‘Fruit Development Scheme' was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to make available to the farmers good quality planting materials in convergence mode and sale at subsidized rates.",
  "benefits": [
    "Pattern of Assistance:",
    "Quality planting materials for sale at 50% subsidy and free of cost to the farmers under convergent mode with MGNREGA. Type of Assistance and Entitlement (If any):",
    "Sl. No. | Entitlement | Owantum of Assistance\n1 | To promote fruit cultivation by making available to farmers good quality planting materials including horticultural tools and implements. | (i) 50% subsidy sale to the farmers. (ii) Free sampling of planting materials for convergent mode with MGNREGA.\n2 | Citrus rejuvenation programme for the senile orchard by providing planting materials for gap filling and organic-based plant protection measures. | 100% assistance.\n3 | Creeper fruit plants like- Kiwi, Grapes, etc. permanent trellies system are provided but planting and erection are to be done by farmers. | 75% subsidy assistance is limited to 500 sqm per beneficiary."
  ],
  "eligibility_criteria": "The applicant/farmer should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in Agriculture, possessing own or leased land of at least 0.2 (hectares) or more. Note: The applicant farmer can avail of the benefits of the scheme on a first come first serve basis.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at your nearest office of the Horticulture Development Officer of a CD Block/ Horticulture Circle.",
        "Mode of Selection of Beneficiary(s):",
        "Bonafide farmers on a first come first serve basis.",
        "Whom to Contact:",
        "1. District Horticulture Officer ",
        "2. Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=96"
    }
  ],
  "documents_required": "1. Passport-size photograph\n2. Identity Proof\n3. Bank passbook/account details\n4. Documents proof of possessing own or leased land\n5. Any other document as required"
}