{
  "scheme_id": "65d47c30ed4030e118e0bf56",
  "slug": "ghs-pudu",
  "scheme_name": "\"Grant To Handicrafts Societies\" Component of the \"Development of Handicrafts\" Scheme",
  "scheme_short_title": "GHS-PUDU",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Industries and Commerce Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Exhibitions/Trade fairs/Buyer-seller meet, market development"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Society",
    "Exhibition",
    "Grant",
    "Handicraft",
    "Artisan"
  ],
  "brief_description": "\"Grant To Handicrafts Societies\" by the Department of Industries and Commerce, UT of Puducherry aims to encourage the creation of Handicrafts Societies to enhance coordination and skill among craftspeople. Grants are provided to registered societies for organizing or participating in exhibitions.",
  "detailed_description": "The scheme \"Grant To Handicrafts Societies\" Component of the &quot;Development of Handicrafts&quot; Scheme by the Department of Industries and Commerce, Union Territory of Puducherry aims to encourage the creation of Handicrafts Societies to enhance coordination and skill among craftspeople. Grants are provided to registered societies, either as a Cooperative society or under the Societies Act, for organizing or participating in exhibitions, thereby fostering the marketing of handicraft products.",
  "benefits": [
    "Grants to Handicrafts Societies for conducting exhibitions. PUDUMAI Handicrafts Artisans Society in Puducherry receives an annual grant of ₹10,00,000 for exhibition conduct. Other eligible societies receive ₹2,00,000 per annum for participating in exhibitions in and outside India for 5 years."
  ],
  "eligibility_criteria": "The Handicrafts Society should be registered either as a Co-operative society or under the Societies Act. Members of the society should be artisans approved either by the State Government or Development Commissioner (Handicrafts). The Society should exclusively deal with handicraft products produced by artisans of the UT of Puducherry.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the General Manager of the District Industries Centre (Thattanchavady, Puducherry - 605 009, 2248391, 2249392, 2248987, dic_pdy@bsnl.in), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dic.py.gov.in/development-of-handicrafts"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    }
  ],
  "documents_required": "Registration Certificate as a Co-operative Society or Under the Societies Act. Approval Documents of Artisans by the State Government or Development Commissioner (Handicrafts)."
}