{
  "scheme_id": "685e378361dd0be9e0810edf",
  "slug": "dspmdsy",
  "scheme_name": "Dr. Syama Prasad Mookerjee Durghtana Sahayta Yojana",
  "scheme_short_title": "DSPMDSY",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Insurance"
  ],
  "tags": [
    "Accidental Assistance",
    "Death Compensation",
    "Disability",
    "Financial Assistance"
  ],
  "brief_description": "The scheme \"Dr. Syama Prasad Mookerjee Durghtana Sahayta Yojana\" by the Social Justice and Empowerment Department, Haryana , aims to provide financial assistance of ₹1,00,000 in case of accidental death or disability to residents of Haryana who are not enrolled under the PMSBY.",
  "detailed_description": "Launched in 2017, the &amp;quot;Dr. Syama Prasad Mookerjee Durghtana Sahayta Yojana&amp;quot; is a state-level welfare scheme of the Government of Haryana under the Social Justice and Empowerment Department. It provides financial assistance of ₹1,00,000/- to individuals between 18 and 70 years of age who have suffered accidental death or disability and are not registered under the Pradhan Mantri Suraksha Bima Yojana (PMSBY). The scheme is applicable only to permanent residents of Haryana residing in the state. The scheme is implemented by the Social Justice and Empowerment Department.",
  "benefits": [
    "Monetary Benefit: ₹1,00,000/- is provided in case of:",
    "Accidental death. Total and permanent loss of both eyes. Loss of both hands or both feet. Loss of one eye and one hand or one foot."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should currently be residing in Haryana. The applicant should be between 18 and 70 years. The applicant should have met with an accident resulting in death or disability. Note: In case of disability, the claimant must be the disabled person themselves. In case of death, the claimants shall be: The spouse (if not remarried). All unmarried children with equal share. Mother Father No other claimant is eligible beyond the above.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialjusticehry.gov.in/dr-syama-prasad-mookerjee-durghatna-sahayata-yojana/"
    }
  ],
  "exclusions": "The applicant should not be registered under the Pradhan Mantri Suraksha Bima Yojana (PMSBY).\n\n",
  "documents_required": "Aadhaar Card. Proof of Haryana Residency (such as Ration Card / Voter ID / Domicile Certificate). Age Proof Document (Birth Certificate / School Leaving Certificate / Aadhaar). FIR Copy of the Accident. Medical Report / Disability Certificate (for disability cases). Death Certificate (for death cases). Postmortem Report (for death cases)."
}