{
  "scheme_id": "66c8ab5268f0b662fd977d24",
  "slug": "aladss",
  "scheme_name": "Artificial Limbs and Assistive Devices Supply Scheme",
  "scheme_short_title": "ALADSS",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Chhattisgarh",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Artificial Limbs",
    "Assistive Devices",
    "PwD",
    "Disability",
    "BPL"
  ],
  "brief_description": "The objective of the scheme is to increase the mobility of persons with disabilities by reducing impact of their disabilities. The scheme provides artificial limbs/assistive devices worth up to ₹6,900/- to persons with disabilities of 40% or more, provided they meet the other eligibility criteria.",
  "detailed_description": "The scheme &amp;quot;Artificial Limbs and Assistive Devices Supply Scheme&amp;quot; implemented by the Social Welfare Department of the Government of Chhattisgarh, aims to increase the mobility of persons with disabilities by reducing the impact of their disabilities. The scheme provides artificial limbs/assistive devices worth up to ₹6,900/- to persons with disabilities of 40% or more, provided they meet the other eligibility criteria.",
  "benefits": [
    "Under this scheme, various assistive devices such as tricycles, baishakhi, hearing aids, Braille kits, wheelchairs, tape recorders, calipers, white canes, and other artificial limbs are provided to persons with disabilities. Note 1: Artificial limbs/assistive devices are provided free of cost to individuals with disabilities if their or their parent's or guardian's monthly income is ₹5,000/- or less. Note 2: Artificial limbs/assistive devices are provided to individuals with disabilities if their or their parent's or guardian's monthly income is between ₹5,001/- and ₹8,000/-, after depositing 50% of the total cost. Note 3: The maximum value of artificial limbs/assistive devices provided under this scheme is ₹6,900/-."
  ],
  "eligibility_criteria": "The applicant should be a resident of Chhattisgarh. The applicant should have a disability. The applicant's disability should be 40% or more. The applicant should possess a Disability Certificate or a UDID Card. The applicant should either be a member of a BPL family or have a recommendation from the Collector or Sub-Divisional Officer (Revenue). The monthly income of the applicant or their parents/guardian must not exceed ₹8,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicants should submit their applications in the prescribed format, along with all relevant documents, to the Joint Director/Deputy Director District Office, Panchayat and Social Welfare Department."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://sw.cg.gov.in/en/artificial-limbs-and-accessories-delivery-plans"
    },
    {
      "title": "Notification",
      "url": "https://sw.cg.gov.in/sites/default/files/divyangresources-details.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity proof i.e. Aadhaar card Domicile of Chhattisgarh Disability Certificate/ UDID Card Income certificate Caste certificate, if applicable BPL Card, if applicable A recommendation letter, if applicable Any other documents as required"
}