{
  "scheme_id": "67f7746aca4dbdfd53104dfc",
  "slug": "oapcwcsf",
  "scheme_name": "Old Age Pension for the Construction Workers (On Completion Of 65 Years) (UKBOCWWB)",
  "scheme_short_title": "OAPCWCSF",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Labour",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Labour",
    "Old Age Pension",
    "Construction Workers",
    "Senior Citizen"
  ],
  "brief_description": "\"Old Age Pension for the Construction Workers (On Completion Of 65 Years)'' is a social security scheme that provides a monthly pension of ₹1,500/- per month to the beneficiaries to the eligible workers of the board who have completed 65 years of age.",
  "detailed_description": "\"Old Age Pension for the Construction Workers (On Completion Of 65 Years)'' is a social security scheme implemented by the Uttarakhand Bhavan and other Construction Workers Welfare Board, Department of Labour, Government of Uttarakhand. Under this scheme, a monthly pension of ₹1,500/- per month to the eligible workers of the board who have completed 65 years of age. In case of death of the pensioner, the family pension to the surviving spouse is ₹500/- per month.",
  "benefits": [
    "An amount ₹1,500/- (Monthly). In case of death of the pensioner, the family pension to the surviving spouse is ₹500/- per month."
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand. The applicant should have completed 65 years of age. The applicant should be registered under the Uttarakhand Bhavan and other Construction Workers Welfare Board.",
  "application_process": [
    {
      "mode": "Online - via CSC",
      "steps": [
        "For New Registration under the UKBOCWWB: Step 1: To become a beneficiary, a construction worker who has completed 18 years of age and has not completed 60 years, has worked as a construction worker for at least 90 days during the preceding 1 year, can register himself/herself. Step 2: The eligible worker may visit the nearest Jan Seva Kendra or Shramik Suvidha Kendra along with all the relevant documents for online registration. Step 3: Upon successful registration, the applicant will receive a Registration Number for future reference. Step 4: The applicant can also track the status of their application online by visiting the official website: https://ukbocw.uk.gov.in/DynamicPages/LabourSearch-hi.aspx  Note 1: After verification of the application, the photo identity card will be issued by the registration officer. Note 2: Registration will be done free of cost, which will be valid for three years and after the completion of three years, only ₹100/- contribution will be required to be deposited by the construction worker for every next three years.  Application Process for Welfare Scheme Benefits: Step 1: To avail the benefits of the scheme, the eligible applicant may visit the nearest Shram Suvidha Kendra along with all the relevant documents. Step 2: Upon successful submission of the application form, the applicant will receive an Application Number for future reference. Step 3: The applicant can also track the status of their application online by visiting the official website: https://ukbocw.uk.gov.in/DynamicPages/LabourSchemeSearch.aspx "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 56)",
      "url": "https://uk.gov.in/assets/pdf/MERI%20_YOJANA_book_04-12-23.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://ukbocw.uk.gov.in/StaticPages/SpecialScheme-hi.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "For New/Renewal Labour Card: Passport Photocopies (2) Birth Proof (10th Certificate/Birth Certificate/Certificate from a Medical Officer/Notary Certified Self Declaration of the construction worker/Voter ID/Ration Card/Certificate issued by the Panchayat Officer, Gram Pradhan or counsellor. A certificate of employment as a construction worker for at least 90 days in the previous year. A nomination form by the construction worker for the nomination of his legal heirs. Aadhaar card, Ration card, Bank account with Aadhaar linked/seeded, Self-certification/self-declaration form (which can be obtained at Jan Suvidha Kendra or Shramik Suvidha Kendra only) Dependent's Aadhaar card.  For Scheme Application: Letter of Application, Labour Card, Bank account details of the worker, Self-declaration certificate, Handwritten certificate stating that they have not received any assistance or in this regard, no application has been made in any other department. Note: It will be mandatory for the construction worker to submit a certificate of his/her being alive every six months which is verified by a gazetted officer."
}