{
  "scheme_id": "65bb695eed4030e118c1910e",
  "slug": "apmsspeuo",
  "scheme_name": "Award of Pre-matric Scholarship to the Students Whose Parents Are Engaged in Unclean Occupation",
  "scheme_short_title": "APMSSPEUO",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Financial Assistance",
    "Scavengers",
    "Student"
  ],
  "brief_description": "\"Award of Pre-matric Scholarship to the Students Whose Parents Are Engaged in Unclean Occupation\" by the Adi Dravidar Welfare Dept, Govt of Puducherry, provides scholarships to the students whose parents are engaged in unclean occupations to improve the status of the unprivileged society.",
  "detailed_description": "The scheme &quot;Award of Pre-matric Scholarship to the Students Whose Parents Are Engaged in Unclean Occupation\" by the Adi Dravidar Welfare Department, Government of Puducherry, provides scholarships to the students whose parents are engaged in unclean occupation (scavenger, Flayers &amp; Tarner) to improve the status of the unprivileged society. The scheme provides scholarships irrespective of income and caste.",
  "benefits": [
    "₹1850/- per annum."
  ],
  "eligibility_criteria": "The applicant should be from a Scheduled Caste. The applicant should be a Student. The applicant should be studying in Class 1st to Class 10th. The applicant should be a Native/Resident of the Union Territory of Puducherry. Either or both the parents of the applicant should be engaged in unclean occupation (Scavenger/ Flayer/ Tarner).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Adi Dravidar Welfare and Scheduled Tribes Welfare Department, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://adwelfare.py.gov.in/award-pre-matric-scholarship-students-whose-parents-are-engaged-unclean-occupation"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://py.gov.in/sites/default/files/citizencharter-adidravidar.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://adwelfare.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Residence-cum-nativity Certificate, issued by the competent authority. Recent Passport-Size Photograph. Aadhaar Card. Bank Passbook. Certificate of Unclean Occupation Obtained From the Employer by the Parent/s. Educational Certificate/s.\nIn the absence of an Aadhaar Card; the applicant is required to provide his/her Aadhaar Enrolment ID along with ANY ONE of the following documents -\n1. Bank or Post Office Passbook with Photo.\n2. Permanent Account Number (PAN) Card.\n3. Passport.\n4. Ration Card.\n5. Voter Identity Card.\n6. MGNREGA Card.\n7. Kisan Photo Passbook.\n8. Driving license issued by the Licensing Authority under the Motor Vehicles Act, 1988 (59 of 1988).\n9. Certificate of identity having a photo of such person issued by a Gazetted Officer or a Tehsildar on an official letterhead.\n10. Any other document as specified by the Department."
}