{
  "scheme_id": "6773d4935fe21d75995ba8b7",
  "slug": "aabssobpmbos",
  "scheme_name": "Advanced Animal Breeding Scheme (Supply of Breedable Pedigree Murrah Bull on Subsidy)",
  "scheme_short_title": "AABSSOBPMBOS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal",
    "Subsidy",
    "Cow",
    "Breed"
  ],
  "brief_description": "\"Advanced Animal Breeding Scheme (Supply of Breedable Pedigree Murrah Bulls on Subsidy)\" aims to improve cattle breeding by supplying pedigreed breedable Murrah bulls to progressive cattle rearers and trained cow servants. Murrah bulls are provided with a 75% subsidy to animal keepers.",
  "detailed_description": "&quot;Advanced Animal Breeding Scheme (Supply of Breedable Pedigree Murrah Bulls on Subsidy)&quot; by the Animal Husbandry Department, Madhya Pradesh aims to improve cattle breeding by supplying pedigreed breedable Murrah bulls to progressive cattle rearers and trained cow servants. Through this scheme, Murrah bulls are provided with a 75% subsidy to animal keepers of all categories. The applications for this scheme are processed through a multi-level approval system starting from Gram Sabha. The scheme is applicable in all districts of the state.",
  "benefits": [
    "Subsidized Murrah Bull",
    "Total unit cost: ₹62,000 Bull cost: ₹60,000 Transportation and insurance: ₹2,000 Government grant: 75% of total cost Beneficiary contribution: 25% of total cost",
    "Additional Support",
    "Transportation assistance included Insurance coverage included"
  ],
  "eligibility_criteria": "The applicant should be a progressive cattle breeder or a trained cow-helper. The applicant should be a resident of Madhya Pradesh. The applicant should be willing to maintain and breed the Murrah bull.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Initial Approval by the beneficiaries in Gram Sabha.",
        "Secondary Approval by the Janpad Panchayat for Gram Sabha-approved beneficiaries.",
        "Final Approval by the Agriculture Standing Committee of the District Panchayat.",
        "The interested applicants should contact the nearest Veterinary Officer of the concerned District Incharge of Animal Dispensary / Deputy Director of Veterinary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mpdah.gov.in/schemes/view/MmtKQWJCbTN3VGFXME5sTGw1bkFvUT09"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}