{
  "scheme_id": "6449ec5663107ae26d141f4b",
  "slug": "vdy",
  "scheme_name": "Vahli Dikri Yojana",
  "scheme_short_title": "VDY",
  "state": "Gujarat",
  "level": "State",
  "nodal_department": "Women and Child Development Department",
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Girl Child",
    "Girl Education",
    "Daughter",
    "Financial Assistance"
  ],
  "brief_description": "The Vahli Dikri Yojana by the Government of Gujarat under the Women and Child Development Department . The scheme supports girl children by providing financial aid, free education, and insurance, encouraging higher education and reducing dropout rates.",
  "detailed_description": "The Vahli Dikri Yojana, launched by the Women and Child Development Department under the Government of Gujarat, aims to empower girl children by providing financial assistance to their parents. This scheme encourages families to educate and nurture their daughters by offering cash incentives, free education, and insurance coverage. By reducing the school dropout rate among girls and promoting higher education, the initiative seeks to foster gender equality and ensure a brighter future for young girls.",
  "benefits": [
    "Financial Assistance at Different Stages:",
    "₹4,000/- at the time of admission in 1st standard. ₹6,000/- at the time of admission in 9th standard. ₹1,00,000/- at the age of 18 years for higher education or marriage."
  ],
  "eligibility_criteria": "The applicant should be a resident of Gujarat. The applicant should have a bank account. The applicant should be one of the first two girl children of the family. The annual family income should not exceed ₹2 lakh. Girls born on or after 02-08-2019 should be eligible for financial assistance.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "Step 1: Applicants can get the application form from the Anganwadi Centre/Gram Panchayat/ CDPO(ICDS) Office/District Women and child Officer office.  ",
        "Step 2: Fill out the application form and attach all the required documents with it.",
        "Step 3: Submit the Application Form along with the documents in the same office.",
        "Step 4: Application Forms and Documents will be scrutinized by the concerned officials.",
        "Step 5: The applicant will be informed through SMS about the eligibility or ineligibility.",
        "Step 6: Eligible Beneficiaries will get financial assistance in their bank account once their application is finally approved by the department office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wcd.gujarat.gov.in/posts?id=438"
    },
    {
      "title": "Application Form",
      "url": "https://govtschemes.in/sites/default/files/2023-04/Gujarat%20Vahli%20Dikri%20Yojana%20Application%20Form.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://patan.nic.in/scheme/vahli-dikri-yojana/"
    }
  ],
  "documents_required": "Domicile of Gujarat. Aadhar Card. Passport Size Photo. Income Certificate. Caste Certificate. Birth Certificate of Child. Bank Account Details."
}