{
  "scheme_id": "67cae39e4f0bd5e698d33387",
  "slug": "iss",
  "scheme_name": "Interest Subvention Scheme",
  "scheme_short_title": "ISS",
  "state": "Karnataka",
  "level": "State/ UT",
  "nodal_department": "Finance Department",
  "implementing_agency": "Karnataka State Financial Corporation",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual",
    "Industries",
    "Business Entity"
  ],
  "tags": [
    "Interest Subsidy",
    "Subvention",
    "Micro Enterprises",
    "Small Enterprises",
    "Loan"
  ],
  "brief_description": "The scheme aims to provide institutional credit for capital investments at reasonable interest rates and is implemented through the Karnataka State Financial Corporation (KSFC) in the state.",
  "detailed_description": "The \"Interest Subvention Scheme\" has been introduced by the Government of Karnataka for new and existing profit-making micro and small manufacturing enterprises, as well as manufacturing-allied activity enterprises. The scheme aims to provide institutional credit for capital investments at reasonable interest rates and is implemented through the Karnataka State Financial Corporation (KSFC) in the state.",
  "benefits": [
    "Amount of Loan: The minimum loan size is ₹5.00 lakhs. The maximum loan size is ₹500.00 lakhs for Micro and Small Manufacturing Enterprises. ₹200.00 lakhs for manufacturing and allied services enterprises towards building, gross block of plant and machinery directly involved in production. The loan/s over and above these limits will carry contract rate of interest. Rate of Interest: KSFC shall sanction loans with prevailing contract rate of interest and the promoters shall pay the interest accordingly. To avail the interest subvention under the scheme, the beneficiary / borrower shall be regular in repayment of installments of all the loans availed by the Enterprises from KSFC. The effective interest rate to be paid by beneficiary /borrower is the difference of contract rate and interest subvention of 5.5% p.a. reimbursed by Government of Karnataka. Interest Subsidy [Subvention] Period: The unit is eligible for interest subsidy [subvention] for a period of 5 years from the date of first disbursement of the loan, even though if the repayment period extends beyond 5 years."
  ],
  "eligibility_criteria": "Enterprises promoted by all categories of borrowers, proprietary concerns, partnership firms, companies & other legal entities. The scheme is extended for all new investments in building, plant and machinery directly involved in production by new enterprises and existing enterprises by way of expansion, diversification, modernization and technology up-gradation etc., considering the gross block of plant and machineries. Purchase of land from KIADB / KSSIDC or any other govt. agencies is not available under this scheme. The unit which has already availed the interest subsidy under any other scheme of Government of Karnataka / Government of India are also not eligible for interest subsidy under this scheme. The enterprise will be eligible for 5.5% p.a. interest subvention for a maximum period of five years from the date of first disbursement of respective loans even if the repayment period exceeds beyond five years. Activities covered under this scheme: Agro & Food Processing, Textile, Ready-made Garments, Engineering, Automobiles, Electrical & Electronics, Paper & Paper Products, Printing & Publishing, Telecommunications, Software & IT related and Wood based activities. Terms and Conditions: The terms and conditions of loan sanction such as promoters contribution, DER, Security requirement, viability of the project etc., shall be ensured as per the prevailing lending policy of the Corporation.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Branch Office Untitled-1 and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Branch Office. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://ksfc.karnataka.gov.in/english"
    },
    {
      "title": "Guidelines - 1",
      "url": "https://ksfc.karnataka.gov.in/storage/pdf-files/SCHEMES/ENG%20SUBVEN%20%20BROU.pdf"
    },
    {
      "title": "Guidelines -1",
      "url": "https://ksfc.karnataka.gov.in/storage/pdf-files/SCHEMES/5-5-ISub-E.pdf"
    }
  ],
  "exclusions": "Enterprises / Activities not covered under the Scheme: Enterprises promoted by SC/ST and Women Entrepreneurs which have availed interest subsidy in any other scheme/s of State Government / Government of India. Refinancing / takeover of loans from other Bank/s, NBFCs / NSIC/ private financiers and Financial Institutions or for conversion of earlier loans/s available from KSFC. All infrastructure projects, Kalyana Mantapas, Hotels, Lodges, Restaurants, Guest Houses, Hospitals, Nursing Homes Housing and Commercial buildings / Commercial Real Estate (CRE) etc., Business / Trading Activities. Malls, Cinema Houses etc., Transports Vehicles, Construction equipment etc., Industrial activities / enterprises not eligible for incentives and concessions as per annexure-2 of Karnataka Industrial Policy 2020-25 or the subsequent Industrial Policy in force. Any other activity other than manufacturing which is not specifically mentioned herein. Gross block means the total original purchase / invoice value of all existing machinery used in production activity including self-acquired, Bank / KSFC financed etc., plus the proposed machinery within overall limit of ₹500.00 lakhs as per definition of Small-Scale Enterprise in MSMED Act, 2006.",
  "documents_required": "Passport-size Photograph Registration certificate PAN Card Audited financial statements (if expanding an existing unit) Bank account details for loan disbursement Any other documents as specified by KSFC during the loan process"
}