{
  "scheme_id": "641bf811b1f2fd9fac0f16a9",
  "slug": "thasp",
  "scheme_name": "Tripura Health Assurance Scheme For Poor",
  "scheme_short_title": "THASP",
  "state": "Tripura",
  "level": "State",
  "nodal_department": "Directorate Of Social Welfare & Social Education",
  "implementing_agency": "Health And Family Welfare Department",
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Medical insurance",
    "Health Insurance"
  ],
  "target_beneficiaries": [
    "All"
  ],
  "tags": [
    "Health",
    "Poor",
    "EWS",
    "Illnesses",
    "Medical",
    "Hospital"
  ],
  "brief_description": "The Tripura Health Assurance Scheme for Poor (THASP) was instituted to provide financial assistance as cashless treatment with health coverage of up to Rs. 1.15 lakh per annum to individuals in the state who fall below the poverty line and have an annual income of less than Rs. 1.5 lakh.",
  "detailed_description": "The Tripura Health Assurance Scheme for Poor (THASP) is a government initiative supported by the Central Government of India aimed at providing financial assistance to individuals in Tripura who fall below the poverty line. The scheme, which was launched in 2014 and subsequently amended, provides coverage for hospitalisation, surgeries, therapies, and critical illnesses to eligible families with an annual income less than Rs. 1.5 lakh. <br> THASP provides a health cover of up to Rs. 1.15 lakh per annum to eligible beneficiaries, with cashless facilities available at all empanelled hospitals. The listed hospitals under the scheme follow the Central Government Health Scheme rates for coverage. This healthcare initiative provides a safety net for the economically disadvantaged sections of society in Tripura, helping to alleviate the burden of healthcare expenses.",
  "benefits": [
    "The Tripura Health Assurance Scheme for Poor (THASP) provides health coverage on a family floater basis, with a maximum sum assured of Rs. 1.15 lakh. The scheme includes coverage for transportation expenses incurred in travelling from Agartala to the listed hospital and back, with a maximum coverage limit of Rs. 10,000. The expenses for treatment up to Rs. 1.15 lakh are paid directly to the listed hospital. Financial assistance for transportation is disbursed via a bank draft or directly credited to the beneficiary's account, as per the scheme's guidelines."
  ],
  "eligibility_criteria": "The scheme is available to families with an annual income of less than Rs.1.5 lakh. Coverage is available for up to five family members, including the policyholder's legal spouse, parents, and unmarried children up to the age of 25 years. All family members must be listed on the family ration card issued by the Government of Tripura in order to be eligible for coverage under the THASP scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: In order to receive financial assistance under the Tripura Health Assurance Scheme for Poor (THASP), applicants must submit a duly filled application form with relevant details to the Director of the State Illness Fund.",
        "Step 2: Upon receiving the application for medical coverage, empanelled hospitals will be notified through fax or email by the state officials of the health department of Tripura to provide treatment to the patient. A copy of the referral letter will also be provided to the patient.",
        "Step 3: The empanelled hospital will assess whether the proposed treatment can be covered under the State Illness Fund based on the terms and conditions of the scheme. If the treatment is deemed eligible, coverage will be provided by the State Government up to the maximum limit of Rs. 1.15 lakh.",
        "Step 4: The hospital will inform the health department of Tripura of the cost of expenses and submit a bill for reimbursement under the scheme. Additionally, details of the healthcare facilities provided to the patient will also be shared with the Director of the Tripura Health Assurance Scheme for Poor (THASP) for verification.",
        "Step 5: Upon verification of the bill, the health department of Tripura will reimburse the hospital for expenses incurred up to the maximum ceiling limit of the scheme, which is Rs. 1.15 lakh."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Notification",
      "url": "https://egazette.tripura.gov.in/eGazette/shogazette?notificno=1&gaztslno=22018476&token=344b66970f80a35547eb50599e4591c45ab1d29074cda4954e66e5bbc7a3569"
    },
    {
      "title": "Guidelines",
      "url": "https://health.tripura.gov.in/sites/default/files/upload_contents/THASPGuidline.pdf"
    },
    {
      "title": "List Of Hospitals Under THASP",
      "url": "https://health.tripura.gov.in/?q=hospitals"
    }
  ],
  "exclusions": "Government employees are not eligible to apply for the Tripura Health Assurance Scheme for Poor (THASP). Students who receive benefits under the scheme are precluded from availing of benefits under any other scheme with similar objectives",
  "documents_required": "Proof of age/date of birth Proof of residence such as domicile certificate Bank account details (refer to the source for more information) Income certificate Documentation related to the patient's health condition."
}