{
  "scheme_id": "66f68497c50f851fc66178fa",
  "slug": "adtwstb",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department: Stationary-Text Books",
  "scheme_short_title": "ADTWSTB",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Resources for schools"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Text Books",
    "Education"
  ],
  "brief_description": "This scheme provides free textbooks to students from 1st to 12th standard in Adi Dravidar and Tribal welfare schools.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department: Stationary-Text Books\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, is designed to support students from 1st to 12th standard who are enrolled in Adi Dravidar and Tribal welfare schools by offering them free textbooks. This initiative aims to ensure that no student is deprived of education due to a lack of study materials.",
  "benefits": [
    "Textbooks: Free textbooks for students from 1st to 12th standard. "
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should be enrolled in Adi Dravidar and Tribal welfare schools. The beneficiary must be studying in any class between 1st to 12th standard.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Students/ Guardians should contact the Headmaster of the School with all the required documents as directed by the authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83086"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Proof of enrollment in Adi Dravidar and Tribal welfare school. Admission registration slip. Any other documents (if required)."
}