{
  "scheme_id": "65fbdac347c0daa74e3912b2",
  "slug": "gefm-mesifai-sa-msme",
  "scheme_name": "\"Green and Eco-Friendly Measures\" under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries - State Awards to Micro, Small and Medium Enterprises\"",
  "scheme_short_title": "GEFM-MESIFAI-SA-MSME",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Industries and Commerce Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Pollution and waste management",
    "Financial assistance",
    "Setting up / start-up / entrepreneurship",
    "Waste and environmental impact"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Award",
    "Entrepreneur",
    "MSME",
    "Business",
    "Environment"
  ],
  "brief_description": "The award for \"Green and Eco-Friendly Measures\" is conferred upon the industries that are green and eco-friendly as per the standards of the Department of Science, Technology and Environment (DSTE), Puducherry. The awardee is given a cash award of ₹2,00,000/- and a citation.",
  "detailed_description": "&quot;Green and Eco-Friendly Measures&quot; under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries - State Awards to Micro, Small and Medium Enterprises\" is a scheme by the Industries and Commerce Department, Union Territory of Puducherry. The award is conferred upon the industries that are green and eco-friendly as per the standards of the Department of Science, Technology and Environment (DSTE), Puducherry. The awardee is given a cash award of ₹2,00,000/- and a citation. The applications are accepted offline in the prescribed form available on the Official Website of the Department.",
  "benefits": [
    "Cash Award of ₹2,00,000/- and a Citation."
  ],
  "eligibility_criteria": "The industry should be green and eco-friendly as per the DSTE standards. The unit should provide at least 60% of employment to the people of UT of Puducherry of the total employment strength of the industrial units.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The Director of Industries will invite the application for award by wide publicity.",
        "Step 1: The industrial unit should apply for the award in the prescribed form available on the Official Website of the Directorate of Industries and Commerce, Puducherry.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The unit should submit the duly filled and signed application form and the documents to the concerned authority either in person or by post.",
        "Post-Application Process",
        "Step 1: The applications shall be scrutinised by the Directorate of Industries and Commerce on a merit basis for the grant of state awards will be placed before the award Committee.",
        "Step 2: The Committee for the awards will go into the merits of each case for granting the award.",
        "Step 3: The list of selected enterprises shall be notified and informed by the Director of Industries to the enterprises to receive the awards."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://industry.py.gov.in/sites/default/files/state-award-go.pdf"
    }
  ],
  "documents_required": "Certification from the Department of Science, Technology and Environment (DSTE), Puducherry for Zero/Minimum Effluent Discharge. Entrepreneurs Memorandum Part-2 (UAM/ PMT) Registration/ Commencement of Production Certificate. Any other document, as required by the Award Committee."
}