{
  "scheme_id": "685cfd8938d49a55968ed7fe",
  "slug": "sffppc",
  "scheme_name": "PMMSY: Fish Feed Plants of Production Capacity of at least 100 Ton/Day - Haryana",
  "scheme_short_title": "FFPPC",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Fish",
    "Affordable Feed",
    "Capital Subsidy",
    "FFPO"
  ],
  "brief_description": "This scheme provides capital subsidy for setting up fish feed plants with a minimum production capacity of 100 tons per day, under the Pradhan Mantri Matsya Sampada Yojana (PMMSY) to general , schedule caste and women beneficiaries .",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Fish Feed Plants of Production Capacity of at least 100 Ton/Day, introduced by the Ministry Of Fisheries, Animal Husbandry &amp;amp; Dairying, Government of India, aims to provide capital subsidy for setting up fish feed plants with a minimum production capacity of 100 tons per day. The objective is to enhance the availability of high-quality and affordable feed for fish farmers, supporting the expansion of aquaculture in Haryana. This is a Centrally Sponsored Scheme, under which the project is jointly funded by the Central and State Governments: 50% of the subsidy amount is contributed by the Central Government, and 50% is provided by the State Government. Beneficiaries are expected to operate and maintain the plant independently and ensure the supply of feed to fishers at affordable prices. <br>",
  "benefits": [
    "The project cost is ₹650,00,000/-",
    "Subsidy Distribution :",
    "A 40% subsidy is available for the General Category. A 60% subsidy is offered for SC (Scheduled Caste) and Women beneficiaries."
  ],
  "eligibility_criteria": "The applicant must be a resident of Haryana and possess a valid Parivar Pehchan Patra (PPP). The applicant must own land or hold a registered lease of at least 10 years. The applicant must be willing to operate, maintain, and manage the feed plant after its construction. The applicant must ensure that the feed plant provides an affordable feed supply to fishers and fish farmers. The applicant must submit a valid Detailed Project Report (DPR) or Self-Contained Proposal (SCP) in accordance with PMMSY guidelines. The applicant must hold a valid training certificate relevant to feed mill operation and maintenance. The applicant must ensure that the land is free from legal disputes and must provide a valid land title.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=j8wXS9qwLka/B7i2nz0gFA=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Date of Birth Proof (Voter ID/Birth Certificate/Aadhaar/Matriculation) Caste Certificate (if applicable – from Tehsildar/SDM) Agreement Deed with Fisheries Department Training Certificate related to fish feed plant operation/maintenance Land Records (Jamabandi, Fard, Registered Patta – with clear title) GST Bills of project purchases Photographs of feed plant with beneficiary Bank Account Details and PAN Card DPR or SCP as per PMMSY norms CA Certificate verifying bill payments follow GST/Income Tax rules All bills above ₹50,000 should comply with GST/e-way/IT norms CLU/NOC/Fire/Pollution Clearance from respective departments NOC from Gram Sabha / Local Body / Municipal Authority Clear Site Plan/Area Plan All documents must be in legible/readable form"
}