{
  "scheme_id": "684186cc2c556571a6b35c5b",
  "slug": "psedawa",
  "scheme_name": "Pension Scheme for Elderly and Destitute Artists/Writers/Authors of Uttarakhand State",
  "scheme_short_title": "PSEDAWA",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Culture and Endowments",
  "implementing_agency": "Department Of Culture And Endowments",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Artists",
    "Individual"
  ],
  "tags": [
    "Pension",
    "Financial Assistance",
    "Artists",
    "Writer",
    "Authors"
  ],
  "brief_description": "The scheme aims to financially support senior contributors in the arts and literature. It provides a monthly pension to eligible beneficiaries.",
  "detailed_description": "The scheme &quot;Pension Scheme for Elderly and Destitute Artists/Writers/Authors of Uttarakhand State&quot; by the Department of Culture and Endowments, Government of Uttarakhand, aims to provide financial assistance to veteran contributors in the field of art, literature, and writing. Through this scheme, a monthly pension of ₹3,000/- is provided to elderly and destitute artists, writers, and authors who have dedicated their lives to these creative fields.",
  "benefits": [
    "A monthly pension of ₹3,000/- is granted to the beneficiary. The pension is intended to support the livelihood of elderly and destitute artists, writers, and authors who have contributed significantly to their field.",
    "Mode of Disbursement:",
    "The amount is directly transferred to the bank account of the beneficiary.",
    "Frequency of Disbursement:",
    "Monthly"
  ],
  "eligibility_criteria": "The applicant should be an artist, writer, or author from Uttarakhand. The applicant should have dedicated their life to the development and promotion of literature and the arts. The applicant should have made significant and notable contributions in their respective creative field. The applicant should be at least 60 years of age. The applicant should be a permanent resident of Uttarakhand.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit Apuni Sarkar and click on the \"Sign Up Here\" button. Step 2: Fill in the required details, i.e. Email ID, Gender, Name, Mobile Number, Date of Birth, District, Tehsil, Address of Applicant, and Notifications Language Preference. Step 3: Click on \"Submit\".  Post-Registration Process: Step 1: Visit Apuni Sarkar portal. Step 2: In the \"Citizen Login\" window, enter your phone number/mail id, correct password and captcha code. Step 3: Click on the \"Sign In\" button. Step 4: From the left side menu button click on \"DBT Services\", then choose the \"Department of Culture.\"",
        "Step 5: Now, click on the scheme \"Pension Scheme for Elderly and Destitute Artists/Writers/Authors of Uttarakhand State\".",
        "Step 6: Enter the mobile number and verify with the OTP. Step 7: Click on the checkbox for WhatsApp Verification (for receiving updates regarding your application via WhatsApp). Step 8: Now upload all the mandatory documents and click on \"Submit\".",
        "Step 8: The application can be tracked from the \"Profile\" section."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines Page No. 111",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Bank Account Details. Educational Qualification Certificate. Birth Certificate or Medical Certificate (as Proof of Age). Uttarakhand Domicile Certificate (Proof of Permanent Residency). Certificate Related to Artist/Writer/Author Status. Income or Tax Certificate. Recommendation Letter from District Administration."
}