{
  "scheme_id": "652f39c34c46bfe12b219aa4",
  "slug": "fcfswd",
  "scheme_name": "Free Coaching for Students with Disabilities",
  "scheme_short_title": "FCFSWD",
  "level": "Central",
  "nodal_department": "Department Of Empowerment Of Persons With Disabilities",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Learning",
    "Exam Preparation"
  ],
  "brief_description": "A Scheme \"Free Coaching for Students with Disabilities\" was initiated by the Department of Empowerment of Persons with Disabilities under the \"Ministry of Social Justice and Empowerment\".",
  "detailed_description": "The Free Coaching for Students with Disabilities scheme under the Department of Empowerment of Persons with Disabilities (DEPwD) is a centrally sponsored scheme that provides financial assistance to voluntary organizations for providing free coaching to students with disabilities for competitive examinations. <br> The scheme is open to students with disabilities who have at least 40% disability and are preparing for competitive examinations conducted by the Union Public Service Commission (UPSC), Staff Selection Commission (SSC), various Railway Recruitment Boards (RRBs) for Group &#39;A&#39; and &#39;B&#39; posts, State Public Service Commissions for Group &#39;A&#39; and &#39;B&#39; posts, and other competitive examinations for admission in higher educational institutions and jobs. <br> To be eligible for the scheme, voluntary organizations must be registered under the Societies Registration Act, 1860, or relevant Act of the State/Union Territory. They must also have been in existence for at least two years and have the necessary infrastructure and experience to provide coaching to students with disabilities. <br> Students with disabilities who are interested in availing the benefits of the scheme can apply to voluntary organizations that are empaneled with the DEPwD. <br> The scheme provides 100% financial assistance to voluntary organizations for providing free coaching to students with disabilities. The financial assistance is provided for the following purposes: <br> 1. Coaching fees 1. Stipend for students 1. Cost of study material 1. Other incidental expenses 1. The Free Coaching for Students with Disabilities scheme is a valuable scheme that helps to level the playing field for students with disabilities. It provides them with the opportunity to compete effectively in competitive examinations and to get admission in higher educational institutions and jobs",
  "benefits": [
    "It provides free coaching to students with disabilities for competitive examinations. It helps students with disabilities to improve their academic performance and to compete effectively in competitive examinations. It increases the chances of students with disabilities getting admission in higher educational institutions and finding jobs. It helps to empower students with disabilities and to improve their quality of life. Financial Assistance: monthly stipend : ₹ 2,500/- ( for Local students) and ₹ 5,000/- ( for out station students)."
  ],
  "eligibility_criteria": "Students :\nThe student must have a minimum of 40% disability. The student must be preparing for competitive examinations conducted by the Union Public Service Commission (UPSC), Staff Selection Commission (SSC), various Railway Recruitment Boards (RRBs) for Group 'A' and 'B' posts, State Public Service Commissions for Group 'A' and 'B' posts, and other competitive examinations for admission in higher educational institutions and jobs. Student family income should not be more than ₹ 6,00,000/- per annum. Student can avail the benefits only at once. Student should not avail any other similar scheme benefits from Central Government.\n\nVoluntary organizations:\nThe voluntary organization must be registered under the Societies Registration Act, 1860, or relevant Act of the State/Union Territory. The voluntary organization must have been in existence for at least three years. The voluntary organization must have the necessary infrastructure and experience to provide coaching to students with disabilities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Visit the website of the Department of Empowerment of Persons with Disabilities (DEPwD). Go to the \"Schemes\" section and click on \"Free Coaching for Students with Disabilities\". Download the application form. Fill out the application form and attach all the required documents. Submit the application form to the voluntary organization that you are interested in joining."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://andssw1.and.nic.in/socialwelfare/pdf/FC_disabilities.pdf"
    }
  ],
  "documents_required": "Disability certificate Mark sheets of the previous qualifying examination Income certificate of the parents/guardians Aadhaar card Passport size photograph"
}