{
  "scheme_id": "64b688d8481f59106a75239d",
  "slug": "sisdgft",
  "scheme_name": "Summer Internship Scheme Of DGFT",
  "scheme_short_title": "SISDGFT",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "implementing_agency": "Directorate General Of Foreign Trade (DGFT)",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Student",
    "Foreign Trade",
    "Public Policy",
    "Commerce"
  ],
  "brief_description": "The Summer Internship Scheme by the Directorate General of Foreign Trade is for the interaction of the officers of the Directorate with young scholars and researchers with brilliant academic backgrounds from reputed academic institutions pursuing Studies/Research in Public Policy/Economics/Law etc.",
  "detailed_description": "The Summer Internship Scheme by the Directorate General of Foreign Trade is for the interaction of the officers of the Directorate with young scholars and researchers with brilliant academic backgrounds from reputed academic institutions pursuing Studies/Research in Public Policy/Economics/Law/Finance/Management. While refreshing ideas from the field of academics will enable the Directorate to critically analyze its activity and take corrective steps in an objective and impartial manner. The internship will provide an excellent opportunity for the interns in their carrier advancement and professional expertise. The objective of the internship is to familiarize interns with the overall process of formulation of foreign trade policy of the Government at the macro level and its implementation by DGFT at the micro level. <br> > **Duration** The duration of the internship will be for a maximum period of 2 months. <br> > **Declaration of Secrecy** Interns are required to furnish to this Directorate a declaration of Secrecy before the commencement of the internship. <br> > **Location** DGFT headquarters in New Delhi. The interns will be attached to the heads of each Division and will be reporting to them directly.",
  "benefits": [
    "Remuneration",
    "Interns will be paid a consolidated token remuneration of ₹10,000/- per month.",
    "Logistics Support",
    "Necessary logistics support will be provided to the intern taking into account the functional requirements.",
    "Certificate",
    "Certificates will be issued to the interns on satisfactory completion of their internship."
  ],
  "eligibility_criteria": "The applicant should be an Indian national. The applicant should be pursuing their studies from India or abroad. The applicant should have an excellent academic record. The applicant should possess a graduation degree in Public Policy/Economics/Finance/Management/Law. The applicant should have secured at least 60% marks in the graduation degree. The applicant should have pursued graduation from one of the following institutions -\na) National Schools of Law\nb) Central Universities\nc) AICTE recognized Financial/Economics Institutions\nd) Recognized National Management Institutes\ne) Foreign Universities\nf) Institutions of excellence",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Interested students can email their scanned applications in the prescribed proforma along with their CVs to: internship-dgft@gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://content.dgft.gov.in/Website/dgftprod/b8579059-d633-46b4-a3d9-e1124ccf4b7a/DGFT%20Internship%202023-24%20(2).pdf"
    }
  ],
  "documents_required": "At the time of Joining the Internship-\nPermission Letter from the Supervisor / Head of Department, in case he/she is interested to join an internship during his/her coursework.\nAt the time of Completion of the Internship -\nReport/Paper (to be submitted to the Head of the concerned Division)."
}