{
  "scheme_id": "66056327a8333243438c8383",
  "slug": "yipjk",
  "scheme_name": "Young Innovators Program",
  "scheme_short_title": "YIPJK",
  "state": "Jammu and Kashmir",
  "level": "State/ UT",
  "nodal_department": "Mission Youth",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "brief_description": "The Young Innovators Program by Mission Youth, J&K aims to ignite a fire of innovation among the youth of Jammu and Kashmir. It goes beyond just encouraging creative ideas; it actively empowers them to bring those ideas to life.",
  "detailed_description": "Innovation may be defined as exploiting new ideas leading to the creation of a new product, process or service. It is not just the invention of a new idea that is important. It is actually \"bringing it to market\", putting into practice and exploiting it in a manner that leads to new products, services or systems that add value or improve quality. It possibly involves technological transformation and management restructuring. Innovation also means exploiting modern technology and employing out-of-the-box thinking to generate new value and to bring about significant changes in society. Mission Youth under this program aims to enhance young people's learning and development through a range of non-formal learning activities with focus on pioneers experimentation and innovation in education, entrepreneurship, art, research and cross-sectoral partnerships. <br> The major activities to be taken under this program are detailed as under: - To support the innovative entrepreneurship - Youth innovative entrepreneurship ideas contest - Promotion of young social/ educational innovators - Innovative initiatives in conservation/ management of resources <br> **Objectives** The broad aim of the Scheme is to empower youth of J&amp;K to innovate new products, services or models in any area of their interest like art, craft, literature, science, etc. The endeavour is to facilitate promising innovators to exhibit their talent and excel in their areas of interest by providing them with institutional support and financial assistance.",
  "benefits": [
    "The total amount of assistance provided under this scheme shall be subject to a maximum limit of ₹5,00,000/- One person can seek the assistance under this scheme only once for a particular innovation."
  ],
  "eligibility_criteria": "Applicant must be between the 18-35 years age group. Applicant must be passed the 10th standard or above (with possible relaxations). Innovative and creative endeavors in art, skills, crafts, literature, research, and science.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicant must visit the official website.  Fill out the required details : Personal Information. Address Information. Communication Details. Qualification Details. Innovation Details. Upload the necessary documents.  Financial Justification and Stage wise funding requirement.  Applicant Photograph. Birth Certificate of Applicant. Domicile Certificate. Qualification Certificate. Applicant Signature. Click on \"Submit the application\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://missionyouth.jk.gov.in/scheme_pdf/young_inn.pdf"
    },
    {
      "title": "Registration Form",
      "url": "https://missionyouth.jk.gov.in/Registrations/YoungInnovators"
    },
    {
      "title": "Financial Justification And Stage Wise Funding Requirement",
      "url": "https://missionyouth.jk.gov.in/template_YIP.docx"
    }
  ],
  "documents_required": " Financial Justification and Stage wise funding requirement.  Applicant Photograph. Birth Certificate of Applicant. Domicile Certificate. Qualification Certificate. Applicant Signature."
}