{
  "scheme_id": "6813574f85d2610f324d6bb1",
  "slug": "export-promotion-and-market-development",
  "scheme_name": "Market Development and Export Promotion : Participation in Domestic Fairs / Coffee Festivals etc. including support to Roasters & others for participation in the events",
  "scheme_short_title": "EXPORT PROMOTION AND MARKET DEVELOPMENT",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Development And Export Promotion"
  ],
  "brief_description": "To increase per capita consumption on one hand, and convert more consumers from occasional drinkers to regular drinkers",
  "detailed_description": "India produces annually on an average 3.2 lakh MT of which nearly 75% is exported and rest is consumed internally. In absolute volumes, the off-take in domestic market had grown from about 18,400 tonnes in 1951 to over one lakh tonnes in recent years. The per capita coffee consumption in India is 100 grams against the global average of 4 kg in the coffee consuming countries. A robust domestic market acts as buffer against the International fluctuations while same time providing opportunities for value addition, skill development in the sector. It has also been seen that due to increase in demand, domestic market has been able to offer good rates also, contributing to investment on plantations and thus sustainability of coffee enterprise as a whole. Keeping in view that in India more than 99% of the growers are small holders, development of the domestic demand for coffee can create additional markets for small holder sector and act as a buffer in periods of low international prices the local market can pay better prices and also offer opportunities for vertical diversification and value-addition.",
  "benefits": [
    "A robust domestic market acts as buffer against the International fluctuations while same time providing opportunities for value addition, skill development in the sector. It has also been seen that due to increase in demand, domestic market has been able to offer good rates also, contributing to investment on plantations and thus sustainability of coffee enterprise as a whole. Keeping in view that in India more than 99% of the growers are small holders, development of the domestic demand for coffee can create additional markets for small holder sector and act as a buffer in periods of low international prices the local market can pay better prices and also offer opportunities for vertical diversification and value-addition."
  ],
  "eligibility_criteria": "All the Registered Coffee Exporters with Coffee Board having valid registration are eligible for the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Plan of Action Every year the list of major domestic events will be prepared in consultation with coffee stakeholders and senior officials of the Coffee Board. List of such major events will be circulated via email to all stakeholders/industry partners/coffee exporters for Expression of Interest (EoI) in participating in the events. Based on the receipt of EoI for participation in a particular event, the stall space will be booked in the event venue. The pavilion designers/fabricators will be selected as per government guidelines. Liquid Coffee will be served in the selected Domestic Events. On completion of the event a detailed report of participation will be prepared and submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Online application in the prescribed format. Original copy of Tax Invoice / Cash Bill issued by the supplier. Attested copies of Bills in support of freight/installation/commissioning charges and insurance (if included in the total cost). Copy of warranty certificate Copy of license from municipal authorities. Copy of FSSAI license Copy of GST Registration Certificate Photographs of the new machinery installed for which subsidy is claimed. In case of SC /ST and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority."
}