{
  "scheme_id": "679a0b39e128bbaf34fefc47",
  "slug": "saceieif",
  "scheme_name": "Scheme of Assistance for Common Environment Infrastructure: Financial Assistance for Common Environmental Infrastructure Facilities",
  "scheme_short_title": "SACEIEIF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Environmental management and protection"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries",
    "Government Organisation",
    "Registered Societies"
  ],
  "tags": [
    "Entrepreneurship",
    "Environment Infrastructure"
  ],
  "brief_description": "The scheme \"Scheme of Assistance for Common Environment Infrastructure\" under the Gujarat Industrial Policy aims to provide incentives for environmental compliance to ensure long-term economic and ecological balance.",
  "detailed_description": "The scheme &amp;quot;Scheme of Assistance for Common Environment Infrastructure&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to boost industrial growth through financial assistance, modern technologies, and enhanced facilities for industrial parks and clusters. The component \"Financial Assistance for Common Environmental Infrastructure Facilities\" aims to support industries and organizations in establishing and upgrading environmental management infrastructure. It provides financial aid for projects that promote pollution control, waste management, and environmental sustainability.",
  "benefits": [
    "General Projects: Up to 40% financial assistance, with a maximum limit of ₹50,00,00,000/-. Government Projects: Assistance up to 80% for Government Departments, Agencies, PSUs, and Boards, with a ₹50,00,00,000/-. Co-Funding with GoI: Total assistance from GoI + GoG is limited to 75%, with 25% contribution from the institution."
  ],
  "eligibility_criteria": "Industries association / Any Enterprise (except for captive use) or firm which is registered under Societies Act, Trust Act or under the Companies Act.; or GIDC/Board/ Corporations / Special Purpose Vehicle (SPV) / PSU / Municipal Corporation / Nagarpalika / Urban Development Authority etc. The project must comply with Ministry of Environment, Forest and Climate Change (MoEF) & Gujarat Pollution Control Board (GPCB) regulations . The project must remain operational for a minimum of 5 years post-completion. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Prepare a Detailed Project Report (DPR). Step 2: Fill out the prescribed application form . Step 3: Submit the application with the required documents to the Industries Commissionerate . Step 4: Await evaluation and approval from the State Level Empowered Committee. If approved, assistance will be disbursed in phases based on project progress. Helpdesk : Contact Here "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/12-GR_02092020.pdf"
    }
  ],
  "exclusions": "The Project availing incentives under this scheme will not be entitled to avail incentives under any other scheme of the State Government for the same component, unless specified otherwise. However, the project will be eligible to avail incentives available under schemes of Government of India or any other institutions. The following investments are not eligible for financial assistance: Land purchase Land development Preliminary expenses Pre-operative expenses Consultancy fees",
  "documents_required": "Copy of legal status of applicant such as memorandum and article of association and company registration certificate or registration under society act or trust act, and list of directors/members with addresses. Proof that land for project is in possession, like land allotment letter of GIDC with copies of 7/12 utaara, N.A. permission, approved plan, and construction permission by competent authority. Copy of GPCB NOC/CCA for establishing project (if not applicable, then give justification on letterhead). Copy of Environment Clearance (if not applicable, then give justification on letterhead). Detailed project report covering all details mentioned in application form. List of beneficiaries in format as per Annexure-A1 for each beneficiary on letterhead. Process diagram of proposed project signed by authorized signatory. Financial and technical appraisal of project from Bank/FI/other institution as approved by SLEC. Copy of any other financial assistance granted by GoG and/or GoI for the same component or project. Copy of sanction/consent letter from Financial Institution, if loan is sanctioned. Affidavits for outstanding government dues and any pending court case against Govt. Declaration/resolution as per application."
}