{
  "scheme_id": "65c8ff72cd96dc5e074fb86a",
  "slug": "hfta-giapsca",
  "scheme_name": "\"Home for the Aged\" under Grant-in-Aid to Pondicherry Society for the Care of the Aged (PONCARE)",
  "scheme_short_title": "HFTA-GIAPSCA",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter",
    "Social welfare & Empowerment",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Free Meal",
    "Shelter, integrated support and assistance",
    "Short home Stay",
    "Health promotion",
    "Health care providers and access"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Home",
    "Senior Citizen",
    "Food",
    "Doctor",
    "Social Welfare"
  ],
  "brief_description": "Through the scheme \"Home for the Aged\", the senior citizens are provided with stay at subsidiary rates, food (both vegetarian and non-vegetarian), routine health check up by doctors thrice in a week, providing news papers and television for entertainment.",
  "detailed_description": "The sub-scheme \"Home for the Aged&quot; under the umbrella scheme &quot;Grant-in-Aid to Pondicherry Society for the Care of the Aged (PONCARE)&quot; was launched by the Department of Social Welfare, Government of Puducherry. Through this scheme, the senior citizens are provided with stay at subsidiary rates, food (both vegetarian and non-vegetarian), routine health check up by doctors thrice in a week, providing news papers and television for entertainment.",
  "benefits": [
    "Stay at Subsidiary Rate of ₹1200/- for the Inmates. Food (Both Vegetarian and Non-vegetarian). Routine Health Check Up by Doctors Thrice in a Week. Newspapers and Television for Entertainment."
  ],
  "eligibility_criteria": "The applicant should be 60 years or above in age. The applicant should be a Native/Resident of the Union Territory of Puducherry for at least 5 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Pondicherry Society for the care of the Aged (PONCARE), Puducherry, 4th Cross - Sithankudi, 6th Cross Extension, Brindavanam, West, Puducherry - 605 013, +91-413-2245317, +91-413-2246318, +91-9443405499  , and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to The Secretary, PONCARE.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    }
  ],
  "documents_required": "Aadhaar Card. Birth Certificate / Age Proof. Residence-cum-Nativity Certificate, issued by the competent authority. Recent Passport-Size Photograph.Bank Passbook."
}