{
  "scheme_id": "6347dfde6c4c896fef134fa2",
  "slug": "pmfmpe",
  "scheme_name": "Pradhan Mantri Formalisation Of Micro Food Processing Enterprises",
  "scheme_short_title": "PMFMPE",
  "level": "Central",
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Credit Linked Subsidy"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Credit Linked Subsidy",
    "Entrepreneurship"
  ],
  "brief_description": "Launched on 29th June 2020, PMFMPE is a Centrally Sponsored Scheme by the MoFPI, designed to address the challenges faced by the micro enterprises and to tap the potential of groups and cooperatives in supporting the upgradation and formalization of these enterprises.",
  "detailed_description": "Launched on 29th June 2020, PMFMPE is a Centrally Sponsored Scheme by the Ministry of Food Processing Industries, designed to address the challenges faced by the micro-enterprises and to tap the potential of groups and cooperatives in supporting the upgradation and formalization of these enterprises. <br> > **Aims:** 1. Enhance the competitiveness of existing individual micro-enterprises in the unorganized segment of the food processing industry and promote formalization of the sector; and 2. Support Farmer Producer Organizations (FPOs), Self Help Groups (SHGs), and Producers Cooperatives along their entire value chain. <br> > **Objectives:** To build the capability of microenterprises to enable: 1. Increased access to credit by existing micro food processing entrepreneurs, FPOs, Self Help Groups, and Co-operatives. 2. Integration with an organized supply chain by strengthening branding &amp; marketing. 3. Support for the transition of existing 2,00,000 enterprises into a formal framework. 4. Increased access to common services like common processing facilities, laboratories, storage, packaging, marketing, and incubation services. 5. Strengthening of institutions, research, and training in the food processing sector; and 6. Increased access for the enterprises, to professional and technical support. <br> > **Outlay:** The scheme envisages an outlay of ₹ 10,000 crores over a period of five years from 2020-21 to 2024-25. The expenditure under the scheme would be shared in a 60:40 ratio between Central and State Governments, in a 90:10 ratio with the North In Eastern and the Himalayan States, a 60:40 ratio with UTs with the legislature and 100% by the Center for other UTs. <br> > **Coverage:** Under the scheme, 2,00,000 micro food processing units will be directly assisted with credit-linked subsidies. Adequate supportive common infrastructure and institutional architecture will be supported to accelerate the growth of the sector. <br> <br> <br>",
  "benefits": [
    "The program has four broad components addressing the needs of the sector:",
    "1. Support to individuals and groups of micro-enterprises.",
    "2. Branding and Marketing support.",
    "3. Support for strengthening of institutions.",
    "4. Setting up a robust project management framework.",
    "Support to Individual Micro Enterprises",
    "Individual micro food processing units would be provided credit-linked capital subsidy @35% of the eligible project cost with a maximum ceiling of ₹ 10,00,000 per unit. The beneficiary contribution should be a minimum of 10% of the project cost with the balance being loaned from the Bank.",
    "Support for Farmer Producer Organizations (FPOs)/Producer Cooperatives FPOs and Producer Cooperatives:",
    "i) Grant @35% with credit linkage.",
    "ii) Training support.",
    "iii) Maximum limit of grant in such cases would be as prescribed.",
    "Support for Self-Help Groups (SHGs):",
    "1. Seed capital:",
    "i) Seed capital @ Rs40,000/- per member of SHG for working capital and purchase of small tools would be provided under the scheme;",
    "ii) Priority would be given to SHGs involved in ODOP produce in giving seed capital;",
    "iii) All the members of an SHG may not be involved in food processing. Therefore, seed capital would be provided at the federation level of SHGs;",
    "iv) This would be given as a grant to the SHG federation by SNA/ SRLM. SHG federation would provide this amount as a loan to the members of SHGs to be",
    "repaid to the SHG.",
    "2. Support to individual SHG members as a single unit of the food processing industry with credit linked grant @35% with a maximum amount being Rs 10 lakh.",
    "3. Support for capital investment at the federation of SHG level, with credit linked grant @35%. The maximum limit of funding in such cases would be as prescribed.",
    "4. Training & Handholding Support to SHGs: For support to SHGs, a large number of trained resource persons are available with State Rural Livelihood Missions",
    "(SRLMs). These local resource persons of SRLM having expertise in agro-produce would be utilized for training, upgradation of units, DPR preparation, handholding",
    "support, etc.",
    "Support for Common Infrastructure:",
    "The following common infrastructure would be funded under the Scheme:",
    "i) Premises for assaying of agriculture produce, sorting, grading, warehouse, and cold storage at the farm gate;",
    "ii) Common processing facility for processing of ODOP produce;",
    "iii) Incubation Centre should involve one or more product lines, which could be utilized by smaller units on a hire basis for the processing of their produce. The incubation Centre may partly be used for training purposes. It should be run on a commercial basis.",
    "Branding and Marketing Support:",
    "i) Training relating to marketing to be fully funded under the scheme;",
    "ii) Developing a familiar brand and packaging including standardization to participate in common packaging;",
    "iii) Marketing tie up with national and regional retail chains and state-level institutions;",
    "iv) Quality control to ensure product quality meets required standards.",
    "Convergence Framework:",
    "The Food Processing Enterprises would be eligible for benefits under the following Government Schemes:",
    "1. National Rural Livelihood Mission – providing seed capital, training, handholding support, and interest subvention to SHGs.",
    "2. Start-up Village Entrepreneurship Programme (SVEP) –It is a Centrally Sponsored Scheme, a part of NRLM, and provides capital and technical support to rural start-ups through training, handholding and support through Community Enterprises Fund (CEF) as a loan-up to ₹ 1,00,000 for individual entrepreneur and ₹ 5,00,000 for group entrepreneurs at 12% interest.",
    "3. Interest Subvention Scheme for incremental credit to MSMEs 2018 – 2% interest subvention on the outstanding balance.",
    "4. Credit Guarantee Trust Fund for Micro & Small Enterprises (CGTMSE) for a collateral-free loan up to ₹ 2,00,00,000.",
    "5. PM MUDRA Yojana for a loan up to ₹ 10,00,000.",
    "6. A Scheme for Promotion of Innovation, Rural Industry and Entrepreneurship (ASPIRE).",
    "7. Scheme for Fund for Regeneration of Rural Industry (SFURTI).",
    "8. Public Procurement Policy for MSEs.",
    "9. Benefits available under various other Schemes of MoFPI such as Backward & Forward Linkages, Agricultural Production Cluster, Cold Chain, etc. would be used to provide support to clusters/groups.",
    "10. Support from PMKVY and NRLM for skill training for SHGs, if falling within the guidelines would be taken. For shorter duration on-site training, support would be provided from NRLM and the PM FME scheme, tailor-made for such purposes"
  ],
  "eligibility_criteria": "The Eligible Borrowers for PMFMPE can be:\n1. Farmer Producer Organization (FPO)\n2. Self-Help Groups\n3. Co-operatives\n4. Existing Micro Food Processing Entrepreneurs\n5. New Units, whether for individuals or groups would only be supported for One District One Product (ODOP)\n\nEligibility criteria for individual micro-enterprises:\n1. Existing micro food processing units in operations.\n2. Existing units should be those identified in the SLUP for ODOP products or by the Resource Person on physical verification. In the case of units using electrical power, the electricity bill would support it being in operation. For other units, existing operations, inventory, machines, and sales would form the basis.\n3. The enterprise should be unincorporated and should employ less than 10 workers.\n4. The enterprise should preferably be involved in the product identified in the ODOP of the district. Other micro-enterprises could also be considered.\n5. The applicant should have ownership rights of the enterprise.\n6. Ownership status of the enterprise could be proprietary / partnership firm.\n7. The applicant should be above 18 years of age and should possess at least VIII standard pass educational qualification.\n8. Only one person from one family would be eligible for obtaining financial assistance. The \"family\" for this purpose would include self, spouse, and children.\n9. Willingness to formalize and contribute10% of project cost and obtain Bank loan.\n10. Cost of the land should not be included in the Project cost. The cost of the ready-built, as well as the long lease or rental workshed, could be included in the project cost. The lease rental of the workshed to be included in the project cost should be for a maximum period of 3 years only.\n\nEligibility Criteria for Co-operatives/FPOs:\n1. It should preferably be engaged in the processing of ODOP produce.\n2. It should have a minimum turnover of Rs.1 crore.\n3. The cost of the project proposed should not be larger than the present turnover.\n4. The members should have sufficient knowledge and experience in dealing with the product for a minimum period of 3 years.\n5. The cooperative/FPO should have sufficient internal resources or sanction from the State Government to meet 10% of the project cost and margin money for working capital.\n\nEligibility Criteria for Seed Capital for SHGs:\n1. Only SHG members that are presently engaged in food processing would be eligible.\n2. The SHG member has to commit to utilizing this amount for working capital and purchase of small tools and give a commitment in this regard to the SHG and SHG federation.\n3. Before providing the seed capital, SHG Federation should collect the following basic details for each of the members:\na) Details of the product being processed.\nb) other activities are undertaken.\nc) Annual turnover.\nd) Source of raw materials and marketing of produce.\n\nEligibility Criteria for Credit Linked Grant for Capital Investment for SHGs:\n1. The SHGs should have sufficient own funds for meeting 10% of the project cost and 20% margin money for working capital or sanction of the same as a grant from the State Government.\n2. The SHG members should have a minimum period of 3 years of experience in the processing of the ODOP product.\n\nEligibility Criteria for Branding and Marketing Support:\nThe proposals should fulfill the following conditions: -\n1. The proposal should relate to ODOP.\n2. Minimum turnover of product to be eligible for assistance should be Rs 5 crore.\n3. The final product should be the one to be sold to the consumer in the retail pack.\n4. Applicant should be an FPO/SHG/cooperative/ regional - State levels SPV to bring a large number of producers together.\n5. Product and producers should be scalable to larger levels.\n6. Management and entrepreneurship capability of promoting entity should be established in the proposal.\n\nEligibility Criteria for Support to National Institutions for Capacity Building & Research:\nAt the National level, the National Institute for Food Technology Entrepreneurship and Management (NIFTEM) and the Indian Institute of Food Processing Technology (IIFPT) would be eligible.\n\nEligibility Criteria for Support to State-Level Technical Institutions for Capacity Building & Research:\nThe State Level Technical Institution should be an existing institution involved in food processing technology. This Institute could be:\n1. A college/institute under State Agriculture University or any other University.\n2. A State-owned food processing technology research Institute.\n3. An institute under CSIR or any Government of India institute focusing on food processing.\n4. If it is a college, it should have undergraduate/postgraduate courses in food processing technology and the necessary faculty.\n5. The Institute should have a full-fledged laboratory with necessary testing and processing equipment.\n6. The Institute should have faculty undertaking research work and product development and machinery for food processing, especially for MSMEs.\n7. The proposal should be recommended by the State Government.\n8. The Institute should be willing to appoint a Nodal Officer and a dedicated team consisting of at least two faculty members focusing exclusively on the Scheme.\n9. The Institute should have sufficient built-up space to undertake training for beneficiaries under the Scheme.\n10. The institute preferably should have pilot plants for processing a few products under ODOP for the State.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1:",
        "Visit https://pmfme.mofpi.gov.in/pmfme/#/Home-Page",
        "Click on \"Login\", then click \"Applicant Login\". You will be redirected to the login screen of the application.",
        "If you are an existing user, select the \"Beneficiary Type\", provide your \"User ID\" and \"Password\" and click \"Submit\".",
        "Once validated, you will be able to enter the website.",
        "Step 2:",
        "If you are a new user and want to register for the scheme, click on \"Sign Up\". The \"NEW USER REGISTRATION\" form will open.",
        "Provide the following mandatory details (as per the Aadhaar Card):",
        "Select the type of Beneficiary: Individual / Group Application / Common Infrastructure Application",
        "Further, if you have selected either \"Group Application\" or \"Common Infrastructure Application\", choose the type of \"Non-Individual\" Application:",
        "Cooperative Society / Farmer Producer Companies (FPC/FPO) / Self Help Groups (SHG)",
        "Name (नाम)",
        "Email ID (ईमेल आईडी)",
        "Mobile Number (मोबाइल नंबर)",
        "Address (पता)",
        "State (राज्य)",
        "District (जिला)",
        "Step 3:",
        "Click on \"Register\". You will be registered for the PMFMFPE scheme.",
        "You shall receive an email over the registered email ID with the username and password. A notification regarding the successful registration will also be obtained on the registered mobile number.",
        "Apply for the PMFMFPE Scheme -",
        "Step 1:",
        "Use your login credentials to login into the system.",
        "On the next screen, select your role:",
        "Individual New Food Processing Enterprise",
        "Individual Applicant (Present Business Turnover more than ₹ 1,00,00,000)",
        "Individual Applicant (Present Business Turnover less than ₹ 1,00,00,000)",
        "Step 2:",
        "Select the desired option and click \"Submit\". On the Confirmation Pop-Up, select \"Yes\".",
        "You will be directed to the applicant's dashboard.",
        "On the Left Pane, you can see three options: Home / Apply Online / Guidelines and Instructions.",
        "You can either click \"Guidelines and Instructions\" to read and download the scheme guidelines, else you can directly click \"Apply Online\".",
        "Step 3:",
        "On clicking \"Apply Online\", you will be directed to the application form. The form consists of seven sections - Applicant Details, Existing Enterprise, Proposed Business Details, Financial Details, Lending Bank, Upload Documents, Declaration, and Submit.",
        "Step 4:",
        "Provide all the mandatory details, upload the required documents in the format, check the declaration and click \"Submit\" to submit the application form. The notification regarding the successful application submission will be shown on the screen. The same will also be received at the registered email id of the user.",
        "Source(s):",
        "User Manual (English): blob:https://pmfme.mofpi.gov.in/2f07ed0d-1309-4a40-9b70-ebe99d8d8eba",
        "User Manual (Hindi): blob:https://pmfme.mofpi.gov.in/f6323fc0-e335-4ce2-bffb-e593963d35d2"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (English)",
      "url": "blob:https://pmfme.mofpi.gov.in/2f880be5-8699-468c-8637-30c4528e4767"
    },
    {
      "title": "Guidelines (Hindi)",
      "url": "blob:https://pmfme.mofpi.gov.in/35cd18b2-87be-4961-9c55-d88b17673b34"
    },
    {
      "title": "Joint Guidelines For Seed Capital",
      "url": "blob:https://pmfme.mofpi.gov.in/86f7dd0b-bcee-4a70-a8ba-3435fb5dc8c1"
    },
    {
      "title": "Guidelines For Incubation Center",
      "url": "blob:https://pmfme.mofpi.gov.in/ec006653-17cf-4179-9151-7ec6aea9cdcd"
    },
    {
      "title": "FAQs (English)",
      "url": "blob:https://pmfme.mofpi.gov.in/1e6b8698-b125-4289-99c8-5bf6309d8f01"
    },
    {
      "title": "FAQs (Hindi)",
      "url": "blob:https://pmfme.mofpi.gov.in/f4ab2df5-d361-44c3-bd6f-577f42538b0a"
    },
    {
      "title": "Application Process (Hindi)",
      "url": "blob:https://pmfme.mofpi.gov.in/e1c2cec9-dd34-489f-93a1-9f20ec1056df"
    },
    {
      "title": "Application Process (English)",
      "url": "blob:https://pmfme.mofpi.gov.in/2804c0bc-310e-4047-8486-e236b61d870d"
    }
  ],
  "exclusions": "NA",
  "documents_required": "Checklist for submitting Credit Proposals:\n(New Enterprises- Individual/Firms)\nMandatory Documents\n1. PAN Card of concern/all promoters\n2. Aadhaar Copy & Photo of all promoters/guarantors\n3. Address Proof:\nI. Utility bill, which is not more than two months old of any service provider, (Electricity, telephone, post-paid mobile phone, piped gas, water bill) or\nii. Property or Municipal tax paid receipt or\niii. Ration Card (Individual)\n4. Photocopy of Bank Statement/ Bank Passbook for the last 6 months\nOptional Documents\n1. Photocopy of highest academic qualification of promoter/s\n2. Sanction letter of active loans,\n3. Loan statement of active loans\n4. Any other Document\nChecklist for submitting Credit Proposals.\n(Existing Enterprises- Individual/Firms with more than 1 Cr Turn over)\nMandatory Documents\n1. PAN Card of concern/group concerns/all promoters/guarantors\n2. Aadhaar Copy & Photo of all promoters/guarantors\n3. Address Proof:\nI. Utility bill, which is not more than two months old of any service\nprovider, (Electricity, telephone, post-paid mobile phone, piped gas,\nwater bill) or\nii. Property or Municipal tax paid receipt\n4. Udhayam Registration Certificate/s/ IE code- wherever applicable/Licenses (Trade License/Shop & Establishment Registration/Panchayat License/Corporation License/Municipality License)\n5. Business Partnership Agreement (If Individual/Proprietor- not applicable)\n6. Photocopy of Bank Statement/ Bank Passbook for the last 6 months of the firm\n7. Audited balance sheet with annexures of max 3 years with ITR\n8. Copy of License as per industry (Eg. FSSAI, Pollution Clearance, ESI etc)\n9. GSTIN Registration Certificate\n10. GST returns of last financial years\n11. List of existing machinery and equipment\n12. Photo of the Existing unit\nOptional Documents\n1. Loan statement of active loans\n2. Sanction letter of active loans\n3. Insurance Policy copy of the existing unit & Stock.\n4. Audited balance sheet of Group/Sister concern with annexures of last 3 years with ITR\n5. Latest Stock Statement\n6. Quarterly sales-purchase of previous year and current year\n7. Photocopy of highest academic qualification of promoter/s\n8. Any other document.\nChecklist for submitting Credit Proposals.\n(Existing Enterprises- Individual/Firms with less than 1 Cr Turn over)\nMandatory Documents\n1. PAN Card of concern\n2. Aadhaar Copy & Photo of all promoters/guarantors\n3. Address Proof:\nI. Utility bill, which is not more than two months old of any service provider, (Electricity, telephone, post-paid mobile phone, piped gas, water bill) or\nii. Property or Municipal tax paid receipt or\niii. Ration Card (Individual)\n4. Udhayam Registration Certificate/s/ IE code- wherever applicable/Licenses (Trade License/Shop & Establishment Registration/Panchayat License/Corporation License/Municipality License)\n5. Business Partnership Agreement (If Individual/Proprietor- not applicable)\n6. Photocopy of Bank Statement/ Bank Passbook for the last 6 months of the firm\nOptional Documents\n1. Audited/ Self-affixed balance sheet with annexures of max. 3 years with ITR\n2. Copy of License as per industry (Eg. FSSAI, Pollution Clearance, ESI etc)\n3. GSTIN Registration Certificate if applicable\n4. GST returns of last 1 year if applicable\n5. Loan statement of active loans\n6. Sanction letter of active loans\n7. Insurance Policy copy of the existing unit & Stock.\n8. Latest Stock Statement\n9. Quarterly sales-purchase of previous year and current year\n10. Any other document.\n11. Photocopy of highest academic qualification of promoter/s\nChecklist for submitting Credit Proposals.\n(Farmers Producer Companies- Existing Enterprises)\nMandatory Documents\n1. PAN Card of company/ Chairman/Chief Executive\n2. Aadhaar Copy & Photo of Chairman/Chief Executive\n3. Address Proof:\nI. Utility bill, which is not more than two months old of any service provider, (Electricity, telephone, post-paid mobile phone, piped gas, water bill) or\nii. Property or Municipal tax paid receipt\n4. Udhayam Registration Certificate/s/ IE code- wherever applicable/Licenses (Trade License/Shop & Establishment Registration/Panchayat License/Corporation License/Municipality License)\n5. Certificate of registration\n6. Memorandum and Articles of Association\n7. List of Directors and brief bio-data attested by authorised signatory\n8. Details of share holding pattern attested by authorised signatory\n9. Board resolution for availing loan/borrowing power/borrowing authority\n10. Photocopy of Bank Statement/ Bank Passbook for the last 6 months of the company\n11. Audited balance sheet with annexures of max. 3 years with ITR\n12. Copy of License as per industry (Eg. FSSAI, Pollution Clearance, ESI etc), if available\n13. GSTIN Registration Certificate\n14. GST returns of last 3 years (for existing unit)\n15. List of existing machinery and equipment\n16. Photo of the existing unit\n17. DPR\nOptional Documents\n1. Loan statement of active loans\n2. Sanction letter of active loans\n3. Insurance Policy copy of the existing unit & Stock.\n4. Latest Stock Statement/register\n5. Quarter-wise sales-purchase of previous year and current year\n6. Copies of Minutes of last AGM and Board meeting\n7. Copies of recent grants\n8. Annual Report for the last year\n9. Agreements made with Buyers\n10. Any other Documents\nChecklist for submitting Credit Proposals.\n(Co-operative Society- Existing Enterprise)\nMandatory Documents\n1. PAN Card of Society/Chairman/President/Chief Executive\n2. Aadhaar Copy & Photo of Chairman/President/Chief Executive\n3. Address Proof:\nI. Utility bill, which is not more than two months old of any service provider, (Electricity, telephone, post-paid mobile phone, piped gas, water bill) or\nii. Property or Municipal tax paid receipt\n4. Udhayam Registration Certificate/s/ IE code- wherever applicable/Licenses (Trade License/Shop & Establishment Registration/Panchayat License/Corporation License/Municipality License)\n5. Certificate of Co-operative Society registration\n6. Copy of Society Bye laws with its amendments if any\n7. List of Board Executive Members and brief bio-data attested by authorised signatory\n8. Details of share holding pattern attested by authorised signatory\n9. Board resolution for availing loan/borrowing power/borrowing authority\n10. Photocopy of Bank Statement/ Bank Passbook for the last 6 months of the society\n11. Estimates and Quotation of all capital machineries and equipment\n12. Audited balance sheet with annexures of max. 3 years with ITR (for existing unit)\n13. Copy of License as per industry (Eg. FSSAI, Pollution Clearance, ESI etc)\n14. GSTIN Registration Certificate\n15. GST returns of last one year\n16. List of existing machinery and equipment\n17. Photo of the existing unit\n18. DPR\nOptional Documents\n1. Loan statement of active loans\n2. Sanction letter of active loans\n3. Insurance Policy copy of the existing unit & Stock.\n4. Latest Stock Statement/register\n5. Quarter-wise sales-purchase of previous year and current year\n6. Copies of Minutes of last AGM and Board meeting\n7. Copies of recent grants\n8. Annual report of the Society for the last year\n9. Agreements made with buyers\n10. Any other Documents\nChecklist for submitting Credit Proposals.\n(Self Help Groups)\nMandatory Documents\n1. Aadhaar Copy of all the Members of the group\n2. List of all the members of the group with photo, contact no. & address of individual members\n3. Address Proof of the Unit:\nI. Utility bill, which is not more than two months old of any service provider, (Electricity, telephone, post-paid mobile phone, piped gas, water bill) or\nii. Property or Municipal tax paid receipt\n4. Resolution copy signed by all the members of SHG to avail loans.\n5. Estimates and Quotation of all capital machineries and equipment\n6. Details of Group Savings, loans details etc.\n7 DPR\nOptional Documents\n1. Loan statement of active loans\n2. Sanction letter of active loans\n3. Copies of Minutes of last meeting of SHG members\n4. Agreements made with Buyers, if any.\n5. Copies of any other Government grants received, if any.\n6. Photocopy of Bank Statement/ Bank Passbook for the last 6 months of the SHG\n7. Any other documents"
}