{
  "scheme_id": "645dc43b7556e20740a46703",
  "slug": "sgngs",
  "scheme_name": "Sanjay Gandhi Niradhar Grant Scheme",
  "scheme_short_title": "SGNGS",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "Collector's Office / Tahsildar Sanjay Gandhi Yojana / Talathi Office",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Financial Asisstance",
    "Widow",
    "Transgender",
    "Person With Disability",
    "Orphan",
    "Below Poverty Line",
    "Destitute"
  ],
  "brief_description": "The \"Sanjay Gandhi Niradhar Grant Scheme\" is a scheme by the Dept. of Social Justice & Special Assistance, Govt. of Maharashtra. Financial assistance of ₹600/- per month is given if there is only one beneficiary in the eligible family, and ₹900/- per month if there is one beneficiary in a family.",
  "detailed_description": "The &quot;Sanjay Gandhi Niradhar Grant Scheme&quot; is a scheme by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. In this scheme, financial assistance of ₹600/- per month is given if there is only one beneficiary in the eligible family, and ₹900/- per month if there is more than one beneficiary in a family. In order to be eligible for this scheme, the name should be in the list of BPL families or the annual income of the family should be less than or equal to ₹ 21,000/-. Only citizens who are permanent residents of the state of Maharashtra are eligible to apply for this scheme. This scheme is 100% funded by the Govt. of Maharashtra.",
  "benefits": [
    "Financial assistance of ₹ 600/- per month, if there is one beneficiary in the eligible family. Financial assistance of ₹ 900/- per month, if there is more than one beneficiary in the eligible family."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a domicile / permanent resident of the state of Maharashtra. The name of the applicant should be in the list of Below Poverty Line (BPL) families OR the annual income of the family should be less than or equal to ₹ 21,000/-. The applicant should be one of the following:\na) Destitute Men and Women below 65 Years of Age.\nb) Orphan Children.\nc) All categories of Person with Disability (PwD).\nd) Men and Women Who Are Unable to Sustain Themselves Due to Diseases Like Tuberculosis, Cancer, Aids, Leprosy.\ne) Destitute Widows (including widows of farmers who committed suicide).\nf) Women in the Divorce Process and Divorced but Not Alimony.\ng) Women Who Have Been Tortured and Released From Prostitution.\nh) Transgender.\ni) Devadasi.\nj) Unmarried Women Above 35 Years of Age.\nk) The Wives of Prisoners Serving Sentences in Jail.\nl) Those Suffering From Sickle Cell Disease.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the Collector's Office / Tahsildar Sanjay Gandhi Yojana / Talathi Office, and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Collector's Office / Tahsildar Sanjay Gandhi Yojana / Talathi Office.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        " Registration: ",
        "Step 1: Visit the Official Portal of Aaple Sarkar (Maha DBT). On the right pane (green), click \"New User? Register Here\". You will be directed to the Registration Page .",
        "Step 2: Verify your Email ID and Mobile Number using OTP and then create a Unique Username and Password. (You will also find the link to the Registration Manual on the top right of the page.)",
        "In the \"Applicant Detail\" section, fill in the following mandatory fields: Salutation, Full Name(English), Full Name(Marathi), Father's Salutation, Father's Name (English), Father's Name(Marathi), Date of Birth, Age, Gender, Occupation.",
        "In the \"Applicant's Address\" section, fill in the following mandatory fields: Address (English), Address (Marathi), Street (English), Street (Marathi), Section (English), Section (Marathi), Building (English), Building (Marathi), Landmark (English), Landmark (Marathi), District, Taluka, Village, Pincode",
        "In the \"Mobile No. & Username Verification\" section, fill in the following mandatory fields: 10-digit Mobile Number (to be verified via OTP), PAN No, User Name, Email ID (to be verified via OTP), Password, and Confirm Password.",
        "In the \" Upload your Photograph \" section, upload your passport-sized photograph following the instructions given below:",
        "1. The file size should fall between 5 KB to 20 KB.",
        "2. The format should be JPEG.",
        "3. The width should be 160 pixels.",
        "4. The height should fall between 200 to 212 pixels.",
        "In the \"Proof Of Identity\" section, upload ANY ONE of the following documents: PAN Card, Voter ID Card (POI), Passport (POI), Aadhaar Card (POI), Driving License (POI), Government / Semi-Government ID, Proof MNREGA Job Card, RSBY Card.",
        "The format should be JPEG/ PDF, and the file size should be between 75 KB to 256 KB.",
        "In the \"Proof Of Address\" section, upload ANY ONE of the following documents: Ration Card Passport (POA), Aadhaar Card (POA), Driving License (POA), Voter ID Card (POA), Extracts of 7/12 and 8 A, Property Tax Receipt, Property Agreement Copy, Water Bill, Electricity Bill, Telephone Bill, Rent Receipt.",
        "Step 3: At the bottom of the Registration Page, read the following declaration carefully:",
        "\"I declare that the above-mentioned information submitted by me is true and correct to my knowledge and belief. I hereby agree to be liable for legal consequences for any information found incorrect or false under section 200 of the Indian penal code 1960.\"",
        "Select the \"I accept\" checkbox, and click \"Register\". Your Login Credentials will be shared over your registered Email ID and Mobile Number.",
        "Application:",
        "Step 1: Visit the Official Portal of Aaple Sarkar (Maha DBT). On the right pane (green), click \"Already Registered? Login Here\". Provide your Username and Password. Fill in the Captcha Code, Select your District from the dropdown menu, and click \"Login\".",
        "Step 2: On the next page, in the left pane, click \"All Schemes\". From the dropdown menu, select the Department Name, and the name of the scheme that you seek to apply for. Click \"Apply\" against the concerned scheme.",
        "Step 3: Fill in all the mandatory fields and upload the mandatory documents, and click \"Apply\". A popup message acknowledging the successful submission of the application will be displayed, along with the Application ID:",
        "\"Dear [Username], you have successfully applied for [Scheme Name]. Your Application ID is [Application ID here].\"",
        "The Application ID will also be shared over your registered Email ID and Mobile Number. Save this Application ID for future reference and for checking the application status.",
        "Step 4: You can also view the status of your applications (Under Scrutiny / Approved / Rejected / Fund Disbursed) using the \"My Applied Scheme History\" in the left pane."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/mr/schemes-page?scheme_nature=37"
    },
    {
      "title": "Guidelines (Marathi)",
      "url": "https://static.s3waas.gov.in/s3db85e2590b6109813dafa101ceb2faeb/uploads/2018/03/2018030785.pdf"
    },
    {
      "title": "Mumbai Suburban",
      "url": "https://mumbaisuburban.gov.in/scheme/sanjay-gandhi-niradhar-pension-scheme/#:~:text=To%20provide%20financial%20assistance%20to,outraged%20women%2C%20Transgender%2C%20etc."
    },
    {
      "title": "Application Form",
      "url": "https://cdn.s3waas.gov.in/s304025959b191f8f9de3f924f0940515f/uploads/2018/04/2018040628-1.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://aaplesarkar.mahaonline.gov.in/en/CommonForm/ContactUs"
    },
    {
      "title": "Photo Upload Manual",
      "url": "https://aaplesarkar.mahaonline.gov.in/pdf/Photoupload.pdf"
    },
    {
      "title": "Seva Kendras",
      "url": "https://aaplesarkar.mahaonline.gov.in/en/CommonForm/SewaKendraDetails"
    }
  ],
  "documents_required": "Aadhaar Card. 2-Passport Sized Photograph (Signed Across). Residential Certificate / Domicile Certificate of the State of Maharashtra. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Social Welfare Office. Medical Certificate OR Certificate of Incapacity/Disease (issued by the Civil Surgeon and Medical Superintendent of the Government Hospital) (In the case of major illness) Proof of Age Income Certificate / BPL Card of the Family Disability Certificate Transgender Certificate (in case the applicant is Transgender) Marriage Certificate, and Death Certificate of Husband (in the case of Widow applicants)"
}