{
  "scheme_id": "681c854d689952af098461d5",
  "slug": "sfugsdau",
  "scheme_name": "The Scheme for Fellowship to Under Graduate Students for Various Faculties of Sardarkrushinagar Dantiwada Agricultural University",
  "scheme_short_title": "SFUGSDAU",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agricultural Scholarship",
    "Fellowship",
    "Student",
    "Undergraduate"
  ],
  "brief_description": "\"The Scheme for Fellowship to Under Graduate Students for Various Faculties of Sardarkrushinagar Dantiwada Agricultural University\" provides monthly fellowship to meritorious undergraduate students across various faculties of Sardarkrushinagar Dantiwada Agricultural University.",
  "detailed_description": "&amp;quot;The Scheme for Fellowship to Under Graduate Students for Various Faculties of Sardarkrushinagar Dantiwada Agricultural University&amp;quot; launched by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to attract bright students to its undergraduate programs by offering financial assistance. It encourages talented individuals to pursue agriculture-related education and later contribute to rural development and agricultural productivity in Gujarat.",
  "benefits": [
    "Undergraduate Students: ₹1,000/- per month to each selected student. Travel Concessions: Awardees would be permitted to enjoy Free Railway/ Bus concession ot fee concession. Note: Payment of Fellowship: The payment of fellowship to the awardees will start from the date of joining the college."
  ],
  "eligibility_criteria": "The applicant must be a student. The applicant must be enrolled in an undergraduate program at Sardarkrushinagar Dantiwada Agricultural University (SDAU). The applicant must have secured at least 60% aggregate marks in the Higher Secondary School Certificate (HSC) examination in the Science stream. The applicant must be among the top 10% meritorious students in their class. The applicant must maintain a GPA or C.C.P.A. of at least 6.0 with no \"F\" (fail) or \"I\" (incomplete) grades to continue receiving the fellowship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applicants must submit the prescribed application form to the Registrar by 31st December. Step 2: Selection is based on academic merit by a committee of Registrar, Director of Student Welfare, and Deans. Step 3: Fellowship is disbursed annually upon satisfactory academic progress via the college principal. Note: Fellowship notification is released by 30th November every year."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    }
  ],
  "exclusions": "The awardee under this scheme will not be allowed to receive any other regular Fellowship/ Scholarship. Students will be ineligible if they drop out or do not pursue regular studies. Students punished under \"The discipline rules for the student of the colleges of the Sardarkrushinagar Dantiwada Agricultural University, Sardarkrushinagar or punished for 'Use of unfair means' Sardarkrushinagar Dantiwada Agricultural University, examination regulations are not eligible.",
  "documents_required": "Mark Sheet of 12th Std. Passport Size Photos. Bank Account Details (should be linked with Aadhaar Number)."
}