{
  "scheme_id": "66868ae39a7d5c523448106f",
  "slug": "ncessis",
  "scheme_name": "National Centre for Earth Science Studies Internship Scheme",
  "scheme_short_title": "NCESSIS",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Student",
    "Research Scholar",
    "Post Graduation",
    "Graduation",
    "Training",
    "Dissertation",
    "NCESS",
    "Research"
  ],
  "brief_description": "The \"National Centre for Earth Science Studies Internship\" scheme by the Earth System Science Organization, Ministry of Earth Sciences, provides various opportunities for school as well as college students to familiarise and/or pursue research on different branches of earth sciences.",
  "detailed_description": "The \"National Centre for Earth Science Studies Internship\" scheme by the Earth System Science Organization, Ministry of Earth Sciences, provides various opportunities for school as well as college students to familiarise and/or pursue research on different branches of earth sciences. National Centre for Earth Science Studies (NCESS) is an R&amp;amp;D institution recognized for doctoral programs in science, environmental, and interdisciplinary topics, with opportunities for Ph.D. registration announced by universities. It hosts eminent scientists for scientific exchange programs and allows all campus college students to participate in the Earth Science Forum for research project presentations. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Certificate of Internship: Certificates will be issued to the interns at the end of successful completion of the Internship.",
    "Note: No financial aid /stipend will be provided by this Directorate to the interns."
  ],
  "eligibility_criteria": "The applicant should be a Student from a recognized University/ Institute belonging to any of the following stream: 5 years Integrated M.Sc./M.Sc. Tech./M. Tech.: Students from 7th - 9th Semester; Or, 3 years M.Sc./M.Sc. Tech.: Students from 3rd – 5th Semester; Or, 2 years MSc. /M.Sc. Tech. / M. Tech.: Students from 2nd – 3rd Semester; Or, B.Sc Final year students.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Interested candidates must apply through the attached Format . Online Application Deadline: 1st-29th February & 1st -30th September every year. For enquiry, please contact at: visitingstudents@ncess.gov.in Or, techcell@ncess.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.ncess.gov.in/notifications/opportunities.html"
    }
  ],
  "exclusions": "The candidates, who were selected for training earlier but did not join, need not apply again. Students must undergo at least 8 weeks of training continuously in NCESS, otherwise their candidature will not be considered.",
  "documents_required": "Certificate/ Marksheets of Educational Qualifications. Any other document as required. Note: Selected candidates must bring printout of their application forms, after duly signed by the HOD of respective department with official seal, at the time of arrival for training in ESSO-NCESS."
}