{
  "scheme_id": "67ef7cab5a4889e1887a8738",
  "slug": "iaifcpb",
  "scheme_name": "Incentive to Owners of A.I. Born Female Calf through Pure Breeding in Indigenous Cow Across the State",
  "scheme_short_title": "IAIFCPB",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry",
    "Artificial Insemination",
    "Female Calf Breeding"
  ],
  "brief_description": "The scheme aims to support livestock owners in maintaining and increasing the population of indigenous cattle breeds like Gir and Kankrej.",
  "detailed_description": "The scheme &amp;quot;Incentive to Owners of A.I. Born Female Calf through Pure Breeding in Indigenous Cow Across the State&amp;quot; aims to provide financial assistance for female calf born through Artificial Insemination (A.I.) in indigenous cow breeds like Gir and Kankrej to encourage pure breeding and prevent the decline of local cattle breeds in Gujarat.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit(In Year) for Reclaiming Benefits\nIncentive to Owners of A.I. Born Female calf through pure breeding in indigenous cow across the state | ₹3,000/- per Female Calf | One person per family once a year for one female calf is eligible for benefit of the scheme"
  ],
  "eligibility_criteria": "The applicant must be from Gujarat state. The applicant must be a livestock owner. The female calf must be born through Artificial Insemination (A.I.) by pure breeding in indigenous cow. The calf should not be more than 11 months old at the time of application. Note: One person per family can avail the benefit once a year for one female calf.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application and submit Related Documents through to concern Taluka office. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit Gram Panchayat or the nearest Government Veterinary Dispensary to collect the application form. Step 2: Carefully fill in all the required details, including personal information, category details, and bank details. Step 3: Attach photocopies of all the necessary documents (self-attested, if required) and submit the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=xb5kXsJXEM4temzJx57Jxw==&domain=12ewfiAgGqKRe600IL5Z/w=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Cancelled Bank Cheque or Xerox of first page Bank Passbook (Aadhaar linked Bank Account). Ration Card (Barcoded). Certificate of AI done from whom AI is carried out (as mentioned in online application). Aadhaar Card. Copy of Disability Certificate from Competent Authority (only for Beneficiary with disabilities)."
}