{
  "scheme_id": "67f642aaca4dbdfd530ec8c3",
  "slug": "cmhyu",
  "scheme_name": "Chief Minister Hunar Yojana",
  "scheme_short_title": "CMHYU",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Minority Welfare, Uttarakhand",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority Welfare",
    "Training",
    "Financial Grant",
    "Stipend",
    "Skill Development"
  ],
  "brief_description": "\"Chief Minister Hunar Yojana\" is a social security scheme by the Minority Welfare Department, Government of Uttarakhand, that provides free of cost training and stipend to the minority community to enhance their skills and knowledge.",
  "detailed_description": "\"Chief Minister Hunar Yojana\" is a social security scheme by the Minority Welfare Department, Government of Uttarakhand. The scheme aims to provide free of cost training and stipend to the minority community to enhance their skills and knowledge in different traditional training such as sewing ,embroidery ,plumbing ,electronics ,knitting ,etc and IT (Information Technology) training include courses in computer hardware/software/networking ,accounting ,etc. The department imparts training to the trainees through functional institutions and honorarium is paid as per the attendance in the training. &lt;br&gt;",
  "benefits": [
    "Training: Free of cost training and stipend to the minority community to enhance their skills and knowledge in different traditional training such as sewing, embroidery, plumbing, electronics, knitting, etc, and IT (Information Technology) training include courses in computer hardware/ software/ networking, accounting, etc. Stipend: ₹2000/- for 100 hours of training. ₹2500/- for 150 hours of training. ₹4000/- for 250 hours of training. ₹4500/- for 300 hours of training. Note: 90% attendance is mandatory."
  ],
  "eligibility_criteria": "Beneficiary should be a permanent resident of Uttarakhand. Beneficiary should belong to the minority community. The age of the beneficiary should be between 18-45 years of age. Educational Qualifications: For Traditional Training should be 5th grade pass. For IT training should be at least high school pass. Family Income: For rural areas: The income of the beneficiary's family from all sources should not exceed ₹ 3,50,000/ -. For urban areas: The income of the beneficiary's family from all sources should not exceed ₹ 4,50,000/ -.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applicants should visit their nearest office of the Minorities Welfare Officer and collect the application form. Step 2: Fill the form properly and attach all the documents (attested, if required). Step 3: Submit the form at the office of the Minorities Welfare Officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 42)",
      "url": "https://uk.gov.in/assets/pdf/MERI%20_YOJANA_book_04-12-23.pdf"
    }
  ],
  "documents_required": "Aadhar Card. Permanent Residence Certificate. Minority Certificate. Income Certificate. Educational Qualification Certificate."
}