{
  "scheme_id": "67ff6c9abd5fb5093616efba",
  "slug": "tpahkcc",
  "scheme_name": "To Provide Interest Subvention to Animal Husbandry of the State at the Rate of 4% to the Beneficiaries Kisan Credit Card",
  "scheme_short_title": "TPAHKCC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Animal Husbandry",
    "Cattle Breeders",
    "Interest Subvention"
  ],
  "brief_description": "The scheme aims to provide 4% interest subvention to cattle breeders in Gujarat on timely repayment of short-term loans taken through the Kisan Credit Card for animal husbandry activities.",
  "detailed_description": "The scheme &amp;quot;To Provide Interest Subvention to Animal Husbandry of the State at the Rate of 4% to the Beneficiaries Kisan Credit Card&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to offer financial assistance to animal husbandry practitioners (cattle breeders) in Gujarat who have availed short-term loans under the Kisan Credit Card. The interest subvention of 4% is granted upon timely repayment, thereby reducing the interest burden and improving the economic stability of cattle breeders.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit (in Year) for Reclaiming Benefits)\nTo provide interest subvention to animal husbandry of the state at the rate of 4% to the beneficiaries Kishan Credit Card. | 4% interest subvention on timely repayment of short-term loan taken by animal husbandry up to ₹2,00,000/-. | only once in a financial year"
  ],
  "eligibility_criteria": "The applicant must be a cattle breeder. The applicant must have taken a short-term loan from any of the following during the financial year: Primary Agricultural Credit Cooperative Society District Central Cooperative Bank Nationalized Bank Gramin Bank Private Bank The applicant must have repaid the loan on time.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The bank from which the short term loan has been availed by the cattle breeder has to submit the integrated interest subvention proposal of its area of operation to the Registrar, Co-operative Societies, Gujarat State, Gandhinagar. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=r4Jlr6OhAHYMeFC63fUVdw==&domain=v4lc2tu73R/9lWYKO76SRg=="
    }
  ],
  "documents_required": "Kisan Credit Card (KCC) details. Loan sanction and repayment statement. Identity Proof (Aadhaar, Voter ID, etc.). Proof of animal husbandry activity (e.g., cattle ownership documents). Bank loan account details. Any other documents as required."
}