{
  "scheme_id": "684a7b84e6e4c4d18e4e4316",
  "slug": "gsdpuk",
  "scheme_name": "Green Skill Development Programme (GSDP)",
  "scheme_short_title": "GSDPUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Apprenticeships and training"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Environmental Training",
    "Eco-Livelihood Skills",
    "Self-Employment Training",
    "Biodiversity Education"
  ],
  "brief_description": "The scheme \"Harit Kaushal Vikas Karyakram\" implemented by the Govind Ballabh Pant National Institute of Himalayan Environment (NIHE), aims to impart eco-based livelihood skills to youth and communities in the Himalayan regions.",
  "detailed_description": "The scheme &quot;Harit Kaushal Vikas Karyakram&quot; implemented by the Govind Ballabh Pant National Institute of Himalayan Environment (NIHE), aims to promote sustainable and eco-friendly livelihoods through nature-based skill development. Through this scheme, free skill training is provided to farmers, students, and youth to support self-employment and prepare them for government-backed programs as master trainers. It covers subjects like ornithology, wildlife conservation, natural interpretation, and biodiversity communication. The program is aligned with the Green Skill Development Program (GSDP) and is accessible through online applications via the official portal.",
  "benefits": [
    "Skill Development Training: Free-of-cost training in environment-related fields such as bird identification, wildlife conservation, biodiversity interpretation, and eco-tourism education. Self-Employment Opportunities: Empowers youth and farmers to pursue independent livelihood avenues through knowledge-based interventions. Government Scheme Readiness: Makes candidates eligible for roles under various central/state schemes and government-supported training projects."
  ],
  "eligibility_criteria": "The applicant should be a student. The applicant should have completed at least 10th standard. The applicant should be a farmer/ youth or individual seeking self-employment. The applicant should be below 55 years of age at the time of application. The applicant should have an interest in environmental and ecological training topics such as wildlife, biodiversity, or natural resource interpretation.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant can download the prescribed application form or can request it from the Govind Ballabh Pant National Institute of Himalayan Environment (NIHE). Step 2: The applicant must carefully fill out all details in the application form, including personal details, educational qualifications, address, preferred training course, and declaration. Step 3: The applicant should affix a recent passport-size photograph on the form and attach self-attested copies of the required documents. Step 4: The completed application form along with the required documents can be submitted offline in the concerned Institution or through can be send through the following mail ids: gbpihed@envis.nic.in maheshlyf87@gmail.com deepudun28@gmail.com Contact Us: Public Information Officer Dr. S.C. Arya G.B. Pant National Institute of Himalayan Environment Kosi-Katarmal, Almora-263 643, Uttarakhand, India (Code: +91-5962) 241041, 241154 Extn: 70 Fax: (05962) 241014, 241150 scarya2009@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 133)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://gbpihed.gov.in/PDF/spotlight/App_form_ENVIS_GSDP_PBR_2019_20.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Filled Application Form . Passport Size Photograph (Recent and affixed on the form). Any other documents as required."
}