{
  "scheme_id": "66a9d0c90667d47fde885835",
  "slug": "sws",
  "scheme_name": "Student Welfare Scheme",
  "scheme_short_title": "SWS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "implementing_agency": "Tribal Affairs Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scheduled Tribe",
    "Financial Assistance",
    "Tricycle",
    "Disease",
    "Death"
  ],
  "brief_description": "The objective of the scheme is to provide assistance to economically weaker ST students to meet their emergency needs in special circumstances. Under this scheme, financial assistance is provided to ST students studying in Class 1 to 10 in cases of urgency or emergency.",
  "detailed_description": "The &amp;quot;Student Welfare Scheme&amp;quot; was launched by the Tribal Affairs Department, Government of Madhya Pradesh, with the objective of providing assistance to economically weaker Scheduled Tribe students to meet their emergency needs in special circumstances. Under this scheme, financial assistance is provided to Scheduled Tribe students studying in Class 1 to 10 in cases of urgency or emergency, such as the treatment of special diseases like cancer, TB, and heart diseases. It also covers participation in special events such as art, cultural, intellectual, scientific, and sports activities, the purchase of tricycles for handicapped students, any emergency situation or untimely calamity, and in the event of death.",
  "benefits": [
    "Under this scheme, financial assistance is provided for the following: • For participation in special events such as art, cultural, intellectual, and scientific activities: ₹3,000/- • For tricycles for disabled students: ₹3,000/- • In case of untimely calamity or any emergency situation: ₹25,000/- • For special diseases such as cancer, TB, and heart disease, etc.: ₹10,000/- • In case of death: ₹25,000/-"
  ],
  "eligibility_criteria": "1. The applicant should be a student. 2. The student should be a native of Madhya Pradesh. 3. The student should be studying in Class 1 to 10. 4. The student should belong to the Scheduled Tribe category. 5. The student should be enrolled in a government or accredited and approved educational institution/school. 6. A student who has not received financial support from any other government scheme is eligible for this scheme. Note: Any aspect which is supported by any scheme availed, that aspect will not be provided by this scheme",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits under this scheme, students must submit their applications to the head of their institution/school."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=816"
    },
    {
      "title": "Guidelines (Page No. 86)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Income certificate Samagra ID Previous class passing marksheet Bank account details/Bank Passbook Other necessary documents if required"
}