{
  "scheme_id": "641d9453ed6317c1931b1134",
  "slug": "rcmrf-mh",
  "scheme_name": "Rajasthan Chief Minister's Relief Fund - Medical Help",
  "scheme_short_title": "RCMRF-MH",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Medical, Health and Family Welfare Department",
  "categories": [
    "Health & Wellness"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Medical Help",
    "Non BPL",
    "Relief Fund",
    "Rajasthan Scheme",
    "Hospital"
  ],
  "brief_description": "Rajasthan Chief Minister's Relief Fund – medical help scheme launched on April 1999 under Chief Minister's Relief Fund in Rajasthan for Individual for Non BPL whose family income should be at least 2lakhs per annum.",
  "detailed_description": "Rajasthan Chief Minister's Relief Fund – medical help scheme launched on April 1999 under Chief Minister's Relief Fund in Rajasthan. Dependents of untimely dead due to famine, floods, excessive rains, fires and accidental accidents help. <br> For treatment information - Assistance is accepted in recognized private hospitals from the major Government/ Chief Minister's Relief Fund of the state. 40% maximum amount of rs1.50 lakh in government hospitals and 30% maximum amount of Rs 90,000 in recognized private hospitals, whichever is less, is accepted and sent to the concerned hospital.",
  "benefits": [
    "Demand draft or Direct Bank Transfer to the beneficiary. Cochlear Implant Surgery of Deaf and Dumb Children - In the state of Rajasthan, deaf and dumb children up to the age of 6 years, whose family income is up to Rs. 2.00 lakh annually, Assistance for Thalassemia Major Disease Treatment - 2 percent assistance is given from the Chief Minister's Assistance Fund up to Rs. 50.7 lakh Financial assistance to a person suffering from serious diseases (cancer, kidney and urine, heart disease) do it. "
  ],
  "eligibility_criteria": "The applicant should be Non BPL The Annal Income of the Family should be greater than 2 LPA Not be listed in ABMGRSBY (Ayushman Bharat Mahatma Gandhi Rajasthan Swasthya Bima Yojana) ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Visit the official website of the Chief Minister Relief Fund Rajasthan at https://cmrf.rajasthan.gov.in/.  Click on the \"Apply for Medical Help\" option on the homepage. You will be directed to a new page where you need to select the \"Apply Online\" option. Fill in the required details such as your name, address, contact details, medical condition, and required treatment. Upload the necessary documents such as medical certificates, doctor's reports, and bills. Once you have filled in all the details, click on the \"Submit\" button. After submitting the application, you will receive an acknowledgment number that you can use to track the status of your application. "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Alternatively, you can also apply offline by downloading the application form from the website and submitting it along with the necessary documents to the Chief Minister Relief Fund office."
      ]
    }
  ],
  "references": [
    {
      "title": "Rajasthan Government Portal",
      "url": "https://jankalyan.rajasthan.gov.in/#/scheme/detail/434"
    }
  ],
  "documents_required": "Income Certificate Copy* Address Proof Copy* Rashan Card Treatment Estimate by Doctor Medical Certificate "
}