{
  "scheme_id": "656eed87f2dded0c80958756",
  "slug": "bmssy",
  "scheme_name": "Bina Mulya Samajik Suraksha Yojana",
  "scheme_short_title": "BMSSY",
  "state": "West Bengal",
  "level": "State",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Micro finance"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Maternity Benefits",
    "Pension",
    "Death Benefits",
    "Medical Benefits"
  ],
  "brief_description": "\"Bina Mulya Samajik Suraksha Yojana (BM-SSY)\" is a comprehensive social security scheme for unorganized workers in the state of West Bengal, India. It was launched by the West Bengal government in 2017.",
  "detailed_description": "The BM-SSY is a significant step towards providing social security to the unorganised workers of West Bengal. The scheme has the potential to improve the lives of millions of workers and their families. The scheme covers all unorganized workers, including construction workers, transport workers, and self-employed workers. All wage earners that also includes self-employed person mentioned under Part A and Part B of the Schedule for the West Bengal Unorganized Sector Workers Welfare Act, 2007, <br> Forty-six (46) unorganized industries as mentioned under Part A of the Schedule: 1. Automobile Repairing Garages (having less than 20 workers). 1. Bakery (having less than 20 workers) 1. Beedi Making 1. Boatman Service 1. Bone Mill 1. Book Binding. 1. Brassware 1. Cashew Processing 1. Ceramic 1. Cinema 1. Clinical Nursing Homes / Private Hospitals. 1. Coir Industry 1. Copy writing work in Court / Registration Office. . 1. Cottage / Village based Cottage Industry (Boatman serv.Ice, Bangle Making, Fire work, Chakki Mills, Kite &amp; Kite sticks Manufacturing, Earthen pottery Work, Paddy Husking, Embroidery &amp; Zari Chicon Works). 1. Dal Mill. 1. Decoration. 1. Foot Wear (Leather, Rubber, Plastic) 1. Forestry &amp; Timber Operation 1. Garments Making 1. Hand-loom 1. Hosiery. 1. Hotel &amp; Restaurant 1. LC.D.S., I.P.P.-VlII &amp; C.U.D.P.-IlI. 1. Iron Foundry 1. Khadi 1. Lac Industry (having less than 20 workers) 1. Leather &amp; Leather goods. 1. Linesman engaged in supply of Bakery Products. 1. Medical Plants other than Cinchona 1. Oil Mill. 1. Paper Board &amp; Straw Board Manufacturing. 1. Plastic Industry. 1. Power Loom 1. Printing Press. 1. Rice Mill including Husking Mills 1. Rubber &amp; Rubber Products 1. Saw Mill 1. Security Agencies. 1. Sericulture 1. Shops (having less than 20 workers) &amp; Establishments (having less than 20 1. workers) 1. Silk Printing. 1. Slaughter House 1. Small Scale Engineering Units. 1. Small Scale Chemical Units 1. Tailoring Industries (having less than 20 workers). 1. Type Copying Work <br> Fifteen (15) self-employed person under occupation mentioned under Part B of the said Schedule: 1. Amins (Land Surveyors) 1. Ayah / Attendant engaged in Hospitals/Nursing Homes by the patients. 1. Barbers / Beauticians. 1. Carpenter. 1. Cobbler / Shoe Maker. 1. Cycle Rickshaw &amp; Van Puller / Paddler 1. Domestic Servants. 1. Fishermen. 1. Gold Smithery &amp; Silver Smithery. 1. Head-load Workers and Workers engaged in Loading &amp; Unloading. 1. Idol Makers. 1. Railway Hawkers. 1. Street Hawkers including News Paper Hawker. 1. Waste Pickers 1. Workers of NGOs &amp; person engaged in West Bengal Welfare Scheme run by the Government including Self-Employed Labor Organisers ( SLOs)",
  "benefits": [
    "Provident Fund: The State Government will pay ₹ 55/- ( ₹ 25/- + ₹ 30/-) including the beneficiary and State Grant) per month. On retirement or death, the total amount along with interest is refunded. Health And Family Welfare: Medical Expenses Beneficiaries and their family members receive financial assistance for hospitalization and outdoor treatment of ailments covered under WBHS 2008. The maximum annual assistance is ₹ 20,000/-. Benefits include full coverage for clinical tests, medicine, and hospitalization. In case of hospitalization, the beneficiary receives compensation for loss of employment. Surgical Expenses Beneficiaries and their family members receive financial assistance for any kind of surgery. The maximum annual assistance is ₹ 60,000/-. Benefits include full coverage for clinical tests, medicine, and hospitalization. In case of hospitalization, the beneficiary receives compensation for loss of employment. Additional Provisions For accidents requiring hospitalization for five or more days, the beneficiary receives compensation for loss of employment. Claims for medical expenses, surgical expenses, and accident-related loss of employment are admissible at government or empaneled hospitals. Payment for loss of employment is applicable only to the registered beneficiary, not to family members. A financial year is considered a year for availing benefits. Death and Disability: To provide social security to the nominees of the beneficiaries under the Yojana, the following benefit would be provided:- In cases of death of the beneficiary arising out of an accident : ₹ 2,00,000/- only In cases of normal death of the beneficiary : ₹ 50,000/- only : ₹ 50,000/- In cases of minimum 40% disability of the beneficiary. The disability should be certified by a Government Hospital. In cases of total and irrecoverable loss of both eyes or loss of use of both hands or feet or loss of sight of one eye and loss of use of hand or foot : ₹ 2,00,000/- In cases of total and irrecoverable loss of sight of one eye or loss of use of one hand or foot : ₹ 1,00,000/- Education : Assistance for education will be provided in the following category as per scale given below:",
    "Class XI - ₹ 4,000/- pa Class XII - ₹ 5,000/- pa Under training at ITI - ₹ 6,000/- pa UG (Arts/Science/Commerce) - ₹ 6,000/- pa PG (Arts/Science/Commerce) - ₹ 10,000/- pa Polytechnic - ₹ 10,000/- pa Medical / Engineering - ₹ 30,000/- pa Assistance for completion of UG education or equivalent Skill Development Studies @ ₹ 25000/- each for up to two daughters will be provided. This benefit will however be admissible if the daughter remains unmarried till completion of studies "
  ],
  "eligibility_criteria": "Applicant must be a resident of West Bengal. Applicant should be between 18-60 years of age. Applicant family income should not exceed ₹ 6, 500/- per month except construction & transport workers. For construction & transport workers family income has no upper limit. The period for calculation of average family income will be 12 months prior to the month in which application is made.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicant have to visit the official website https://bmssy.wblabour.gov.in/  Click on \"New Registration by Beneficiary\". On the \"Beneficiary Registration\" page , provide your personal and contact details and complete the registration process. After receiving Username and Password, applicant need login. Provide the required details regarding. Basic Information. Address Details. Bank Details. Nominee Details. Dependent Details. Document Details Upload. After Successful Upload Of Documents. Final Preview Of Application. Download And Upload Form-1 from the 12 page from the manual documents.  Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://bmssy.wblabour.gov.in/downloads/gazette-notification-no-698.pdf"
    },
    {
      "title": "Revised Guidelines",
      "url": "https://bmssy.wblabour.gov.in/downloads/gazette-notification-no-1447.pdf"
    },
    {
      "title": "Manual",
      "url": "https://bmssy.wblabour.gov.in/downloads/User-Manual-BMSSY.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Photo (mandatory). Signature(mandatory). Aadhar Card/Voter ID Card. Epic Document. Bank Passbook (mandatory). "
}