{
  "scheme_id": "65851f276093f0fa3306a532",
  "slug": "wise-pdf",
  "scheme_name": "WISE Post-Doctoral Fellowship",
  "scheme_short_title": "WISE-PDF",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Department Of Science & Technology, Government Of India",
  "dbt_scheme": false,
  "categories": [
    "Women and Child",
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "WISE",
    "Post-Doctoral",
    "Fellowship",
    "KIRAN",
    "Woman",
    "Research"
  ],
  "brief_description": "\"WISE Post-Doctoral Fellowship\" is a new programme of the Department of Science & Technology that aims to provide opportunities to women scientists & technologists between the age group of 27-60 years who want to continue their research as bench-level scientists in basic and applied sciences.",
  "detailed_description": "The Department of Science and Technology (DST) is implementing a dedicated umbrella scheme &amp;quot;Women in Science and Engineering-KIRAN (WISE-KIRAN)&amp;quot; with the aim to support women from all walks of life in the domain of Science &amp;amp; Technology. The Department has re-structured one of the flagship programme &amp;quot;Women Scientists Scheme&amp;quot; and come up with a new programme &amp;quot;WISE Post-Doctoral Fellowship (WISE-PDF)&amp;quot; that aims to provide opportunities to women scientists and technologists between the age group of 27-60 years who want to continue the research as bench-level scientists in basic and applied sciences. > **Scientific Disciplines:** (1) Physical &amp; Mathematical Sciences [PM] (2) Chemical Sciences [CS] (3) Life Sciences [LS] (4) Earth &amp; Atmospheric Sciences [EA] (5) Engineering &amp; Technology [ET] > **Project Duration:** The maximum duration of the project is 3 years.",
  "benefits": [
    "The fellowship amount under this programme is @₹55,000/- per month with House Rent Allowances as per DST norms. This Programme also provides a Research Grant of ₹2.0 Lakhs per year and the cost of small equipment (up to a maximum of ₹3.0 Lakhs) along with Institutional overhead charges."
  ],
  "eligibility_criteria": "Employment: Candidates in regular employment are not eligible for WISE-PDF. However, women scientists who are temporarily employed in research or academics may apply for the scheme but they have to leave their earlier assignment if the WISE-PDF project is approved. The position of research staff in any project, Post-Doctoral Fellow, Research Associate, etc. will be considered a temporary assignment. Age: The minimum age to apply is 27 years and the maximum is 60 years. Women scientists, less than 27 years of age are NOT eligible. Educational Qualification: Women Scientists having a Ph.D. in Basic/ Applied Science or an equivalent degree like MD, MS, MDS, etc. are eligible for WISE-PDF. Break in Career: Break in career is not mandatory to apply for WISE-PDF, however, women who have a break are also encouraged to apply for this programme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The proposals should be submitted at the DST-WISE portal \" https://onlinewosa.gov.in/ \". The portal is open throughout the year. Step 02: First of all, aspirants need to register themselves at the online portal with their active e-mail ID to apply to WISE-PDF. Step 03: An auto-generated email will be sent to the applicant with an ID and link to create a password. Step 04: After successfully registration, the applicant may login at the 'portal' and fill in the application form of the Project Proposal under WISE-PDF. Step 05: Before submission, the applicant may preview her full proposal to make sure that everything is correct and in order. The proposal can be edited at this stage but after submission, any editing will not be possible. Step 06: Once the applicant finds the proposal is in order, click the \"Final Submit\" button for the final submission of the proposal. Step 07: The proposal can be seen after login. It can also be printed and saved in the system for your ready reference. Note 01: There are different Project Proposal Documents (PPDs) that include files to be submitted online as well as to be uploaded. Note 02: The file size should not exceed 2MB in any case. Note 03: It would be useful to first prepare uploading files which enable the applicant to submit a proposal in a smooth and time-bound manner. Note 04: The formats of all the PPDs are available on the home page of the portal under 'Formats' for ready reference of the applicants. Note 05: Hard copy of the proposal: There is no need to submit a hard copy of the proposal to DST."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://online-wosa.gov.in/wosa/resources/wspublic/formats/pdf/WISE-PDF-Guidelines.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://online-wosa.gov.in/wosa/aboutUsPDF"
    },
    {
      "title": "India ST&I Website",
      "url": "https://www.indiascienceandtechnology.gov.in/nurturing-minds/scholarships/post-doctoral-women/wise-post-doctoral-fellowship-wise-pdf"
    }
  ],
  "documents_required": "1. Project Proposal Document ( Format )\n2. Biodata of PI (Signed) ( Format )\n3. Mentor's Biodata (Signed) ( Format )\n4. Caste Certificate (If applicable)\n5. Disability Certificate (If Applicable)\n6. Proof of age (Birth Certificate,10th Class certificate)\n7. Photograph of PI\n8. Signature of PI\n9. Highest Degree certificate\n10. House Rent Allowance (if eligible) ( Format )\nNote: The formats of all the PPDs are available on the home page of the portal under ' Formats' for ready reference of the applicants."
}