{
  "scheme_id": "65c357eced4030e118cf0b65",
  "slug": "hvcp",
  "scheme_name": "Home for Visually Challenged Person",
  "scheme_short_title": "HVCP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Shelter",
    "Financial assistance",
    "Citizen empowerment",
    "Food Security / Public Distribution System",
    "Training and Skill Up-gradation",
    "Voctional education",
    "Welfare measures",
    "Free Meal"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Shelter",
    "Free Food",
    "Visually Challenged Person",
    "Free Clothes"
  ],
  "brief_description": "The scheme \"Home for Visually challenged Person\" was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to take care of the male persons who are visually impaired and who lack care and protection in society and are deprived of basic needs.",
  "detailed_description": "The scheme \"Home for Visually challenged Person&quot; was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to take care of the male persons who are visually impaired and who lack care and protection in society and are deprived of basic needs like food, shelter, clothes.",
  "benefits": [
    "Free Food and Shelter. Free Supply of Daily Living Needs. Pocket Money of ₹ 5/-. Vocational Training Such as Korai & Coir Mat Weaving, According to Their Interest. Labour Charges of ₹ 20 /- for Mat. Recreations Such as TV, Radio, Musical Instrument, Besides Local Trips to Places of Interest and Temples. Annual Tour to Places of Interest.",
    "NOTE: Contact the authorities below in case of delay in disbursal of benefits:",
    "Puducherry: The Director, Directorate of Social Welfare, Saradhambal Nagar, Ellaipillaichavadhy, Puducherry.",
    "Karaikal: The Collector, Karaikal.",
    "Mahe/Yanam: The Regional Administrator, Mahe/Yanam."
  ],
  "eligibility_criteria": "The applicant should have a total absence of sight. The applicant should have a visual acuity not exceeding 6/60 or 20/200 in the better eye with correcting lenses. The applicant should have a limitation of field of vision sub standing an angle of 20 degree. The applicant should be above 20 years of age.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Social Welfare, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Puducherry: The Deputy Director, Differently Abled Section, Directorate of Social Welfare. Karaikal: The Assistant Director, Social Welfare Department (Sub Office). Mahe / Yanam: The Welfare Officer (i\\c), Social Welfare Department (Sub Office).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socwelfare.py.gov.in/home-visually-challenged-person-puducherry"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    }
  ],
  "documents_required": "Aadhaar Card. Voter ID. Address Proof. Ration Card. Age Proof. Disability Certificate."
}