{
  "scheme_id": "652c1f764c46bfe12b1fa2e9",
  "slug": "pdfwc",
  "scheme_name": "Post Doctoral Fellowship To Women Candidates",
  "scheme_short_title": "PDFWC",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "implementing_agency": "University Grants Commission, Government Of India",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Post Doctoral",
    "Fellowship",
    "Woman",
    "UGC"
  ],
  "brief_description": "The UGC has initiated a scheme of \"Post Doctoral Fellowship for Women\" to those candidates, who are unemployed holding Ph.D. degree in their respective subject areas with an aim to accelerate the talented instincts of the women candidates to carry out the advanced studies and research.",
  "detailed_description": "The UGC has initiated a scheme of \"Post Doctoral Fellowship for Women\" to those candidates, who are unemployed holding Ph.D. degrees in their respective subject areas with an aim to accelerate the talented instincts of the women candidates to carry out the advanced studies and research. The total duration of the fellowship is five years with no provision for further extension. The number of slots available under the scheme is 100 per year. &gt; **Objective:** The objective of this award is to provide an opportunity to carry out advanced studies and research in Science, Engineering and Technology, Humanities, and Social Sciences in Indian Universities/Colleges/Institutions as indicated below: 1. Universities/Institutions/Colleges included under section 2(f) and 12(b) of UGC Act, 1956. 1. Deemed to be Universities under section 3 of the UGC Act, 1956 which are eligible to receive grant in aid from UGC. 1. Universities/Institutions/Colleges funded by Central/ State Govt. 1. Institutes of National Importance.",
  "benefits": [
    "The financial assistance available under the scheme is as follows: The fellowship under the scheme is @ ₹38,800/- per month for fresh candidates. The fellowship under the scheme is @ ₹46,500/- per month after two years. An annual contingency of ₹50,000/- will be given to the eligible student for five years. Escorts/Reader assistance will be paid @ ₹2000/- per month (fixed) in cases of PWD (Person with disability). House Rent Allowance: Suitable single-seated hostel accommodation may be provided to the candidates in the institutions. In such cases, the fellow is eligible to draw only hostel fees excluding mess, electricity, water charges, etc. A certificate to this effect is to be furnished through the Registrar/Director/Principal. HRA is not permissible for those candidates who are staying in Hostel accommodation. In case of non-availability of hostel accommodation, the fellow may be provided with single accommodation by the host institution. In such cases, the rent paid by the fellow on an actual basis may be reimbursed subject to the ceiling of HRA as per Govt. of India norms. If the fellow makes her own arrangements of accommodation, she may be entitled to draw HRA as per the categorization of cities by the Govt. of India. Medical: No separate/fixed medical assistance is provided. However, the Post Doctoral Fellow may avail of the medical facilities available in the University/Institution/ College. Leave: Leave for a maximum period of 30 days in a year in addition to public holidays may be taken by the Post Doctoral Fellow with the approval of the Head of Department. However, they are not entitled to any other vacations, such as summer, winter, and pooja vacations. Women candidates are eligible for maternity leave at full rates of the fellowship for 6th pay, 180 days as per the Government of India rules once during the tenure of their award. The fellow in special cases may be allowed by the Commission leave without fellowship and contingency for a period not exceeding three months during the tenure of the award on the recommendation of the Head of department of the institution concerned. The period of leave without fellowship will be counted towards the tenure. Duration of Fellowship: • The tenure of the award is five years with no provision for further extension."
  ],
  "eligibility_criteria": "The candidate should be unemployed. The candidates must have been awarded the Ph.D. degree to be eligible to apply (Provisional Certificate may be accepted in case the degree is not awarded). The candidate should be 55 years of age as of the last date of submission of the online application. There shall be age relaxation for SC/ST/OBC/PWD (Persons with Disabilities for 5 years. In the case of the general category minimum of 55% of marks at the UG level and a minimum of 60% of marks at the PG level. For reserved categories (SC/ST/OBC/PWD), a minimum of 50% of marks at the UG level and a minimum of 55% of marks at the PG level. Candidates applying for PDF must upload the No Objection Certificate from the proposed research centre duly signed by the HOD and Registrar/Principal/Director of the University/College/Institute. Transgender candidates are eligible to apply under the scheme. The reservation shall be followed as per the Govt. of India norms.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process: Applications are invited through online mode once in a year through advertisement in leading newspapers & employment news. Short notification is also uploaded in the UGC website . Selection Process: The online applications received will be scrutinized by the screening committee. Later, the short-listed candidates will be called to appear before the selection committee, constituted by the Commission. Note 01: No TA/DA will be paid for appearing in the interview with the candidates. Note 02 : The decision of the Commission will be final. Note 03: The award is subject to UGC guidelines and will be effective from the actual date of joining in the University/Institution. Note 04: The last date for joining the award is one month from the date of issue of this letter, failing which the award will be treated as cancelled. Note 05: The Commission reserves the right to withdraw/cancel the award without assigning any reason. Procedure for release of the grant by the UGC: It may be noted that the fellowship amount shall be disbursed through Canara Bank to the bank account of the awardee, (any bank) directly. The list of designated branches of Canara Bank is available on the UGC portal www.ugc.ac.in . The awardee is required to approach the designated branch along with a copy of the Award Letter and Joining Report with a photograph, address and contact number in the prescribed proforma Annexure-II . The awardee is also required to submit the following documents to the designated branch of the Canara Bank at the stipulated period interval: At the end of every three months a 'Continuation Certificate' in the prescribed proforma Annexure-III . This will make the awardee eligible to draw the fellowship for the next three months. After completion of one year of the award of fellowship, the concerned fellow/awardee shall submit and present its Progress Report in the proforma prescribed by the UGC as given in Annexure-IV . The Fellow/awardee shall also submit and present accounts of contingency grants in the proforma prescribed by the UGC as given in Annexure-V . Fellow/awardee shall submit and present its HRA Certificate in the prescribed proforma Annexure-VI . Escorts & Reader's Assistance, Departmental Assistance is given in Annexure-VII ."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://pdfw.ugc.ac.in/default.aspx"
    },
    {
      "title": "Guidelines-XII",
      "url": "https://www.ugc.gov.in/pdfnews/7347918_pdfw.pdf"
    },
    {
      "title": "UGC Website",
      "url": "https://www.ugc.gov.in/pdfw"
    },
    {
      "title": "Guidelines-XI",
      "url": "https://www.ugc.gov.in/oldpdf/xiplanpdf/guidelinespostdoctoral_women.pdf"
    }
  ],
  "documents_required": "1. Copy of Aadhaar Card\n2. Passport-size Photograph\n3. Proof of age\n4. Mark Sheets/Grade Cards & Degrees\n5. Caste certificate, if applicable\n6. Disability certificate, if applicable\n7. Income Certificate, if applicable\n8. Bank account details.\n9. NOC/Undertaking \n10. Any other document, if required."
}