{
  "scheme_id": "66091c91a8333243439110e4",
  "slug": "dpgsslamgsc",
  "scheme_name": "Dr. P. G. Solanki Scheme for Loan/Assistance to Medical Graduate Doctors of Scheduled Caste",
  "scheme_short_title": "DPGSSLAMGSC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "District Deputy Director Office, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Medical Graduate",
    "Doctors",
    "Scheduled Caste"
  ],
  "brief_description": "The scheme was launched in the year 1976 with the objective to provide loans/assistance to the Scheduled Caste category doctors to start their independent profession.",
  "detailed_description": "The scheme \"Dr. P. G. Solanki Scheme for Loan/Assistance to Medical Graduate Doctors of Scheduled Caste\" was launched by the Director Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. The scheme was launched in the year 1976. Under the scheme, loans/financial assistance is provided to the Scheduled Caste Medical Graduates possessing qualifications such as M.B.B.S, B.S.A.M, B.A.M.S, B.A.M (Ayurveda), B.D.S (Dental) Homeopathic Degree/ BHMS and DHMS in Diploma, and Homeopathic Degree/Diploma (BHMS and DHMS in Diploma) to start their independent profession.",
  "benefits": [
    "Loan/Assistance details under the scheme:",
    "Subsidy/assistance of ₹25,000/-. Loan upto ₹2,50,000/- at the rate of interest 4%."
  ],
  "eligibility_criteria": "The applicant should be a Medical Graduate Doctor possessing qualifications such as M.B.B.S, B.S.A.M, B.A.M.S, B.A.M (Ayurveda), B.D.S (Dental) Homeopathic Degree/ BHMS and DHMS in Diploma, and Homeopathic Degree/Diploma (BHMS and DHMS in Diploma). The applicant should belong to the Scheduled Caste category. The benefit of this scheme will be given only to natives of Gujarat state. The annual income limit should not exceed ₹6,00,000/- for rural areas and ₹6,00,000/- for urban areas. The applicant should not be employed in a government hospital or any private organization. The benefit of this scheme will be available to one person in the family only once. If the involvement of another person is found, all loan assistance and other expenses will be recovered from the applicant. After sanctioning the loan to the applicant, repayment will be made in monthly installments of ₹5,000/- for 12 months. The applicant will have to start the clinic in 3 months after receiving government assistance. Homeopathic doctors must practice only in pure homeopathy.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc. and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.",
        " User Manual "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The eligible applicant may visit the nearest office of the District Deputy Director, Scheduled Caste Welfare, and collect the application form. The application form can also be downloaded from the official website . Step 02: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application form along with the documents to the concerned authority in the office. Step 04: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1556?lang=Gujarati"
    },
    {
      "title": "Scheme Details (Page No. 86)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=n7LXroqUbBXtUw6EqNoWug=="
    },
    {
      "title": "E-Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    },
    {
      "title": "Application Form",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/App_form_22122021.pdf"
    },
    {
      "title": "Notification-1",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/tharav_10_22122021.pdf"
    },
    {
      "title": "Notification-2",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/tharav_9_22122021.pdf"
    }
  ],
  "documents_required": "Passport Size Photograph Aadhaar Card of the applicant Caste certificate Proof of annual income of the family Proof of Residence (Any one of Electricity Bill/Licence/Rent Agreement/Electoral Card/Ration Card) Copy of registration Certificate of Medical Graduate Degree Proof of the age of the applicant/School leaving certificate (if any) Copy of first page of Bank Passbook/Cancelled Check (in applicant's name) Surety bond  Guarantee Sheet  Eligibility for loan repayment Agreement  Affidavit  Property of Guarantor-1 Property of Guarantor-2 Any other documents as required  Application Attachments "
}