{
  "scheme_id": "686221646d07fe5ea1b8e7b1",
  "slug": "sfifsawa",
  "scheme_name": "PMMSY: Inputs for Saline /Alkaline Water Aquaculture - Haryana",
  "scheme_short_title": "IFSAWA",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Fish Farmers",
    "Aquaculture",
    "Entrepreneurs",
    "Initial Crop"
  ],
  "brief_description": "The subsidy for Inputs for Saline /Alkaline Water Aquaculture under Pradhan Mantri Matsya Sampada Yojana (PMMSY) provides input cost subsidy for saline/alkaline water aquaculture in newly created water bodies to expand fisheries production in Haryana.",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Inputs for Saline /Alkaline Water Aquaculture, introduced by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide input cost subsidy for saline/alkaline water aquaculture in newly created water bodies. This centrally sponsored scheme is jointly funded 50% by the Central Government and 50% by the State Government. It supports input costs for the initial crop in new ponds/tanks, encouraging fish and shrimp culture in Haryana. <br>",
  "benefits": [
    "The project cost is ₹6,00,000/- per hectare.",
    "Subsidy Distribution:",
    "40% of the project cost for General Category beneficiaries 60% of the project cost for SC/Women beneficiaries"
  ],
  "eligibility_criteria": "The applicant must have a valid Parivar Pehchan Patra (PPP). The applicant must create new water bodies under the scheme to receive input cost subsidy. The applicant will receive central assistance for input costs only for the initial crop in newly constructed ponds/tanks. The applicant must ensure the ponds/tanks are fully ready for fish or shrimp culture before claiming input cost assistance. The applicant may also use land on a long-term registered lease, provided the lease period is at least 7 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details,i.e., Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS : Registered Mobile Number: Type 'SARAL' and send it to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=1DFzzH7UZG7HVekfpzlMIg=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Agreement Deed between beneficiary and Fisheries Department. Date of Birth Certificate (Voter ID/Birth Certificate/Aadhaar/Matriculation Certificate). Caste Certificate from First Class Magistrate (Tehsildar). Training Certificate of beneficiary. Land Record from Tehsil (Own Land - Jamabandi, Nakal Akshizra, Farad) or registered lease deed of minimum 7 years. Bills/Receipts/Vouchers. Photographs of farmer with pond. Detail of Bank Account and PAN Card. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per PMMSY guidelines."
}