{
  "scheme_id": "67e280860aa19c6dc28b1958",
  "slug": "kvpy",
  "scheme_name": "Kishore Vaigyanik Protsahan Yojana",
  "scheme_short_title": "KVPY",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Indian Institute Of Science (IISc), Bangalore",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Research & Development",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scientist",
    "Student",
    "Science",
    "Fellowship",
    "Research"
  ],
  "brief_description": "The KVPY is a national fellowship program in basic sciences, initiated and funded by the Department of Science and Technology to attract exceptionally motivated students to pursue basic science courses and a research career in science.",
  "detailed_description": "The &amp;quot;Kishore Vaigyanik Protsahan Yojana (KVPY)&amp;quot; is a National Program of Fellowship in Basic Sciences which is initiated and funded by the Department of Science and Technology, Government of India, to attract exceptionally motivated students to pursue basic science courses and research careers in science. Under this scheme, students are encouraged in science research from school level to postgraduate level. ***Objective:*** - Identify students with talent and aptitude for research. - Help them realize their academic potential. - Encourage them to take up research careers in science. - Ensure the growth of the best scientific minds for research and development in the country. ***Streams under KVPY:*** KVPY exam is conducted for various streams: 1. **Stream SA:** This is for those students who are studying in class 11 with Science and who have interest in Science. 1. **Stream SX:** It is for students who are pursuing class 12 science and have interest in pursuing science research at the graduate level. 1. **Stream SB:** It is for students who are studying in the first year of graduation (B.Sc./B.S./B.Math./B.Stat./Int. M.Sc.) and want to pursue a career in science. ***KVPY Exam Format:*** The entrance examination of KVPY consists of two stages: 1. **Aptitude Test:** This exam is conducted online and questions are asked based on the subjects of Physics, Chemistry, Mathematics, and Biology. It consists of objective type questions. 1. **Interview (no longer applicable):** Earlier, students were called for interview after the qualifying exam but now the examination process includes only aptitude test.",
  "benefits": [
    "Scholarships and Awards:",
    "Under this scheme, scholarships and grants are provided to students, offering financial assistance for studies ranging from undergraduate programs (such as B.Sc., B.S., B.Stat., B.Math., Int. M.Sc., M.S.) to postgraduate programs (such as M.Sc. and M.S.). For school students (11th & 12th): Scholarship of ₹5,000/- per month and contingency grant of ₹20,000/- per year. For undergraduate and postgraduate students: Scholarship of ₹7,000/- per month and contingency grant of ₹28,000/- per year. For Masters students: Scholarship of ₹7,000/- per month and contingency grant of ₹28,000/- per year.",
    "Note 1: Apart from this scholarship, KVPY scholars are also given opportunities to study and do research in various research institutes, universities and laboratories. Note 2: KVPY scholars get opportunities to participate in research work in the field of science and technology. Note 3: Scholars get opportunities to attend various workshops, seminars and conferences, which help in their development. Note 4: KVPY exam provides students a path to build a promising career in science and research, and it gives them the opportunity to study in the premier science institutes of India."
  ],
  "eligibility_criteria": "Eligibility for Stream SA:\nThe student should have passed the 10 th class with a minimum of 75% marks (65% for SC/ST/PwD). The student should be enrolled in the 12 th class with the science stream.\nEligibility for Stream SX:\nThe student should have passed the 12 th class with a minimum of 75% (65% for SC/ST/PwD). The student should be enrolled in higher education with science subject.\nEligibility for Stream SB:\nThe student should have passed the 12 th class with a minimum of 75% (65% for SC/ST/PwD). The applicant should be enrolled in the first year of Graduation with science subject.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Visit the official website: KVPY Official Website .",
        "Step 2: Fill in personal details such as name, date of birth, class details, stream, mobile number, email ID, and nationality.",
        "Step 3: Click on \"Submit\" to complete the registration process.",
        "Note: After registration, log out and re-login using the credentials sent to your email ID and mobile number to complete the application form.",
        "Login Process:",
        "Step 1 : Enter your \"User ID\" and \"Password.\"",
        "Step 2: Click on \"Go to Application\" to proceed.",
        "Application Filling Process:",
        "Step 1: Provide details such as category, gender, contact information, and academic information.",
        "Step 2: Upload required documents like a passport-size photo, signature, and other necessary documents.",
        "Step 3: Fill in the captcha and proceed to pay the examination fee.",
        "Step 4: Upon successful submission, the applicant will receive a unique application ID.",
        "Aptitude Test:",
        "Appear for the computer-based test covering Physics, Chemistry, Mathematics, and Biology.",
        "Result Declaration: ",
        "Shortlisted candidates receive scholarships based on merit.",
        "Note 1: The application process starts in the month of July-August every year.",
        "Note 2: Examinations KVPY exam is conducted in the month of November.",
        "Note 3: The exam results and merit list are released in February or March. Students are awarded scholarships based on their performance."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://erojgar.cg.gov.in/LandingSite/download/%E0%A4%95%E0%A4%BF%E0%A4%B6%E0%A5%8B%E0%A4%B0%20%E0%A4%B5%E0%A5%88%E0%A4%9C%E0%A5%8D%E0%A4%9E%E0%A4%BE%E0%A4%A8%E0%A4%BF%E0%A4%95%20%E0%A4%AA%E0%A5%8D%E0%A4%B0%E0%A5%8B%E0%A4%A4%E0%A5%8D%E0%A4%B8%E0%A4%BE%E0%A4%B9%E0%A4%A8%20%E0%A4%AF%E0%A5%8B%E0%A4%9C%E0%A4%A8%E0%A4%BE%20(KVPY).pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.indiascienceandtechnology.gov.in/nurturing-minds/scholarships/school/kishore-vaigyanik-protsahan-yojana-kvpy"
    },
    {
      "title": "Scheme Details",
      "url": "https://dst.gov.in/hi/scientific-programmes/scientific-engineering-research/kishore-vaigyanik-protsahan-yojana-kvpy"
    },
    {
      "title": "Notice",
      "url": "https://online-inspire.gov.in/Images/Notice/Notice_for_KVPY.pdf"
    }
  ],
  "documents_required": "Passport-size Photo Educational Qualification certificates Caste certificate, if applicable Bank account details Any Other Document If Required"
}