{
  "scheme_id": "649ab2cd380f8e123543f400",
  "slug": "itg",
  "scheme_name": "Incentive To Girls",
  "scheme_short_title": "ITG",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Agriculture Department",
  "categories": [
    "Agriculture,Rural & Environment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Girl Education",
    "Empowerment",
    "Higher Education"
  ],
  "brief_description": "Rajasthan State started a scheme \"Incentive for Girls\" for state students.",
  "detailed_description": "The Rajasthan State government initiated a scheme &quot;Incentive for Girls&quot; to provide financial assistance. Under this scheme, to the all those girls students who are pursuing Senior Secondary, Graduation in Agriculture and Post Graduation in Agriculture, financial support will be provided.",
  "benefits": [
    "₹15,000/- per annum: To the girl students studying in senior secondary by taking agriculture subjects in 11th and 12th classes ₹25,000/- per annum: To girl students studying in Agricultural graduate education like Horticulture, Dairy, Agricultural Engineering, Food Processing and Shri Karan Narendra Business Management College, Jobner in 4/5 years course ₹25,000/- per annum: To the girl students studying in Post Graduate Agriculture (M.Sc. Agriculture) in the 2-year course. ₹40,000/- per annum: To the girl students studying for a maximum of 3 years PhD."
  ],
  "eligibility_criteria": "The student should be a native of Rajasthan. Schools, Colleges, and Universities are recognized by the state and state government. Girl Students should not have failed in the last year. The incentive amount is not payable to the girl students who leave school, college, or university in the middle of the class session.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applicants have to visit official portal.  Click on login. On new page applicant can login with their Jan-Aadhaar Number OR Applicants can also login with their SSO ID on sso portal.    Now students can log in with their Jan-Aadhaar ID. Fill out the application form. Attach the required documents. Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://schemes.rajasthan.gov.in/scheme/detail/488"
    }
  ],
  "documents_required": "Jan-Aadhaar. Applicant Photograph. Age and Address Proof. Copy of Education Qualification Marksheet/Certificate: Certificate of HOD Copy of Educational Qualification Marksheet/Certificate: Final Examination. pass mark sheet. Copy of Bank Passbook."
}