{
  "scheme_id": "6429221904c8c8e6936153f9",
  "slug": "sapwdpfaa",
  "scheme_name": "Scheme Of Assistance To Persons With Disabilities For Purchase/Fitting Of Aids And Appliances",
  "scheme_short_title": "SAPWDPFAA",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "Family Welfare Department",
  "implementing_agency": "District Social Welfare Offices",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Asisstance",
    "Person With Disability",
    "Social Welfare",
    "PwD"
  ],
  "brief_description": "\"Scheme of Assistance to Persons with Disabilities for Purchase/Fitting of Aids and Appliances\" is a scheme by the Social Welfare Department, Govt. of Manipur. In this scheme, the PwD is provided with Financial Assistance for the Purchase/Fitting of Hearing Aids, Artificial Limbs, etc.",
  "detailed_description": "&quot;Scheme of Assistance to Persons with Disabilities for Purchase/Fitting of Aids and Appliances&quot; is a scheme by the Social Welfare Department, Govt. of Manipur. In this scheme, the Person with a Disability is provided with Financial Assistance for the Purchase/Fitting of Hearing Aids, Artificial Limbs, and Other Appliances. This is a State Sponsored Scheme and only the citizens who are domiciled in the State of Manipur can apply for this scheme. The percentage of disability of the applicant should be 40% and above. The application should be submitted through the respective District Social Welfare Officer.",
  "benefits": [
    "Financial Assistance for the Purchase/Fitting of Hearing Aids, Artificial Limbs, and Other Appliances."
  ],
  "eligibility_criteria": "The applicant should be a domicile of the state of Manipur. The percentage of disability should be 40% and above. The applicant should not have received assistance during the last 3 years for the same purpose from any firm / approved organization. However, for children below 12 years of age, this limit would be one year. The monthly income of the applicant from all sources should not exceed ₹ 15,000/- per month. In the case of dependents, the income of parents/guardians should not exceed ₹ 15,000/- per month.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The application form can be downloaded from the Department's website www.socialwelfare.nic.in or collected from the District Social Welfare Offices, Office of CDPOs. The application forms are also available during MeeyamgiNumit at Chief Minister's Darbar Hall.",
        "Step 2: Fill in the mandatory fields of the Application Form, and attach the supporting (self-attested) documents and the passport-sized photograph.",
        "Step 3: Submit the form to the Office of the District Social Welfare Officer concerned.",
        "Step 4: The name of the selected beneficiaries will be made available on the Department's website or displayed on the notice board of the Directorate, Social Welfare/ District Social Welfare Offices."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialwelfare.mn.gov.in/media/filer_public/b4/0d/b40d053e-337a-433f-96ba-7a88f17fa992/artificial_aids.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://socialwelfare.mn.gov.in/media/filer_public/b4/0d/b40d053e-337a-433f-96ba-7a88f17fa992/artificial_aids.pdf"
    }
  ],
  "documents_required": "Income Certificate (issued by the concerned revenue officer, not below the rank of Sub-Deputy Collector) in respect of beneficiaries staying in orphanages, halfway home, aged homes, etc. Aadhaar Card. Voter ID (EPIC). Disability Certificate (issued by the Competent Authority). Residential / Domicile Certificate of the state of Manipur. Details of the Bank Account."
}