{
  "scheme_id": "65e0b218da55878ebe09bd2c",
  "slug": "vvuy",
  "scheme_name": "Vidhva Vivah Uphar Yojana",
  "scheme_short_title": "VVUY",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Marriage"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Women",
    "Widow",
    "Financial Assistance",
    "Marriage"
  ],
  "brief_description": "The Rajasthan government's Social Justice and Empowerment Department launched the \"Vidhva Vivah Uphar Yojana\" program, a social welfare initiative that aims to improve the lives of widow women.",
  "detailed_description": "Vidhwa Vivah Uphar Yojana is a government Under the Social Justice and Empowerment Department, scheme that assists in the process of marriage of widows. This scheme is for those widows who have decided to start a new life after the time spent with their former husbands. The government provides a certain amount to widows, which can be used in the marriage of widows. The money is used to help widows meet the comfortable needs of their new home.",
  "benefits": [
    "Financial Assistance/Gift amount ₹51,000/-"
  ],
  "eligibility_criteria": "Applicant must be a widow women from Rajasthan State. Applicant must be resident of Rajasthan or living in Rajasthan for 3 years before re-marriage. Applicant should be entitled to pension as per widow pension rules. Applicant age should be between 18-50 years. If the applicant has remarried before this scheme then he/she will not be eligible.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicant need to get the application form from : Officer of the District Social Justice and Empowerment Department. Download from the official document page no. 7. On plain paper. Submit to the Officer of the District Social Justice and Empowerment Department. Attach all the required documents Age proof (school certificate, birth certificate) Husband's death certificate Residence proof Income proof (all sources) Details of family members Widow pension document (if applicable) Remarriage certificate (certified copy)"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://jankalyanfile.rajasthan.gov.in//Content/UploadFolder/Scheme/SJED/WRGS/DOC_127_ce05b729-3a99-44fd-b802-be312cee404c.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://schemes.rajasthan.gov.in/scheme/detail/127"
    },
    {
      "title": "Registration",
      "url": "https://sso.rajasthan.gov.in/register"
    },
    {
      "title": "Login",
      "url": "https://sso.rajasthan.gov.in/signin"
    }
  ],
  "documents_required": "The applicant must have the following documents to apply for Widow Marriage Gift Scheme :-\nAadhar Card Copy Address Proof Copy Bank Passbook Copy Birth Certificate Copy : For age proof Death Certificate Copy : of Husband Jan Aadhar/Bhamashah Card Copy Passport Size Photo"
}