{
  "scheme_id": "6824371d9bea90887cede3a3",
  "slug": "thsdse",
  "scheme_name": "Training for Horticulture Skill Development for Self-Employment at Centre of Excellence",
  "scheme_short_title": "THSDSE",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Horticulture Training",
    "Skill Development",
    "Self-Employment",
    "Student"
  ],
  "brief_description": "The scheme \"Training for Horticulture Skill Development for Self-Employment at Centre of Excellence \" is aimed at promoting self-employment opportunities across all communities in Gujarat through practical and theoretical learning at the Centre of Excellence.",
  "detailed_description": "The scheme &amp;quot;Training for Horticulture Skill Development for Self-Employment at Centre of Excellence&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to offer structured training programs ranging from 10 to 30 days, focusing on horticultural skills to enable self-employment. The program is tailored for individuals across all social categories, with subsidized training costs. Beneficiaries gain access to a complete learning experience, including expert sessions, training literature, educational tours, and practical kits.",
  "benefits": [
    "Stipend: ₹250/- per trainee. Other Facilities: Dining facility, training literature kit, experiential education tour, trainee kit, etc.",
    "Duration of the Training:",
    "Minimum: 10 days Maximum: 30 days"
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat.\nThe applicant should belong to any of the following:\nAgriculture Labour All Colleges All Farmers All Individuals All Students Anganwadi Worker College Students Farm Labourer Horticulturists Self-Employment Skilled Individual Small and Marginal Farmers Small, Marginal & Other Farmers",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Obtain a plain paper application form from the District Office of the Deputy Director of Horticulture.",
        "Step 2: Fill in the application form with accurate details. Attach the required documents.",
        "Step 3: Submit the form to the District Office of the Deputy Director of Horticulture."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 560)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    },
    {
      "title": "User Manual (Applicant Registration)",
      "url": "https://ikhedut.gujarat.gov.in/site/iKhedut%202.0%20User%20Manual%20PPT_Gujarati.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Bank Pass Book/Cancelled Cheque. Ration Card. True Copy of Election Card."
}