{
  "scheme_id": "680cbaa50812f1f15d3fe7b2",
  "slug": "kgsfdrs",
  "scheme_name": "Kasturba Gandhi Special Term Deposit Receipt Scheme",
  "scheme_short_title": "KGSTDRS",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Education (Elementary and Secondary) Department",
  "implementing_agency": "Directorate Of Secondary Education, Bikaner, Rajasthan",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Term Deposit",
    "Girl Student",
    "Residential School",
    "Kasturba Gandhi"
  ],
  "brief_description": "Under this scheme, girls who pass Class 8 from Kasturba Gandhi Schools, secure at least 50% marks in Class 10, & enroll in Class 11 receive an STDR of ₹2,000/- (5-year term). Those who score 50% in Class 12 and enroll in graduation receive an STDR of ₹4,000/- (3-year term).",
  "detailed_description": "The &amp;quot;Kasturba Gandhi Special Term Deposit Receipt Scheme&amp;quot; was launched by the Department of Education, Government of Rajasthan. Under this scheme, girls who complete Class 8 from Kasturba Gandhi Residential Girls&amp;#39; Schools and continue their regular studies in government schools are eligible for financial support. Those who secure at least 50% marks in Class 10 and enroll in Class 11 will be awarded a Special Term Deposit Receipt (STDR) of ₹2,000/- with a maturity period of five years. Similarly, girls who achieve a minimum of 50% marks in Class 12 and enroll in the first year of a graduation course will receive an STDR of ₹4,000/- with a maturity period of three years.",
  "benefits": [
    "Monetary Benefits:",
    "A Special Term Deposit Receipt (STDR) of ₹2,000/- for girl students enrolled in Class 11. A Special Term Deposit Receipt (STDR) of ₹4,000/- for girl students pursuing a graduation course.",
    "Mode of Disbursement:",
    "STDRs (Special Term Deposit Receipts) in the name of the student.",
    "Validity:",
    "An STDR of ₹2,000/- is valid for 5 years. An STDR of ₹4,000/- is valid for 3 years."
  ],
  "eligibility_criteria": "General Eligibility\nThe applicant should be a native of Rajasthan state. The applicant should be a girl student. The applicant should have passed the 8 th class from a Kasturba Gandhi Residential Girls School in Rajasthan.\nEligibility Criteria for Class 10 th Students\nThe applicant should have passed the 10 th class with a minimum of 50% marks while studying in a government school. The applicant should be enrolled in the 11 th class in a government school.\nEligibility Criteria for Class 12 th Students\nThe applicant should have passed class 12 th with at least 50% marks from a government school The applicant should be enrolled in the first year of a recognized undergraduate course.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process: Step 1: To avail of the benefits of the scheme, the applicant needs to contact their respective school. Step 2: Eligible students are identified by the head of their institution. Step 3: Submit copies of all the mandatory documents (self-attested, if required) to the respective school. Step 4: The school will visit the Shala Darpan, Rajasthan Portal. Step 5: Using the school's login credentials (Login ID and Password), the school will fill and submit the application form. Post-Application Process: Step 1: The filled applications are forwarded to the District Education Officer (DEO), Primary/Secondary Education. Step 2: The DEO compiles and forwards all verified applications to the Directorate of Secondary Education, Bikaner, Rajasthan."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://rajshaladarpan.rajasthan.gov.in/SD2/BSP/Home/ShowFile.aspx?oid=63d105de12a7f949a0e67697"
    },
    {
      "title": "Scheme Details",
      "url": "https://rajshaladarpan.rajasthan.gov.in/SD2/BSP/Home/ViewDocument.aspx"
    }
  ],
  "documents_required": "Aadhaar Card or Jan Aadhaar Card of the student Marksheet Copy Certificate of Regular Study Any Other Document if Required"
}