{
  "scheme_id": "65e6b551da55878ebe11e1ba",
  "slug": "msdsrp",
  "scheme_name": "Mukhyamantri Sports Development Scheme - Retired Person",
  "scheme_short_title": "MSDSRP",
  "state": "Tripura",
  "level": "State/ UT",
  "nodal_department": "Youth Affairs and Sports Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Employment services and jobs",
    "Retirement",
    "Placement assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Retired",
    "Sportsperson",
    "Remuneration",
    "Employment",
    "Sports"
  ],
  "brief_description": "Launched on 9th February 2024 the \"Mukhyamantri Sports Development Scheme-Retired Person\" was launched by the Directorate of Youth Affairs & Sports, Govt. of Tripura. The scheme aims to generate employment opportunities for retired persons by giving a monthly fixed remuneration of ₹30,000/-.",
  "detailed_description": "Launched on 9th February 2024 the &quot;Mukhyamantri Sports Development Scheme-Retired Person&quot; was launched by the Directorate of Youth Affairs &amp; Sports, Government of Tripura. The scheme aims to generate employment opportunities (Gymnastics, Swimming) for retired persons (Senior Physical Instructors) to give a monthly fixed remuneration of ₹30,000/-. The contract is tenable for a maximum period of 6 months, it may be extended or curtailed (The total period of engagement of consultants shall not exceed 5 years or 64 years of age whichever is earlier.)",
  "benefits": [
    "Fixed remuneration of ₹30,000/- per month."
  ],
  "eligibility_criteria": "The applicant should be a resident of Tripura. The applicant should be a retired sportsperson. The applicant's age should be less than 64 years.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Tripura: Director of Youth Affairs & Sports, Government of Tripura, Shiksha Bhavan, 4th Floor, Office Lane, Agartala, Pin-799001.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines And Application Form",
      "url": "https://yas.tripura.gov.in/sites/default/files/2024-02/ADVERTISEMENT.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Self-attested Passport-size photo. Permanent Resident Certificate of Tripura (PRTC). Educational Certification. Sports Certificate. Fitness certificate (Issued by Agartala Government Medical College Tripura). Good record in service career and integrity certificate (Issued by the competent authority). Any other document if required."
}