{
  "scheme_id": "642257f515612c1db763d0f7",
  "slug": "cec",
  "scheme_name": "Competitive Exam Coaching",
  "scheme_short_title": "Cec",
  "state": "Rajasthan",
  "level": "State",
  "nodal_department": "Tribal Area Development Department",
  "implementing_agency": "Tribal Area Development Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Students",
    "Scheduled Tribe",
    "Rajasthan",
    "Free Coaching"
  ],
  "brief_description": "Competitive exam Coaching for tribal students scheme was launched in Rajasthan by Tribal Area Development Department in the year 2016-17, under which free coaching to tribal students for competitive examinations through Mankyi Lal Verma Tribal Research and Training Institute, Udaipur is provided.",
  "detailed_description": "Competitive exam Coaching for tribal students scheme was launched in Rajasthan by Tribal Area Development Department in the year 2016-17. Free coaching to tribal candidates for various competitive examinations through Mankyi Lal Verma Tribal Research and Training Institute, Udaipur and Scheduled Area Project Officer&#39;s Office. <br> <br> Applicants can obtain their application form free of cost from the Director, M.L.Verma Tribal Research and Training Institute, Udaipur or through the Office of the Project Officer of the Scheduled Area, fill the forms, attach the documents and submit it in the same office. <br> This scheme is applicable to these districts: Banswara, Chittorgarh, Dungarpur, Pali, Sirohi, Udaipur, Rajsamand, and Pratapgarh. <br> The applicant must have the following documents to apply for Competitive Exam Coaching :- - Education Qualification Marksheet / Certificate Copy - Domicile Certificate Copy - Caste Certificate Copy - Sowing Certificate Copy This scheme can be availed only once by a student. <br>",
  "benefits": [
    "Free coaching to tribal (ST) students."
  ],
  "eligibility_criteria": "Should be a student of ST category. Both Male and Female students are eligible for taking benefit of this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "1. Applicants can obtain their application form free of cost from the Director, M.L.Verma Tribal Research and Training Institute, Udaipur or through the Office of the Project Officer of the Scheduled Area.",
        "2. After filling the form, it needs to be submitted to the same office along with the photocopies of the required documents."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://jankalyan.rajasthan.gov.in/#/scheme/detail/589"
    }
  ],
  "exclusions": "If a student has availed of the benefit once, they can't get it again.",
  "documents_required": "Education Qualification Marksheet / Certificate Domicile Certificate Caste Certificate Sowing Certificate"
}