{
  "scheme_id": "663f6d00b25b9df81ecd8fa9",
  "slug": "eicca",
  "scheme_name": "Early Intervention Centres for Children with Autism",
  "scheme_short_title": "EICCA",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Autism",
    "Differently Abled Person",
    "Skill",
    "Social Welfare"
  ],
  "brief_description": "The \"Early Intervention Centres for Children with Autism\" was launched by the Department for the Welfare of Differently Abled Persons, Government of Tamil Nadu. Under this scheme, Early intervention programme emphasizes attending to social stimuli, imitation skills, language comprehension and usage.",
  "detailed_description": "The &quot;Early Intervention Centres for Children with Autism&quot; was launched by the Department for the Welfare of Differently Abled Persons, Government of Tamil Nadu. Under this scheme, Early intervention programme emphasizes attending to social stimuli, imitation skills, language comprehension and usage, appropriate play skills etc., EIC centers have been established at SRTC-Chennai and other locations, including RSRTC-Tiruchirapalli, Tirunelveli, Kanniyakumari, Thanjavur, Kancheepuram, Thiruvallur, Salem, Namakkal, Madurai, Erode, Coimbatore, Vellore, Thuthukudi, Villupuram, Virudhunagar, Cuddalore, Dindigul, and Thiruvannamalai. There is a need for early intervention to effectively combat the incidence of autism. <br>",
  "benefits": [
    "Early intervention helps children with Autism by addressing social stimuli, imitation skills, language comprehension and usage, and appropriate play skills."
  ],
  "eligibility_criteria": "A beneficiary child should be between 0-6 years old. A beneficiary child should be affected by autism.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The parents/guardian should visit (during office hours) the District Differently Abled Welfare Officer and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "National Identity Card of the Differently Abled. Birth Certificate. Any Other Document If Required."
}