{
  "scheme_id": "64e4992d9a06d82f412c4a81",
  "slug": "s-kerala",
  "scheme_name": "Snehasparsham",
  "scheme_short_title": "S-kerala",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "Kerala Social Security Mission",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Unwed Mother",
    "Unmarried Mother",
    "Financial Assistance"
  ],
  "brief_description": "The Government of Kerala has launched the \"Snehasparsham\" scheme to protect and help unwed mothers. The problems of unwed mothers are linked with various socio-economic and cultural variables.",
  "detailed_description": "The Government of Kerala has launched the \"Snehasparsham\" scheme to protect and help unwed mothers. The problems of unwed mothers are linked with various socio-economic and cultural variables. In Kerala, this problem is coupled with the ignorance and exploitation of the backward classes. It has been pointed out that there are many women in Wayanad and other districts of Kerala who are victims of social exploitation and atrocities and are often forced to become unmarried mothers. Unwed mothers have a special need for education, employment, and health care especially reproductive and child health. Quite often they are neglected from the mainstream of life. The percentage of abortion-related hazards and death is high among teenage unwed mothers. As a part of this scheme, the Government is giving ₹1000/- per month to them. One curious fact that can be noted is that the women who are exploited never blame the person who caused their misery, largely due to their style of living. At a young age, they long for love and care. Their husbands do not stay with them for long. They go in search of jobs and sometimes do not come back. Their place is taken up by someone else whom these women believe in. Therefore, their condition becomes pathetic and it becomes necessary to address their problems too.",
  "benefits": [
    "Under the scheme, financial assistance of ₹1000/- per month will be given to unwed mothers."
  ],
  "eligibility_criteria": "The applicant should be a resident of Kerala State. The applicant should be an unwed mother. The applicant should be under 65 years. The applicant should not be a recipient of any other pension schemes of the government. Note: The applicant must be an account holder in a post office.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits of the scheme, the application form duly filled is to be submitted at the nearest Integrated Child Development Services (ICDS) Officer, Kerala, or District Social Justice Officer, Kerala."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://socialsecuritymission.gov.in/scheme_info.php?id=OA=="
    },
    {
      "title": "Application Form",
      "url": "https://socialsecuritymission.gov.in/vmcatalogue/notifications/b3713dd7b121ac75d6623a48aa756211.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Attested copy of Aadhaar card/confirmation slip received after Aadhaar card registration Passport-size photograph Copy of the post office account passbook Attested copy of ration card. Residence certificate Any other documents, if required\nNote: Life certificate to be submitted every year in the month of June to the Executive Director, Kerala Social Security Mission to continue the scheme benefits."
}