{
  "scheme_id": "67778b6e09be7bb7dfa10151",
  "slug": "sjmmsvy",
  "scheme_name": "Swarnim Jayanti Mukhya Mantri Shaheri Vikas Yojana (SJMMSVY)",
  "scheme_short_title": "SJMMSVY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Urban Development and Urban Housing Department",
  "dbt_scheme": false,
  "categories": [
    "Utility & Sanitation"
  ],
  "sub_categories": [
    "Water supply",
    "Solid waste management",
    "Sanitation / Sewage",
    "Electricity"
  ],
  "target_beneficiaries": [
    "Government Organisation"
  ],
  "tags": [
    "Urban Development",
    "Water Supply",
    "Underground Drainage",
    "Solar Energy",
    "Sewage Treatment"
  ],
  "brief_description": "A flagship initiative by the Gujarat government launched in 2009-10 to enhance city-level infrastructure, focusing on water supply, underground drainage, and renewable energy for sustainable urban development.",
  "detailed_description": "The Swarnim Jayanti Mukhya Mantri Shaheri Vikas Yojana (SJMMSVY) was introduced in 2009-10 by the Urban Development and Urban Housing Department, as part of Gujarat&amp;#39;s 50-year establishment celebrations. The scheme aims to upgrade urban infrastructure, focusing on water supply and underground drainage. Key projects include the &amp;quot;Nal Se Jal&amp;quot; initiative for daily tap water supply, the establishment of Sewage Treatment Plants (STPs), and the integration of solar energy for operational efficiency. The program is implemented by the Gujarat Urban Development Mission (GUDM), the Gujarat Municipal Finance Board, and other municipal authorities, ensuring a sustainable and efficient urban ecosystem. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Daily Access to Clean Drinking Water: Ensures households receive potable water through the \"Nal Se Jal\" initiative. Efficient Waste Management: Provides safe disposal of wastewater through underground drainage systems. Enhanced Urban Sanitation: Establishes Sewage Treatment Plants (STPs) to improve environmental hygiene. Promotion of Renewable Energy: Reduces energy costs by integrating solar plants in STP and WTP operations. State-Funded Support: 100% financial support from the Gujarat state government for project implementation."
  ],
  "eligibility_criteria": "The applicant must be a recognized municipality, municipal corporation, or urban/area development authority within Gujarat. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step-1: Submit a detailed project proposal to the Gujarat Urban Development Mission (GUDM). Step-2: Obtain administrative approval for the proposed project. Step-3: Prepare and submit all required documents. Step-4: Collaborate with implementing agencies like Gujarat Water Supply and Sewerage Board (GWSSB); Gujarat Urban Development Company Ltd (GUDC) for project execution. Step-5: Monitor progress and ensure compliance with scheme guidelines."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gudm.gujarat.gov.in/sjmmsvy-state-funded.htm"
    }
  ],
  "documents_required": "Project proposal documents for municipalities/corporations. Budget estimates and financial reports. Approval letters or administrative clearance from relevant authorities."
}