{
  "scheme_id": "68272232f2de71e7817c2cec",
  "slug": "ltcpg",
  "scheme_name": "Loan for Training of Commercial Pilot (GUEEDC)",
  "scheme_short_title": "LTCPG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan",
    "Apprenticeships and training"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Loan",
    "Education Loan",
    "Commercial Pilot Training"
  ],
  "brief_description": "The scheme \"Loan for Training of Commercial Pilot (GUEEDC)\" by the Social Justice and Empowerment Department, Gujarat, provides financial loan assistance of up to ₹25,00,000/- at 4% simple interest per annum is provided to Unreserved category candidates for pursuing commercial pilot training.",
  "detailed_description": "The scheme &amp;quot;Loan for Training of Commercial Pilot (GUEEDC) implemented by the Social Justice and Empowerment Department, Gujarat, aims to offers financial support to candidates from the Unreserved category in the form of loan of up to ₹25,00,000/- at a concessional interest rate of 4% per annum to undergo training for obtaining a Commercial Pilot License (CPL). The objective of the scheme is to support meritorious students who aspire to build a career in aviation but face financial constraints.",
  "benefits": [
    "Loan Assistance: Up to ₹25,00,000/- at a concessional interest rate of 4% per annum."
  ],
  "eligibility_criteria": "Applicant must be a permanent resident of Gujarat. Applicant must belong to the Unreserved (General) category. Applicant must have passed HSC (12th standard). Applicant must have secured admission to a recognized commercial pilot training institute.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The interested applicant should visit the office of the District Social Welfare Officer and request a hard copy of the prescribed format of the application form . Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the office of the District Social Welfare Officer. Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 272)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    },
    {
      "title": "Guidelines 2",
      "url": "https://sje.gujarat.gov.in/ddcw/schemes/1496?lang=english"
    }
  ],
  "documents_required": "Bank Pass Book/Cancelled Cheque.\nCaste Certificate.\nIncome Certificate.\nMark Sheet.\nMark sheet of 12th Std.\nPassport Size Photos.\nReceipt of fee paid.\nSchool Leaving Certificate."
}