{
  "scheme_id": "649bfd94380f8e1235443d5e",
  "slug": "ipiwai",
  "scheme_name": "The Inland Waterways Authority of India Internship Scheme",
  "scheme_short_title": "IWAI-INTERNSHIP",
  "level": "Central",
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Internship",
    "Training and Skill Up-gradation",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Student",
    "Stipend"
  ],
  "brief_description": "The purpose of this scheme is to provide with Selected Candidates\" short term exposure to different verticals/ divisions/ units of IWAI as \"Interns\". An intern may be required to work at Head Office or Project Office depending upon the requirement of the Authority.",
  "detailed_description": "Inland Waterways Authority of India (IWAI); a statutory body under the Ministry of Ports, Shipping and Waterways has introduced a scheme named &amp;amp;quot;**The Inland Waterways Authority of India Internship Scheme**&amp;amp;quot;. This Internship Programme will provide an excellent opportunity to interns to familiarize them with the overall proves of development of Inland Waterways Authority of India at the macro level. **Objectives of this Scheme are as under:** - To allow young academic talent to be associated with IWAI work for mutual benefit. - The \"**Interns**\" shall have the opportunity to know about IWAI functioning, understand overall process of development of Inland Waterways Transport (IWT) of India at the macro level, issues faced and contribute towards inputs, analysis, report writing, proposal preparation work. **Other key points of this Scheme:** 1. Certificates will be issued to the interns on satisfactory completion of their internship and on submission of their Report/paper and its evaluation by the Director/ Director-In Charge level officers in their concerned Division. 1. Interns will be required to have their own laptops. 1. IWAI will provide them with working space. 1. Interns are required to furnish to the Authority a declaration of secrecy before reporting for the internship. 1. The interns will be required to present to the concerned Head of Division a Report/Paper on the allotted subject at the end of the internship. 1. The maximum number of interns during the year 2024-25 to be trained at IWAI are as under : Undergraduate (UG) is 10 (Ten) and Post Graduate/Research Scholar (PG) is 15 (Fifteen). &amp;lt;br&amp;gt;",
  "benefits": [
    "Remuneration Stipend @ ₹ 10,000/- for Undergraduates and ₹ 20,000/- for Post Graduate/ Research Scholars per month will be payable on satisfactory completion of their internships. Note: Last month's remuneration shall be provided on submission of their Report/paper. Interns will be eligible for remuneration equivalent to the number of days of attendance in the office against the total number of working days in that month. Experience Certificate A certificate regarding the successful completion of the Internship shall be issued by IWAI in the enclosed format in Annexure-B of the Scheme Guidelines. Note: The certificate will be issued upon the submission of their Report/paper and its evaluation by the Director/ Director-In Charge level officers in their concerned Division."
  ],
  "eligibility_criteria": "A candidate must be pursuing or have completed a Graduate/PG degree from a recognized university (national as well international) is eligible to apply for the internship provided:\nGraduates must have a score of at least 75% in the 12th standard. PG students must have obtained 60% marks in graduation. Research scholars must have scored a minimum of 60% marks in a PG degree.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To apply for the Inland Waterways Authority of India Internship, interested candidates must: Fill in the application forms as prescribed in Annexure-A of the official bulletin. They must also enclose their CVs along with the application. The applications must be sent to The Secretary, Inland Waterways Authority of India, A-13, Sector-1, Noida-201301. Applicants must also clearly indicate the area of interest."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://iwai.nic.in/sites/default/files/Internship%20Policy%202024-25-1.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://iwai.nic.in/recruitment/vacancy"
    }
  ],
  "exclusions": "Internship is neither a job nor any assurance for job in IWAI. No accommodation will be provided to interns. The internship may be terminated by IWAI by giving one month notice in case the performance of the candidate is not up to the mark. Interns not completing the requisite period as stipulated in their offer will not be issued with any certificate.",
  "documents_required": "At the time of Joining the Internship\nLetter from the Head of Department/ Principal, indicating their status in the institution. \"No Objection\" from the Head of Department/ Principal. Declaration of Secrecy (to be furnished before reporting for the internship)\nAt the time of Completion of the Internship\nA Report/Paper on the allotted subject at the end of the internship. Mandatory Feedback to the concerned HoD."
}