{
  "scheme_id": "685d33174a527a64d8115355",
  "slug": "lfvcs",
  "scheme_name": "PMMSY: Live Fish Vending Centres Scheme - Haryana",
  "scheme_short_title": "LFVCS",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Fish Farmer",
    "Transportation",
    "Subsidy",
    "Marketing"
  ],
  "brief_description": "The scheme aims to support fishers by providing financial assistance for live fish vending centers. A subsidy per unit is provided under PMMSY.",
  "detailed_description": "The &quot;Live Fish Vending Center&quot; Scheme was launched by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, under the Pradhan Mantri Matsya Sampada Yojana (PMMSY). It aims to promote hygienic fish vending and improve fish transportation and marketing infrastructure. Under this scheme, financial assistance in the form of a subsidy is provided for setting up a live fish vending center, which may be a fixed center, mobile unit, or a combination of both. <br>",
  "benefits": [
    "Monetary Benefit:",
    "Financial assistance of ₹20,00,000/- per unit for setting up a live fish vending center. Subsidy of 40% of unit cost for general category beneficiaries. Subsidy of 60% of unit cost for Scheduled Caste and women beneficiaries."
  ],
  "eligibility_criteria": "The applicant should be a fisherman. The applicant must have a valid Family Identity Card (Parivar Pehchan Patra). The applicant should be engaged in fishery-related activities. The applicant must ensure proper operation and maintenance of the vending center. The applicant will receive assistance for only one live fish vending center. The government will not be responsible for any operational loss or damage.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=yx9tvPDUNl0I9WvlX6guJw%3d%3d"
    }
  ],
  "documents_required": "Birth Certificate (Voter ID Card/Date of Birth Certificate/Aadhaar Card/Class 10 th Certificate). Caste Certificate (from First Class Magistrate (Tehsildar)). Agreement Form-1 (Agreement between beneficiary and department). Applicant's training certificate. Bill/Receipt/Voucher. Photo of the Beneficiary with the Center. Bank Account Details and PAN Card. Self-Contained Proposal (SCP)/Detailed Project Report (DPR) as per the guidelines issued under the Centrally Sponsored Scheme PMMSY."
}