{
  "scheme_id": "649d3f89380f8e123544678e",
  "slug": "aduw-hbocwwb",
  "scheme_name": "Assistance On Death Of The Unregistered Worker (HBOCWWB)",
  "scheme_short_title": "ADUW-(HBOCWWB)",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Labour Department",
  "implementing_agency": "Haryana Building And Other Construction Workers Welfare Board",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Crisis/Disaster/Accident",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Unregistered Worker",
    "Construction Worker",
    "Accident",
    "Financial Assistance",
    "Dependent Family Member",
    "Death"
  ],
  "brief_description": "The scheme \"Assistance on Death of the Unregistered Worker (HBOCWWB)\" was launched by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department Haryana.",
  "detailed_description": "The scheme \"Assistance on Death of the Unregistered Worker (HBOCWWB)\" was launched by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department Haryana. Under the scheme, financial assistance of ₹2,50,000/- is provided by the Board to the legal heir/dependent family member of an unregistered worker who dies in an accident at the workplace.",
  "benefits": [
    "Financial assistance of ₹2,50,000/- is provided by the Board to the legal heir/dependent family member of an unregistered worker who dies in an accident at the workplace."
  ],
  "eligibility_criteria": "The applicant should be a legal heir/dependent family member of an unregistered worker who dies in an accident at the workplace. The applicant should have a copy of the FIR in regard to the accident. The applicant should have a post-mortem report of the death of an unregistered worker. The applicant should have the certificate of being nominated/legal heir of the unregistered worker.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant need to visit Official Portal - Antyodaya-SARAL Portal  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicants will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form.    "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://hrylabour.gov.in/bocw/settings/schemeDetail/120"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=yCNqx48hQdXnE3AVWLT6bA%3d%3d"
    },
    {
      "title": "HBOCWWB Rule",
      "url": "https://hrylabour.gov.in/staticdocs/labourActpdfdocs/HBOCW_Rules.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card Passport-size photograph   Resident Proof/Address Proof Ration Card Bank account details Copy of FIR in regard to the accident. Copy of post-mortem report Death certificate Recommendation report of the concerned officer after an investigation Certificate of being nominated/legal heir Copy of the employer's statement related to the accident has to be attached"
}