{
  "scheme_id": "65099d901a1c949c65fcc687",
  "slug": "nmnf",
  "scheme_name": "National Mission on Natural Farming",
  "scheme_short_title": "NMNF",
  "level": "Central",
  "nodal_department": "Department of Agriculture & Farmers Welfare",
  "implementing_agency": "INM / State Government Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual",
    "University / Institution"
  ],
  "tags": [
    "Natural Farming",
    "Agro Ecology",
    "Chemical-free Farming"
  ],
  "brief_description": "To motivate farmers to adopt chemical free farming and enhance the reach of natural farming, the Government has formulated National Mission on Natural Farming (NMNF) as a separate and independent scheme from 2023-24 by up scaling the Bhartiya Prakritik Krishi Paddati (BPKP).",
  "detailed_description": "National Mission on Natural farming aims at creating institutional capacities for documentation and dissemination of best practices, make practicing farmers as partners in promotion strategy, ensure capacity building and continuous handholding and finally attracting farmers to the natural farming willingly on the merit of the system. <br> The main objectives of the scheme are: • To promote alternative system of farming for freedom from external purchased inputs, cost reduction and thereby increasing income of farmers • To popularize integrated agriculture-animal husbandry models based on desi cow and local resources. • To collect, validate and document Natural Farming practices being practiced in various parts of the country and to encourage participatory research with farmers on further up scaling • To undertake activities for awareness creation, capacity building, promotion, and demonstration of Natural Farming. • To create standards, certification procedure and branding for Natural Farming products for national and international markets. <br>",
  "benefits": [
    "• Farmers practicing Natural Farming reported similar yields to those following conventional farming. In several cases, higher yields per harvest were also reported.",
    "• As Natural Farming does not use any synthetic chemicals, health risks and hazards are eliminated. The food has higher nutrition density and therefore offers better health benefits.",
    "• Natural Farming ensures better soil biology, improved agrobiodiversity and a more judicious usage of water with much smaller carbon and nitrogen footprints.",
    "• Natural Farming aims to make farming viable and aspirational by increasing net incomes of farmers on account of cost reduction, reduced risks, similar yields, incomes from intercropping.",
    "• By working with diverse crops that help each other and cover the soil to prevent unnecessary water loss through evaporation, Natural Farming optimizes the amount of ‘crop per drop'."
  ],
  "eligibility_criteria": "The scheme is applicable to all farmers in India",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: Interested beneficiary can get in touch with Zila Parishad to apply for the scheme.",
        "Step 02: Zila Parishad Officer will submit applicant's details and project plan to State Agriiculture Department.",
        "Step 03: State Agriiculture Department will prepare a State Annual Action Plan",
        "Step 04: Once funds from State are approved, financial assistance will be released to beneficiary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://agriculture.up.gov.in/nmnf/natural_farming/guid/NMNFGuidelines.pdf"
    }
  ],
  "documents_required": "1) Aadhaar number\n2) Land documents\n3) Caste Certificate (SC/ST only)\n4) Bank Details\n5) Photographs\nThe specific documents for availing the benefits of the program may vary depending on the type of intervention and the state. It is recommended to consult with the relevant authorities for detailed information on documents to be submitted."
}