{
  "scheme_id": "65e56de2938a0b13cca2c38a",
  "slug": "epcg",
  "scheme_name": "Export Promotion Capital Goods Scheme",
  "scheme_short_title": "EPCG",
  "level": "Central",
  "nodal_department": "Directorate General of Foreign Trade",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Imports and exports"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Manufacturer Exporters",
    "Import",
    "Quality Goods",
    "Services"
  ],
  "brief_description": "The objective of the EPCG Scheme is to facilitate import of capital goods for producing quality goods and services and enhance India's manufacturing competitiveness. EPCG scheme allows import of capital goods for pre-production, production and post-production at zero customs duty.",
  "detailed_description": "EPCG Scheme allows import of capital goods (except those specified in negative list in Appendix 5 F) for preproduction, production and post-production at zero customs duty. Capital goods imported under EPCG Authorisation for physical exports are also exempt from IGST and Compensation Cess, leviable thereon under the subsection (7) and subsection (9) respectively, of section 3 of the Customs Tariff Act, 1975 (51 of 1975), as provided in the notification issued by Department of Revenue. Alternatively, the Authorisation holder may also procure Capital Goods from indigenous sources in accordance with provisions of paragraph 5.07 of FTP. Capital goods for the purpose of the EPCG scheme shall include: 1. Capital Goods as defined in Chapter 11 including in CKD/SKD condition thereof; 1. Computer systems and software which are a part of the Capital Goods being imported; 1. Spares, moulds, dies, jigs, fixtures, tools &amp; refractories; and 1. Catalysts for initial charge plus one subsequent charge. <br> - Import under EPCG Scheme shall be subject to an Export Obligation (EO) equivalent to 6 times of duties, taxes and cess saved on capital goods, to be fulfilled in 6 years reckoned from date of issue of Authorisation. - Import/procurement under EPCG scheme shall also be subjected to Average Export Obligation (AEO) as given in para 5.04(c) of FTP. - Authorisation shall be valid for import for 24 months from the date of issue of Authorisation. Revalidation of EPCG Authorisation shall not be permitted. - In case Integrated Tax and Compensation Cess are paid in cash on imports under EPCG, incidence of the said Integrated Tax and Compensation Cess would not be taken for computation of net duty saved provided Input Tax Credit is not availed. - Import of items which are restricted for import shall be permitted under EPCG Scheme only after approval from Exim Facilitation Committee (EFC) at DGFT Headquarters. - If the goods proposed to be exported under EPCG Authorisation are restricted for export, the EPCG Authorisation shall be issued only after approval for issuance of Export Authorisation from Exim Facilitation Committee (EFC) at DGFT Headquarters. - EPCG scheme covers manufacturer exporters with or without supporting manufacturer(s), merchant exporters tied to supporting manufacturer(s) and service providers. Name of supporting manufacturer(s) shall be endorsed on the EPCG Authorisation before installation of the capital goods in the factory / premises of the supporting manufacturer(s). In case of any change in supporting manufacturer(s), the RA shall intimate such change to jurisdictional Customs Authority of existing as well as changed supporting manufacturer(s) and the Customs at port of registration of Authorisation <br>",
  "benefits": [
    "EPCG Scheme allows import of capital goods for pre-production, production and post-production at Zero customs duty & IGST.",
    "The specific export obligation may be reduced for the EPCG authorisation holder, in the following cases:",
    "In cases, where they have completed 75% or more of specific export obligation and 100% of average export obligation till date (if any), in half or less than half of the original export obligation period specified. Then exemption will provided, remaining export obligation shall be condoned and the authorisation be redeemed by the RA concerned. For exporters of Green Technology Products.Exmption will be provide Specific EO shall be 75% of the EO. For units located in Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland, Sikkim, Tripura and Jammu and Kashmir.Exemption will be given Specific EO shall be 25% of the EO."
  ],
  "eligibility_criteria": "Pre-conditions for applying for EPCG:\nIEC Entity has already Imported Items by paying customs duty. The applicant has an ‘Active' IEC and is logged into the DGFT Customer Portal. E-Sign and DSC are enabled for submission. The applicant is authorised to draft and submit applications for an IEC. GSTN details corresponding to the branches of the IEC. The same may be added from Services > IEC Profile Management > Modify IEC.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Link:",
        " www.dgft.gov.in  Importer Exporter navigates through Services>>EPCG",
        "Steps to apply for EPCG file number are as follows:",
        "Login to the portal with valid credentials and click on ‘Services'menu present in the top of the screen Importer Exporter navigates through Services>>EPCG"
      ]
    }
  ],
  "references": [
    {
      "title": "User Help File EPCG Module Version 0.3",
      "url": "https://content.dgft.gov.in/Website/EPCG_CP_User_Manual_v0.3.1.pdf"
    },
    {
      "title": "EPCG FAQs",
      "url": "https://content.dgft.gov.in/Website/DGFT_FAQs-Export_Promotion_Capital_Goods(EPCG)v1.0.pdf"
    }
  ],
  "documents_required": "EPCG and Post Export EPCG\nFollowing are the list of documents/attachments that are mandatory to apply for the issuance of an EPCG authorisation:\nSelf-certified copy of MSME/IEM/LOI/IL in case of products or a self-certified copy of Service Tax Registration in case of Service Providers. (In case of Service Providers, who are not registered with Service Tax authorities, a declaration in this regard will be submitted as a part of the application (declaration no. 6); service tax registration is not required to be submitted. In such cases, RCMC from the EPC concerned will suffice. Certificate from a Chartered Engineer in the format given in Appendix 5A. Certificate from a Chartered Accountant/Cost Accountant/Company Secretary in the format given in Appendix 5 B. In case of Import of spares, tools, refractories and catalyst for existing plant and machinery, a list of plant/machinery imported and already installed in the factory/premises of the applicant firm/ supporting manufacturer for which the above items are required, duly certified by a Chartered Engineer or jurisdictional Central Excise authority. In case of EPCG applications made by EOU/SEZ units, a self-certified copy of the ‘No Objection Certificate' from the Development Commissioner concerned showing the details of the capital goods imported/indigenously procured by the applicant firm, its value at the time of import/sourcing and the depreciated value for assessment of duty under the Scheme is to be submitted.\nAmendment\nFollowing are the list of documents/attachments that are mandatory to apply for the issuance of an EPCG authorisation:\nCertificate from a Chartered Engineer in the format given in Appendix 5A in case of any additions/deletions of import/export items. In case CG sought to be imported/item to be exported is under restricted category, a copy of clearance by EFC shall be uploaded, and EPCG Authorization that shall be issued by RA and will bear an endorsement that EFC has approved the issue of EPCG Authorization for restricted CG/export item.\nInvalidation\nFollowing are the list of documents/attachments that are mandatory to apply for the issuance of an EPCG authorisation:\n• An EPCG Performa invoice of the Indigenous item intended to be invalidated.\nClosure\nFollowing are the list of documents/attachments that are mandatory to apply for the closure of an EPCG authorisation:\n• TR-6 Challan for cases of regularisation.\n• Certificate from a Chartered Accountant in the format given in Appendix 5C."
}