{
  "scheme_id": "67f8ed1d7dc6b8a0ad148312",
  "slug": "saipicetp",
  "scheme_name": "West Bengal Incentive Scheme for Approved Industrial Park (SAIP) for MSMEs: Incentive for Common Effluent Treatment Plant (CETP)",
  "scheme_short_title": "SAIPICETP",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Entrepreneurship",
    "Industrial Park",
    "MSMEs",
    "Common Effluent Treatment Plant",
    "Subsidy"
  ],
  "brief_description": "The \"Incentive for Common Effluent Treatment Plant (CETP)\" under the \"SAIP for MSMEs\" scheme, aims to provide reimbursement for installation of CETP, wherever applicable, based on land area of AIP.",
  "detailed_description": "The scheme \"Incentive for Common Effluent Treatment Plant (CETP)\" is a sub scheme under the \"West Bengal Incentive Scheme for Approved Industrial Park (SAIP) for MSMEs\". It was launched on 16th September, 2020, by the Department of Micro, Small &amp;amp; Medium Enterprises and Textiles, Government of West Bengal, shall remain in force up to 5 years. &gt; **Objective of the &amp;quot;West Bengal Incentive Scheme for Approved Industrial Park (SAIP) for MSMEs\":** The objective of the Scheme is to provide state support in the form of fiscal and non fiscal incentives in order to encourage private sector to set up industrial parks on their own land with quality infrastructure so as to catalyze and promote growth of MSME units in the state, boost employment generation, and lead to technology advancement and improved environmental compliance. &gt; **Objective of the &amp;quot;Incentive for Common Effluent Treatment Plant (CETP)&amp;quot; Sub-scheme:** Through this incentive, an approved Industrial Park shall be entitled to incentive as reimbursement for installation of CETP, wherever applicable, based on land area of AIP. While calculating incentive for CETP, the land area in acres will be taken as least whole number.",
  "benefits": [
    "An Approved Industrial Park shall be entitled to incentive as reimbursement for installation of CETP, wherever applicable, based on land area of AIP of ₹5,00,000/- per acre.",
    "Note: While calculating incentive for CETP, the land area in acres will be taken as least whole number."
  ],
  "eligibility_criteria": "Should be a Private sector entity or Existing/ Operational industrial parks. Should have a minimum of 5 acres of legally owned land (by direct purchase or lease from the State Government). Special Purpose Vehicle (SPV) must be registered under Companies Act/ Societies Registration Act/Partnership Act/ LLP. Park area should be expanded up to minimum 5 acres in outlying districts and minimum 2 acres in Kolkata and Howrah. The individual units have complied with all the necessary clearances for land conversion, fire licence, environmental issues, building plan etc.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Visit the registration page of the Official Website . Step 2: Provide the information in the respective input spaces and click on \"Register\". Step 3: An email verification link will be sent to the email. Step 4: Click the ‘Click here' link in the received email. Step 5: It will redirect to the dashboard of the SAIP portal. Step 6: On successful registration the login credentials will be received in the registered email. Application Process: Step 1: Visit the user login page of the Official Website and click on click the ‘Login' tab at the top right corner of page. Step 2: Enter email and password along with image code (captcha) then click \"Log In\". Step 3: In Dashboard, click on \"Click Here\" link, it will redirect to the online Form submission section. Step 4 : Enter all the details in required input fields. After successful entry of the information, click on \"Proceed to Step 2\" button below. Step 5: After providing the information in sl no 4 click the \"ADD\" button to save the information. Step 6: Click ‘Edit' link to edit the saved information and ‘Delete' link to delete the saved information. Step 7: After saving, click on \"Proceed to Step 3\". Step 8: After successful entry of the information, click on the \"Proceed to Step 4\" button below. Step 9: After successful entry of the information, upload the signature and seal by ‘Choose File' tab (file should be in JPG/PNG format with maximum 2 mb of file size). Step 10: Click on the \"Proceed to Step 5\" button below, to go to the next step. Step 11: After successfully uploading the documents, click on the \"Proceed to next\" button below, to go to the final step of the application submission. Step 12: Click ‘Print this form' at the right corner of the screen to download & print the form. Step 13: Now click on \"Apply Now\" button below and On successful submission of the form the ‘Successfully Submitted' a message with some details will be appearing on the applicant dashboard under ‘My Applications' section with system generated unique application number. Note: For availing this incentive, the SPV shall have to obtain prior approval justifying the feasibility and requirement for the CETP in the AIP. The SPV shall also have to inform and obtain necessary consent from WBSIDCL before installing the CETP with respect to the accredited vendor, selected technology and cost estimate."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wbmsme.gov.in/sites/default/files/cms/newspdf/1602579714SAIP%202020_Notification.pdf"
    },
    {
      "title": "Amendments",
      "url": "https://saip.myenterprisewb.in/files/contents/saip2020_2_amendmnt.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://saip.myenterprisewb.in/FAQ.html"
    },
    {
      "title": "User Manual",
      "url": "https://saip.myenterprisewb.in/files/contents/user_manual/saip_2020_form-i_um.pdf"
    }
  ],
  "documents_required": "Registration certificate of the applicant Private Sector/SPV. Memorandum and Articles of Associations of Private Sector/SPV. Company credentials and Financial Statements (Balance Sheet and Profit and Loss) of Private Sector Companies forming SPV in the last 3 years. Copy of land Deed/ legal possession of the land for Park. Any other documents/ papers required to be submitted in accordance with EOI such as the Detailed Project Report (DPR), Lay out Plan, Operation & Maintenance (O&M) Plan etc. Application for grant of incentive under West Bengal Incentive Scheme, for Approved Industrial Park for MSMEs: Registration Certificate of the SPV. Memorandum and Articles of Association of the SPV. Shareholders Agreement of the SPV. Approved Layout plan. Land deed. Certificate for mutation and conversion of land. Consent to Establish Certificate from WBPCB. Other statutory approvals/ clearances / licenses. Approval notification under the Scheme and approved extension if any. Certificate of completion of construction of Basic and Common Infrastructure Facilities and CETP, if any. Details of MSMEs with EM no. to which plot of land/ shed / buildings/ installations have been allotted Detailed expenditure statement certified by a Chartered Accountant. O&M Plan Any other documents/ papers found necessary."
}