{
  "scheme_id": "646279ab82a71a879d52389c",
  "slug": "farmer-insurance",
  "scheme_name": "₹ 5 Lakh Insurance Cover To Farmers",
  "scheme_short_title": "LICF",
  "state": "Telangana",
  "level": "State",
  "nodal_department": "Agriculture and Co-operation Department",
  "categories": [
    "Agriculture,Rural & Environment",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "LIC",
    "Insurance Coverage",
    "Financial",
    "Security"
  ],
  "brief_description": "Launched on 15 August 2018, the scheme \"₹5 Lakh Insurance Cover for Farmers\" is an Insurance Scheme by the Department of Agriculture, Government of Telangana. This scheme provides ₹5 lakh insurance coverage to all farmers aged between 18 and 60 years.",
  "detailed_description": "Launched on 15 August 2018, the scheme &quot;₹5 Lakh Insurance Cover for Farmers&quot; is an Insurance Scheme by the Department of Agriculture, Government of Telangana. This scheme provides ₹5 lakh insurance coverage to all farmers aged between 18 and 60 years, ensuring financial security for their families in case of the farmer&#39;s death, irrespective of the cause. The nominee receives the compensation within 10 days of the farmer&#39;s death. The state government pays an annual premium of nearly ₹500 crore on behalf of around 50 lakh farmers to the Life Insurance Corporation of India (LIC), and farmers do not need to pay a single rupee. The scheme is being implemented by the Life Insurance Corporation of India (LIC).",
  "benefits": [
    "Financial Security: Provides ₹5 lakh insurance coverage to farmers' families in case of the farmer's death, offering substantial financial assistance. Inclusive Coverage: Covers death due to any cause, including natural causes and accidents. Quick Disbursement: Ensures compensation is paid to the nominee within 10 days of the farmer's death. Zero Cost to Farmers: Farmers are not required to pay any premium, as the state government bears the entire cost on their behalf. Wide Beneficiary Base: Approximately 50 lakh farmers benefit from this scheme annually."
  ],
  "eligibility_criteria": "The applicant should be a resident farmer of Telangana. The applicant should be aged between 18 and 60 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The farmers do not need to apply for the scheme, as it is implemented automatically by the Government of Telangana. The state government pays the insurance premium directly to the Life Insurance Corporation of India (LIC) on behalf of the farmers.",
        "Step 2: In case of the farmer's death, the nominee should approach the Department of Agriculture, Government of Telangana, or the LIC office with the required documents, such as the death certificate and proof of nomination, to initiate the claim process.",
        "Step 3: Submit the documents to the concerned authority and request a receipt or acknowledgement. The claim amount of ₹5 lakh will be processed and disbursed to the nominee within 10 days.",
        "Note: The scheme provides coverage without requiring any payment from the farmers, ensuring ease of access to benefits."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gadwal.telangana.gov.in/scheme/rs-5-lakh-insurance-cover-to-farmers/"
    }
  ],
  "documents_required": "Since the ₹5 Lakh Insurance Cover for Farmers scheme does not require farmers to apply directly, there is no need for the farmers to submit documents for enrollment. The state government automatically covers the premium for eligible farmers.\nHowever, in case of a claim due to the death of a farmer, the following documents are required for the nominee to receive the ₹5 lakh compensation:\nDeath Certificate of the farmer (issued by a competent authority).\nNominee's identity proof (Aadhar card, voter ID, etc.).\nProof of Nomination (if applicable).\nFarmer's Aadhaar Card or other identification documents (if needed).\nAny other documents as specified by the Life Insurance Corporation of India (LIC) or the Department of Agriculture."
}