{
  "scheme_id": "672322123d70c46ec2c75350",
  "slug": "pcardbfb",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Fishing Boats (Catamarans)",
  "scheme_short_title": "PCARDBFB",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fishing Boats",
    "Agriculture",
    "Catamarans",
    "Farmer",
    "Loan"
  ],
  "brief_description": "The scheme provides loans to farmers for purchasing fishing boats (Catamarans) ranging from ₹15,000/- to ₹60,000/- with an applicable interest rate subject to change.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Fishing Boats (Catamarans)&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to offer financial assistance to farmers for acquiring fishing boats (Catamarans). The maximum loan amount is between ₹15,000/- and ₹60,000/-, with interest rates subject to periodic updates.",
  "benefits": [
    "Access to Loan: Ranges from ₹15,000/- to ₹60,000/- for purchasing fishing boats. Interest Rate: As per the bank policy (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in fishing activities. The beneficiary should be interested in availing loan for Fishing Boats (Catamarans) from the Primary Cooperative Agriculture and Rural Development Bank. The beneficiary should have the intention to use the loan specifically for purchasing a fishing boat (Catamaran).\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3568"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of agricultural occupation (e.g., Proof of being a fisherman or fishing license) (if applicable). Fishing License (if applicable). Any other documents (if required). "
}