{
  "scheme_id": "670cbd31eb7b25fc85cc4ea2",
  "slug": "aejkbocwwb",
  "scheme_name": "Academic Education (JKBOCWWB)",
  "scheme_short_title": "AEJKBOCWWB",
  "state": "Jammu and Kashmir",
  "level": "State/ UT",
  "nodal_department": "Department of Labour and Employment",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Worker",
    "Construction",
    "Labour",
    "Student",
    "Education"
  ],
  "brief_description": "The \"Academic Education\" scheme by the JKBOCW Welfare Board, Labour Department, Jammu & Kashmir, provides financial assistance to regular students from Class 9th to Post-Graduation.",
  "detailed_description": "The &quot;Academic Education&quot; scheme by the Building and Other Construction Workers Welfare Board, Labour Department, Jammu &amp; Kashmir, provides financial assistance to the children of the registered workers. Under this scheme, regular students in Class 9th to 10th receive ₹4,500/-, Class 11th to 12th receive ₹6,000/-, undergraduate students receive ₹10,000/-, and postgraduate students receive ₹15,000/-. <br>",
  "benefits": [
    "Financial Assistance based on the Educational Qualification -",
    "Class 9th to 10th: ₹4,500/-. Class 11th to 12th: ₹ 6,000/-. Undergraduate: ₹10,000/-. Postgraduate: ₹15,000/-."
  ],
  "eligibility_criteria": "For Registration as a Building/ Construction Worker -\nThe applicant should be a resident of Jammu & Kashmir. The applicant should be a Building/ Construction Worker. The applicant should be between 18 and 60 years. The applicant should have engaged in any building or other construction work for at least 90 days during the preceding 12 months. The registration of the applicant should be renewed annually.\nFor Application to this Scheme -\nThe parent/s must be registered member/s of the \"Jammu & Kashmir Building and Other Construction Workers Welfare Board\". The parent/s must have an active membership with the JKBOCWW Board. The child must be a student. The child must be a regular in attendance.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration -",
        "Step 1: Go to the J&K Building and Other Construction Workers Welfare Board (JKBOCWWB) official website. ",
        "Step 2: On the homepage, find and click the \" Labour Registration\" link.",
        "Step 3: If you're a new user, click on \"Apply for New Registration.\"",
        "Step 4: Complete the registration form with your details, submit the form, and send the OTP to your registered mobile number. Enter the OTP and click \"Verify OTP & Submit.\"",
        "Step 5: After the OTP is verified, a confirmation message with your Login ID and password will be sent to your registered mobile number.",
        "Step 6: Use the Login ID, password, and captcha to log in (remember, the username and password are case-sensitive). filled are case-sensitive). Read all the instructions carefully and Click to continue",
        "Step 7: Once logged in, choose the \"Construction Worker's Registration\" option and click on \"Registration Form.\"",
        "Step 8: A dashboard will appear. Complete the form by entering all required details (marked with *).",
        "Step 9: Upload all the important documents, such as ID proof and other relevant certificates.",
        "Step 10: Once the form is completed and documents uploaded, click \"Submit\" and pay the application fee online. You will receive a registration number after successful payment and submission.",
        "Application -",
        "Step 1: Go to the official website of the Jammu & Kashmir Building and Other Construction Workers Welfare Board.",
        "Step 2: Click on \"Login,\" enter your details, and sign in to your account.",
        "Step 3: After logging in, click on \"Scheme Registration\" and select \"Apply for Scheme.\"",
        "Step 4: Choose the scheme you wish to apply for in order to avail the benefits.",
        "Step 5: Enter all required information and upload the necessary documents as prompted.",
        "Step 6: Finally, click on \"Submit Application\" to complete the process.",
        "Status Tracking -",
        "Applicant can track their application status online through the official website of the Jammu & Kashmir Building and Other Construction Workers Welfare Board. Relevant updates will be sent to the registered mobile number."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the JKBOCWWB office during office hours and request a hard copy of the prescribed application form from the staff responsible for issuing and collecting filled-in applications.",
        "OR",
        "The interested applicant can print the application form .",
        "Step 2: In the application form, fill in all mandatory fields, paste a passport-sized photograph (signed across, if required), and attach copies of all mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the required documents to the Assistant Labour Commissioner (ALC ) of your district.",
        "Ensure submission is made within any prescribed period, if applicable.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority upon submission. Ensure the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jkbocw.gov.in/StaticPages/SchemeInformation.aspx"
    },
    {
      "title": "Website",
      "url": "https://www.jkbocw.gov.in/Index.aspx"
    },
    {
      "title": "Scheme Apply",
      "url": "https://portal.jkbocw.gov.in/LoginGuest.aspx"
    },
    {
      "title": "Application Form Page No.25",
      "url": "https://www.jkbocw.gov.in/downloads/circ.pdf"
    }
  ],
  "documents_required": "For Registration -\nIdentity Proof (e.g., Aadhaar Card) Passport-size Photograph Skill-upgradation Training Certificate Proof of Residence (e.g., Utility Bill, Voter ID, etc.) Ration Card (optional) Bank Account Details (e.g., Copy of Bank Passbook) Caste Certificate (if applicable) Undertaking/Declaration Age Certificate (any one of the following): School Certificate Registrar of Birth Certificate Certificate issued by District Medical Board (if both of the above are unavailable) Employment Certificate Signature Any other documents as required\nFor Application -\nIdentity Card of the registered member (parent) Student ID Card Student's Photograph Student's Marksheet Birth Certificate of the student"
}