{
  "scheme_id": "67a44777da50340fc8f07185",
  "slug": "isicsch",
  "scheme_name": "Incentive Scheme in Civil Service (Chhattisgarh)",
  "scheme_short_title": "ISICSCH",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Civil Service",
    "Disability",
    "Financial Assistance",
    "Examination",
    "Student",
    "Education"
  ],
  "brief_description": "\"Incentive Scheme in Civil Service\" aims to encourage bright and meritorious persons with disabilities to pass competitive exams in the field of civil services. Financial support is provided on passing the different stages of the Union/Chhattisgarh Public Service Commission Competitive Exams.",
  "detailed_description": "Launched in 2018, the scheme &quot;Incentive Scheme in Civil Service&quot; by the Social Welfare Department, Government of Chhattisgarh aims to encourage bright and meritorious persons with disabilities to pass competitive exams in the field of civil services. Through this scheme, financial support is provided to help with upcoming preparations. The scheme benefits include lump sum amounts on passing the different stages of the Union/Chhattisgarh Public Service Commission Competitive Examinations. The scheme is implemented by the Social Welfare Department.",
  "benefits": [
    "₹20,000/- lump sum on passing the Preliminary Examination. ₹30,000/- lump sum on passing the Mains Examination. ₹50,000/- lump sum on selection in Union/Chhattisgarh Public Service Commission."
  ],
  "eligibility_criteria": "The applicant should be a resident of Chhattisgarh. The applicant should have a disability of 40% or above. The applicant should have passed the Union or Chhattisgarh Public Service Commission Competitive Examination.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned staff at the District Office of the Joint/Deputy Director, Social Welfare Department."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://sw.cg.gov.in/en/incentive-scheme-civil-service"
    },
    {
      "title": "Application Form (Page 6)",
      "url": "https://sw.cg.gov.in/sites/default/files/civil-seva.pdf"
    },
    {
      "title": "Amendment",
      "url": "https://sw.cg.gov.in/sites/default/files/civilseva22.pdf"
    }
  ],
  "documents_required": "Passport-size Photograph Disability Certificate Residence Proof Proof of Passing in Union/Chhattisgarh Public Service Commission Competitive Examinations Bank Account Details"
}