{
  "scheme_id": "65cef897ed4030e118db6ce5",
  "slug": "sssvpy",
  "scheme_name": "Samagra Samajik Suraksha Vridhavastha Pension Yojana",
  "scheme_short_title": "SSSVPY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of Social Justice and Empowerment of Persons with Disabilities",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Old Age",
    "Pension",
    "Financial Assistance",
    "Empower"
  ],
  "brief_description": "Initiative of the Department of Social Justice and Empowerment of Persons with Disabilities under the Madhya Pradesh started the scheme \"Samagra Samajik Suraksha Vridhavastha Pension Yojana\" for the older age people of the state.",
  "detailed_description": "Samagra Samajik Suraksha Vridhavastha Pension Yojana, under the Department of Social Justice and Empowerment of Persons with Disabilities, the government of Madhya Pradesh. provides Pensions are sanctioned to provide social security to old destitute people. Under this, such destitute elderly people who cannot support themselves are benefited. <br>",
  "benefits": [
    "Pension amount: ₹ 600/- per month."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant age should be more than 60 years. The name should be mentioned on the Samagra portal.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applicants can apply for the scheme using the prescribed format and submitting the necessary documents either to the designated officer's office, the Gram Panchayat, or a Public Service Center.",
        "Step 2: Upon submitting a complete application, the applicant will receive a mandatory acknowledgment from the office.",
        "Step 3 : The District Panchayat/Gram Panchayat/Urban Body/Ward Office will scrutinize the documents submitted with the application.",
        "Step 4 : If, after investigation, the documents are found to be incorrect according to the rules, the application will be rejected with written explanation.",
        "Step 5 : If, after investigation, the documents are found to be correct, the pension case will be approved according to the rules.",
        "Step 6: Once the pension is approved, the beneficiary's name will be added to the pension proposal for the current month by the District Panchayat/Gram Panchayat/Urban Body/Ward Office. The approved order will be maintained on record.",
        "Step 7 : The Directorate will deposit the monthly pension amount directly into the beneficiary's bank savings account through a single click, starting from the same month the approval is granted."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1 Go to the Samajik Suraksha portal. ",
        "Step 2 : Click on Samajik Suraksha pension avm arthik sahayata yojanaen. ",
        "Step 3: Now click on the left on your screen Pension Yojana hetu online aavedan.",
        "Step 4: Fill in the required details and submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialsecurity.mp.gov.in/Scheme/IGNOAP.aspx"
    },
    {
      "title": "Apply Portal",
      "url": "https://socialsecurity.mp.gov.in/PensionManagement/Public/Online_Request_For_pension.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Three photos of beneficiary. Destitute certificate. Certificate to confirm age. 9-digit Samagra ID."
}