{
  "scheme_id": "684966bd214b76ea37d9cd78",
  "slug": "barista-training-programme",
  "scheme_name": "Market Development and Export Promotion : Barista Training Programme",
  "scheme_short_title": "BARISTA TRAINING PROGRAMME",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Barista Training Programme"
  ],
  "brief_description": "This programme is a significant skill development initiative aimed at empowering youth, entrepreneurs, and coffee professionals with practical knowledge and expertise in espresso-based beverage preparation, milk steaming, and latte art.",
  "detailed_description": "The Barista Training Program conducted by the Coffee Quality Division of the Coffee Board of India is a significant skill development initiative aimed at empowering youth, entrepreneurs, and coffee professionals with practical knowledge and expertise in espresso-based beverage preparation, milk steaming, and latte art. Delivered under the banner of ‘Barista Skill for a perfect cup', the five-day program is held across various regions in India and includes hands-on training in coffee brewing techniques, grinder calibration, equipment handling, café management and customer service standards. Guided by certified trainers and quality experts, the program equips participants to meet the growing demand for skilled baristas in India's expanding café and specialty coffee sectors. Successful completion of the training enhances employability and supports entrepreneurship in the coffee value chain, making it a flagship initiative in the Coffee Board's capacity-building effort. To date over 700+ individuals have been successfully skilled in Barista Skills through the program.",
  "benefits": [
    "Course Fee: Rs.10,000/- plus applicable tax. A 50% concession in the course fee will be provided for SC/ST and student candidates. Applicants seeking this concession must submit a valid proof along with their application. Note: The fee structure is subject to revision, if applicable. Duration: 5 days "
  ],
  "eligibility_criteria": "General public are eligible to apply.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application forms can be downloaded from our website or collected personally from Coffee Board, Bangalore. www.coffeeboard.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Duly filled application form Proof of Date of Birth Caste Certificate Application fee payment details "
}