{
  "scheme_id": "64002456254392b738fdf415",
  "slug": "cmlh-prem",
  "scheme_name": "CM's Lairik Heiminnashi Programme (CMLH): Pre-Matric Remedial Coaching",
  "scheme_short_title": "CMLH-PREM",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "Other Backward Classes and Scheduled Castes Department",
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Coaching",
    "Citizen empowerment",
    "Early childhood",
    "Resources for schools"
  ],
  "target_beneficiaries": [
    "Individual",
    "Institution"
  ],
  "tags": [
    "Coaching",
    "Other Backward Class",
    "Minority",
    "Scheduled Caste",
    "Pre-Matric",
    "Education",
    "Student"
  ],
  "brief_description": "Introduced in the year 2017-18, CMLH is a unique intervention program/scheme with the objective of providing hand-holding support in the form of free-of-cost remedial coaching for English, Mathematics, and Science, to the students from minority, OBC, or SC communities of Manipur.",
  "detailed_description": "Introduced in the year 2017-18, CMLH is a unique intervention program/scheme with the objective of providing hand-holding support in the form of free-of-cost remedial coaching for English, Mathematics, and Science, to the students from minority, OBC, or SC communities of the State of Manipur. Government-run schools, recognized private schools or reputed registered Private Coaching Centers will be empanelled as Coaching Centres (CC), based on the availability of logistics and manpower for running the coaching classes. The coaching is intended to help eligible students who are very weak in their studies to achieve higher grades/marks in the subjects covered by the coaching.",
  "benefits": [
    "For the Student",
    "Free-of-Cost remedial coaching for the students from minority, OBC, or SC communities of the State of Manipur.",
    "Subjects and Syllabus:",
    "The subjects to be taught for Pre-MRC are English, Mathematics, and Science. The syllabus will be as per the syllabus prescribed by the Board of Secondary Education, Manipur (BOSEM).",
    "Session and Period Structure:",
    "Each class shall have a minimum of 3 periods of 45 minutes each, on coaching days. The duration of the coaching program for each class shall be 6 months.",
    "Class Size:",
    "Not more than 40 students per class.",
    "Manpower:",
    "An adequate number of qualified teachers for each subject, with at least a graduate degree in the assigned subject. One Centre Coordinator for the smooth running of the CC. One Peon-cum-chowkidar.",
    "Other Amenities:",
    "Sufficient Toilets Safe & Hygienic Drinking Water Facility An adequate number of Benches and Desks Functional Fans A functional electricity connection A good lighting system.",
    "For the Coaching Institute",
    "The fund will be released to the CC, as a cost for conducting coaching classes, in installments which will be linked to an actual number of students enrolled, attendance of beneficiary students, quality of coaching classes, and measurable progress in academic assessments.",
    "1st Installment:",
    "40% of the cost will be released in advance of the commencement of classes after signing of contract agreement with the Implementing Agency.",
    "2nd Installment:",
    "40% of the cost will be released on fulfillment of the following conditions:",
    "1. Utilization of 90% of the first Instalment of funds, and",
    "2. Continuation of coaching of at least 90% of the initial number of beneficiary students enrolled, after completion of two months of the course.",
    "3rd Installment:",
    "2.1.4 The third installment amounting to 10% of the cost will be released on fulfillment of the following conditions:",
    "1. Completion of the course, and",
    "2. After assessment of the quality of the coaching classes as satisfactory, based on measured feedback from the students, to be made by the Implementing Agency.",
    "4th Installment:",
    "The final installment of 10% of the cost will be released after at least 80% of the beneficiary students take their final academic assessment examination in their respective schools and clear the same."
  ],
  "eligibility_criteria": "Eligibility of the Institution\n\nThe institution must be one of the following -\nA government school. A private school recognized by the state government. A reputed registered Private Coaching Center.\n\nClass Size:\n1. Each class shall have not more than 40 students.\n2. Students of no two classes should be mixed in the same classroom.\n\nSession and Period Structure:\n1. Each class shall have a minimum of 3 periods of 45 minutes each, on coaching days.\n2. Duration of the coaching programme for each class shall be 6 months.\n\nInfrastructure Requirements:\n1. There should be a minimum of 3 classrooms, with each classroom to be used for classroom teaching of 1 class only.\n2. Each classroom should have the capacity to accommodate at least 40 students.\n3. The CC should have sufficient toilets, safe & hygienic drinking water facility, an adequate number of benches and desks, functional fans, a functional electricity connection, and a good lighting system.\n\nManpower Requirement:\n1. The Coaching Centers should provide an adequate number of qualified teachers for each subject for all classes for which coaching is to be provided.\n2. Every Teacher should possess at least a graduate degree in the subject for which he/she is assigned to teach.\n3. One Centre Coordinator should be designated by the CC for the smooth running of the CC.\n4. One Peon-cum-chowkidar should be designated by the CC.\n5. Other personnel/staff may be provided by the CC as may be required.\n\nSubjects and Syllabus:\n1. The subjects to be taught for Pre-MRC are English, Mathematics, and Science.\n2. The syllabus will be as per the syllabus prescribed by the Board of Secondary Education, Manipur (BOSEM).\n\nEligibility of the Student\n\nThe applicant must be a citizen of India. The applicant must be a resident of the state of Manipur. The applicant must be a student of Class 8th to Class 10th, in a government academic institution or an institution receiving grant-in-aid support from the government. The applicant must be from Scheduled Caste (ST), Other Backward Class (OBC), or Minority Community (as defined by the Government of India).\n\nRanking / Preference / Priority\n\n1. Economic Ranking: A merit list shall be prepared in order of increasing family income. Where family income is the same between two applicant students, the student belonging to a family with a larger number of family members will be given a higher ranking. Where the family size is also the same, the older of the two students will be ranked higher.\n\n2. Academic Ranking: Another merit list will be prepared in increasing order of marks, secured by the student in the final academic assessment of the previous class attended. Where the marks secured by two students are equal, the older the student will be ranked higher.\n\n3. Final Ranking: A final rank will be prepared by adding the academic rank and the economic rank. The final rank will be the basis for the selection of a beneficiary under the scheme. In the event of the final rank being equal, preference will be given to the student ranked higher in the academic rank.\n\nReservation / Earmarking\n\n1. At least 30% (or higher, as may be decided by the Government) of available seats may be reserved exclusively for girl students.\n\n2. In the selection of students for filling up the 30% seats reserved exclusively for girl students, the above scoring/ranking system shall be followed amongst the girl students. The remaining girl students, who do not get a seat after saturation of the 30% of seats reserved for girl students, shall be considered in the remaining 70% of open seats based on the same scoring system.\n\nNOTE: The State Government may relax any of the norms as per requirement, in order to meet the broader objectives of the program.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The application form including the detailed information and criteria for empanelment can be downloaded from the websites www.manipurobcsc.gov.in and www.manipurminority.gov.in or collected physically from the Scheme Officer (Coaching) / MOBEDS at the Directorate of Welfare for OBC &SC and Directorate of Minority Affairs, Manipur, 1st Floor, Secured Office Complex, South Block, AT Lines, North AOC, Imphal. The application form is also provided in the Annexure-I of the scheme guidelines.",
        "Step 2: The interested coaching centers must submit the duly filled application form, along with the supporting documents, to the Nodal Department or to the Implementing Agency.",
        "Source:   http://www.manipurminority.gov.in/wp-content/uploads/2023/02/MINORITY.pdf "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://www.manipurobcsc.gov.in/wp-content/uploads/2023/02/Application-Form-Pre-Matric-2020-21.pdf"
    }
  ],
  "documents_required": "For the Student\nAadhaar Number Passport Sized Photograph Proof of Age / Date of Birth Income Certificate of the Parent / Guardian Proof of the Current Education Qualification Caste Certificate / Minority Certificate Proof of Residence Domicile Certificate Details of the Bank Account (account holder's name, account number, and IFSC code)\nFor the Institution\nRegistration Certificate. Bank Account Details. PAN Card (for tax-related purposes). Income Tax Returns for the previous financial year. Residential Proof (proof of their business premises' address, such as a copy of the electricity bill, water bill, or any other government-issued document). Details of the Coaching Center as required by the Implementing Agency in support of the details mentioned in the Application Form (Annexure-1)."
}