{
  "scheme_id": "67889c8fd667626b5f0aa6ff",
  "slug": "asekkmbmtsny",
  "scheme_name": "Adivasi Sanskriti Evam Kala Kendra/Majhi Bhavan, Manki Munda Bhavan, Parha Bhavan, Pargana Bhavan, Dumkuria Bhavan Evam Gosade Nirman Tatha Majhi Than Shed Nirman Yojana",
  "scheme_short_title": "ASEKKMBMTSNY",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Scheduled Tribe, Scheduled Caste, Minority and Backward Class Welfare",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Village"
  ],
  "tags": [
    "Financial Assistance",
    "Tribal Culture",
    "Traditions",
    "Development"
  ],
  "brief_description": "The \"Adivasi Sanskriti Evam Kala Kendra/Majhi Bhavan, Manki Munda Bhavan, Parha Bhavan, Pargana Bhavan, Dumkuria Bhavan Evam Gosade Nirman Tatha Majhi Than Shed Nirman Yojana\" by the Welfare Department, Jharkhand, aims to preserve & develop tribal culture & traditions by providing essential cultural",
  "detailed_description": "The &quot;Adivasi Sanskriti Evam Kala Kendra/Majhi Bhavan, Manki Munda Bhavan, Parha Bhavan, Pargana Bhavan, Dumkuria Bhavan Evam Gosade Nirman Tatha Majhi Than Shed Nirman Yojana&quot; by the Scheduled Tribes, Scheduled Castes, Minorities, and Backward Classes Welfare Department, Government of Jharkhand aims to preserve, protect, and develop tribal culture and traditions. Under this scheme, essential infrastructure, including community centers, cultural hubs, and traditional venues, are built to serve the tribal population as focal points for cultural and social activities.",
  "benefits": [
    "Grants and Allocations: Financial assistance of ₹25,00,000/- to ₹5,00,00,000/- per project, based on the scope of work and infrastructure required. Construction of Cultural Hubs: Dedicated centers for tribal cultural preservation such as Majhi Bhavans, Dumkuria Bhavans, and Pargana Bhavans. Basic Infrastructure Development: Facilities include boundary walls, multipurpose halls, drinking water arrangements, seating spaces, driveways, and parking. Beautification and Cultural Representation: Tribal-themed landscaping, wall paintings, and decor to showcase tribal traditions."
  ],
  "eligibility_criteria": "The applicant should represent a village with a significant tribal population. The applicant village must have recognized traditional tribal leaders, such as Manki, Munda, or Pahan. The applicant committee must be formed under the leadership of tribal leaders with 7-11 tribal members. The applicant village must have government-approved land for the construction of the infrastructure.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Formation of Beneficiary Committee:",
        "Conduct a Gram Sabha meeting in eligible villages. Form a committee under the leadership of recognized tribal leaders. Appoint a chairperson, secretary, and treasurer within the committee.",
        "Proposal Submission:",
        "Submit the proposal to the District Welfare Officer (DWO) or ITDA Project Director. Ensure the proposal includes the required documents.",
        "Approval Process:",
        "District Welfare Officer reviews and forwards the proposal for technical and administrative approval. Final approval is granted by the department and sanctioned funds are disbursed."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jharkhand.gov.in/PDepartment/ViewDoc?id=D030DO003SD00305072022014908933"
    }
  ],
  "exclusions": "Villages with no recognized tribal leadership (Manki, Munda, etc.) are not eligible. Non-tribal community members cannot be part of the beneficiary committee.",
  "documents_required": "Gram Sabha Resolution. Proposal for Infrastructure Development. Land Ownership Certificate (Government-recognized). Beneficiary Committee Details (Including Tribal Leader Authorization). Bank Account Details of the Committee (Joint Account). Technical Project Plan and Cost Estimate."
}