{
  "scheme_id": "62ef4cc88b1ec52f617d467b",
  "slug": "safaew-bcew",
  "scheme_name": "Scheme For Award Of Financial Assistance For Education To The Wards Of Beedi/Cine/IOMC/LSDM Workers – Pre & Post-Matric",
  "scheme_short_title": "SAFAEW-BCEW",
  "level": "Central",
  "dbt_scheme": true,
  "categories": [
    "Skills & Employment",
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Welfare measures",
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Financial Assistance"
  ],
  "brief_description": "A scholarship scheme by the Directorate of Social Welfare, Ministry of Labour and Employment wherein financial assistance for education is provided to the Wards of Beedi/IOMC/LSDM Workers, varying from ₹1,000/- to ₹25,000/- per student per annum. The benefits are transferred through the DBT system.",
  "detailed_description": "A scholarship scheme by the Directorate of Social Welfare, Ministry of Labour and Employment wherein financial assistance for education is provided to the Wards of Beedi/Iron Ore Mines, Manganese Ore &amp; Chrome Ore Mines (IOMC)/Limestone Mines, Dolomite Mines (LSDM)/Mica Mines and Cine Workers, varying from ₹1,000/- to ₹25,000/- per student per annum. The benefits under the scheme are being transferred through the DBT system and the applications under this scheme are invited and processed through the National Scholarship Portal. The Applicant must have passed the last qualifying examination on the first attempt. However, Students promoted to the next class are also eligible to apply for the above scholarships. Candidates for the award of scholarships should have taken regular admission for studies at recognized institutions in India in any course of general or technical education, including medical, engineering, and agricultural studies.",
  "benefits": [
    "Quantum of Financial Assistance to be paid to Eligible Students (₹/Annum) w.e.f. AY 2022-23):",
    "Class 1st to 4th (for purchase of dress/books etc.): 1000 Class 5th to 8th: 1500 Class 9th & 10th: 2000 Class 11th & 12th: 3000 Industrial Training Institute (ITI): 6000 Polytechnic: 6000 Degree Courses (including B.Sc. Agriculture): 6000 Professional Courses: 25000"
  ],
  "eligibility_criteria": "Candidates for the award of scholarships should have taken regular admission for studies at recognized institutions in India in any course of general or technical education, including medical, engineering, and agricultural studies. The total monthly Income of the Worker's family from all sources should not exceed under:- Beedi Workers - ₹10,000/-; Mine Workers – a) The Mineworkers doing manual, unskilled, highly skilled, and clerical work is eligible for availing all facilities under different welfare schemes of the Labour Welfare Organization irrespective of the wages paid to them. b) The persons employed in supervisory and managerial capacities are eligible for availing of the facilities under different welfare schemes subject to the wage limit of ₹10,000/- per month. c) Cine workers – An amount not exceeding ₹8,000/- per month where such amount is paid monthly or an amount not exceeding ₹1,00,000/- where it is paid by way of lump sum or installments; as remuneration of a cine worker for the purpose of this Act. The Applicant must have passed the last qualifying examination on the first attempt. However, Students promoted to the next class are also eligible. Either of the parents of the students should be Beedi, Iron Ore Manganese & Chrome Ore Mines, Limestone & Dolomite Mines, and Cine workers with at least six months of service. This also includes Contract/Gharkhata (Home Based) workers also. The Educational Institute must be Government/Government Recognized Institute. Students who receive scholarships or stipends from any other source will not be granted under this Scheme. The Scholar should have a separate bank account. In the case of Joint accounts, the first name should be of the Scholar. More than one child of the same worker also should furnish a separate bank account number.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Keep ready the soft copies of the required documents.",
        "Go to http://www.scholarships.gov.in/. and click \"New Registration\".",
        "Guidelines for Registration will appear. Scroll to the bottom.",
        "Read carefully the undertaking. Accept the Terms. Click \"Continue\".",
        "Step 2: A Registration Form will appear. (The fields marked as * are compulsory)",
        "Fill in the details and click \"Register\".",
        "Your Application ID and password will be displayed.",
        "The same will also be sent as an SMS on your registered mobile number.",
        "Step 3: Go to https://scholarships.gov.in/fresh/newstdRegfrmInstruction",
        "Click on \"Login to Apply\". Enter your Application ID and password.",
        "Type the Captcha and click \"Login\".",
        "On the next screen, provide the OTP received on your registered mobile number. You will be directed to the Password Reset screen.",
        "Create a new password and confirm.",
        "Click \"Submit\". You will be directed to the \"Applicant's Dashboard\".",
        "Step 4: On the left pane, click \"Application Form\". The fields marked as * are compulsory. Fill the details and upload the documents.",
        "You can either click on \"Save as Draft\" to com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (AY 2022-23)",
      "url": "https://scholarships.gov.in/public/schemeGuidelines/Labour_Ministry_Guidelines_of_scholarhsips%20schemes.pdf"
    }
  ],
  "exclusions": "The scholarship sanctioned is liable to be canceled on the following occasions -\nIf the scholar is found to have obtained a scholarship by false statements. If the scholarship discontinues his/her studies, the scholarship shall be stopped from the date of such discontinuance. If the scholar changes the subject of the course of study for which the scholarship was originally awarded or changes the Institution of Study without the prior approval of the Welfare Commissioner. If the scholar fails to make satisfactory progress in the studies or is irregular in attendance or is guilty of misconduct during the academic year for which the scholarship has been granted. If the parent(s) of the scholar ceases to be a Beedi/Mine/Cine worker.\n\nThe following category of students is not eligible for the award of scholarships under the scheme:-\nStudents who, after passing one stage of education, are studying in the same stage of education in a different subject. e.g. B.Sc. after B.Com. or B.Com. after B.A. or M.A. in one subject after M.A. in another subject. Students who after having completed their educational career in one professional line, continue education in a different professional line, e.g. L.L.B. after B.T. or B.Ed. The Scholars pursuing studies through Correspondence are not eligible. Students who receive scholarships or stipends from any other source will not be granted under this Scheme.\n\nNOTE: If the scholar is found to have committed any one or more of the above after the scholarship amount has actually been paid to him/her, the amount shall be recovered forthwith from him/her or his/her parents.\n\n",
  "documents_required": "Photo Identity card of the worker (Form B Register Number in case of Mine workers). Front page of Bank Pass Book or Cancelled Cheque (which should contain details of the account holder/beneficiary). Passing Certificate/Mark Sheet of previous Academic Year Income Certificate issued by the Revenue Authority"
}