{
  "scheme_id": "68494eb5214b76ea37d99cba",
  "slug": "gff-fhll8sci",
  "scheme_name": "Grant to Films - Films in Hindi and the Languages Listed in 8th Schedule of the Constitution of India",
  "scheme_short_title": "GFF-FHLL8SCI",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Uttarakhand Information Department",
  "implementing_agency": "Film Development Council, Department Of Information And Public Relations, Government Of Uttarakhand, Dehradun",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Artists"
  ],
  "tags": [
    "Film Shooting",
    "Hindi Films",
    "Artist",
    "Producers",
    "Filmmaker",
    "8th Schedule Languages"
  ],
  "brief_description": "Under this scheme, financial grants and performance-based incentives are provided to the film producers who shoot films in Hindi or in the languages listed in the 8th Schedule of the Indian Constitution within Uttarakhand.",
  "detailed_description": "The &amp;quot;Grant to Films - Films in Hindi and the Languages Listed in 8th Schedule of the Constitution of India&amp;quot; scheme was introduced under the Uttarakhand Film Policy 2024 by the Information and Public Relations Department, Government of Uttarakhand. The scheme aims to promote regional and children's cinema, encourage film shooting within Uttarakhand, create local employment opportunities, support local and regional films and artists, and generate revenue for the state. Under this scheme, financial grants and performance-based incentives are provided to the film producers who shoot films in Hindi or in the languages listed in the 8th Schedule of the Indian Constitution within Uttarakhand. Additionally, if one or more of the five lead actors/actresses in such a film are cast in main roles, remuneration will be provided to those actors/actresses. > **There are five main categories in the production of Indian films in Hindi and other languages.** - Cinematography - Art Direction - Sound Direction/Engineering - Music Direction - Editing",
  "benefits": [
    "Primary Financial Assistance:",
    "During film shooting in Uttarakhand, 30% of the expenditure incurred in the State or up to ₹3 Crore, whichever is less, may be granted. Additional Incentives: For children films, an additional grant of 10% will be given in addition to the sanctioned amount of subsidy. An additional 5% of the sanctioned grant will be awarded to film producers who shot the film for a minimum of seven days in new shooting locations in the hilly areas of the State, as per determined T&C by the Council. An additional 5% of the sanctioned grant will be awarded, on using the authentic/real names of Uttarakhand locations in the film. If one or more of the five actors/actresses in an Indian film in Hindi or another language are casted as main role then up to ₹10 lakhs or their actual remuneration, whichever is less, will be paid to that actor/actress. Council's determination regarding eligibility and applicability will be final during this procedure. In order to be eligible for the provision of additional grant, technicians are required to have their domicile in Uttarakhand. In such case, the combined actual payment to a maximum of 5 eligible technicians or up to ₹10 lakhs, whichever is less, will be granted. Decision of the Council on the eligibility and entitlement will be final. Notes: The maximum sanctioned amount of the grant will be accessed based on the quality and technical aspects of the film. New shooting locations will be selected/finalized by the Council in consultation with the Department of Tourism in Uttarakhand. 90% of total expenses of film should be paid through bank, cheque, online medium, internet banking, UPI, digital mediums, etc. Cash transactions are strongly discouraged. It will only be permitted in unavoidable circumstances on the Chartered Accountant's certification; Provided that, in any case the total cash expenditure shall not be allowed more than 10% of the total expenditure."
  ],
  "eligibility_criteria": "The applicant should be a film producer or their duly authorized representative (individual/institution). The applicant should ensure that 75% of the film shooting takes place in Uttarakhand, and 75% of the screen time should reflect content shot in the state. The applicant must shoot in 4K resolution and use Dolby Digital or higher audio quality. The film must be screened for at least one week in a minimum of 5 cinema halls (excluding OTT platforms). The applicant should ensure that the credits roll in the film mentions all the Uttarakhand shooting locations. The artist and technician who are residents of Uttarakhand are also eligible for the grant. For grant eligibility, only film production expenses incurred within the State are eligible. Expense/Funding for film marketing, promotion, and release will not be eligible for grant funding.\nNote:\nEligible for a grant are films that are broadcasted on an over-the-top (OTT) platform approved by the Council; the producer/ company in question must affix a copy of the agreement that was executed with the OTT platform.\nCertificate from Central Board of Film Certification (Censor Board) is required. A statement of expenditures incurred in the state during the shooting period must be accompanied by invoices/bills and a certificate from a chartered accountant.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: After obtaining the film censor certificate and the release/exhibition of the film, the filmmaker can apply for a grant. Step 2: The producer/filmmaker can contact the Film Development Council, Information & Public Relations Department, Dehradun. Step 3: The filmmaker must submit all related expenses, agreements, scripts, and other relevant documents to the Film Development Council, Information & Public Relations Department, Dehradun. Post-Application Process: Step 1: A technical and financial committee, constituted for grant approval, reviews the proposals. Step 2: After examining the film and related documents, the committee decides on the eligibility for the grant. Step 3: The final approval and sanction of the grant are given by the Financial Committee, headed by the Hon'ble Chief Minister/Chairman of the Film Development Council. Step 4: After approval, the grant amount is disbursed to the producer or their authorized institution's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://uttarainformation.gov.in/images/download/Uttarakhand_Film_PolicyEng2024.pdf"
    },
    {
      "title": "Meri Yojana Book (Page No. 171)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "Films that do not incur expenses within Uttarakhand are not eligible. Marketing, promotional, and release expenses are not covered.",
  "documents_required": "Certificate (from the Central Board of Film Certification) Shooting Permission Letter (from the Uttarakhand Film Development Council) Invoices/Bills Chartered Accountant's Certificate Certificate Proof of minimum 1-week screening in 5 cinema halls Copy of the OTT agreement (if applicable) Proof of Domicile (for actors/technicians claiming additional grant) Film Credits Roll (mentioning all Uttarakhand locations) Documents related to bank/digital payments made for the production"
}