{
  "scheme_id": "67f511eb13ec05eecbbaadb0",
  "slug": "kgsuk",
  "scheme_name": "Establishment of Poultry Valley (Poultry Farming)",
  "scheme_short_title": "EPVPF",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Animal Husbandry",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Chicks",
    "Farmer",
    "MPACS",
    "Poultry Farming"
  ],
  "brief_description": "Under this scheme, poultry farmers are supported in rearing 750 chicks annually in three phases. Each year, 500 one-day-old chicks will be provided to farmers by the Animal Husbandry Department from the State Sector Budget through MPACS, while the remaining 250 chicks will be arranged by the farmer.",
  "detailed_description": "<br> The scheme &amp;quot;Establishment of Poultry Valley&amp;quot; was launched by the Animal Husbandry Department, Government of Uttarakhand, with the aim of promoting poultry farming for self-reliance and income generation among farmers. Under this scheme, poultry farmers are supported in rearing 750 chicks annually in three phases. Each year, 500 one-day-old chicks will be provided to farmers by the Animal Husbandry Department from the State Sector Budget through Multipurpose Primary Agricultural Credit Societies (MPACS), while the remaining 250 chicks will be arranged by the farmer. The scheme also supports farmers by providing interest-free loans for the construction of poultry sheds and the rearing of chicks.",
  "benefits": [
    "Each farmer will rear 750 chicks in 3 phases annually. The Animal Husbandry Department will provide 500 one-day-old chicks through MPACS from the state sector budget, and the farmer will bear the cost of the remaining 250 chicks. The Cooperative Department will provide interest-free loans for the construction of poultry sheds and for the care and rearing of the chicks."
  ],
  "eligibility_criteria": "The applicant should be a native of Uttarakhand. The applicant should be a member of a Multi-Purpose Agricultural Cooperative Society (MPACS). The applicant should be a farmer interested in poultry farming. The applicant should not have any loan or borrowing from any bank or Multi-Purpose Primary Agricultural Credit Society (MPACS). The beneficiary should not be a defaulter of any government or private institution. The applicant should be eligible to take a loan under the Deendayal Upadhyaya Krishi Kalyan Yojana. The applicant should have their own land or a registered lease/patta land. The applicant should be able to arrange for the remaining 250 chicks on their own.\nPriority will be given to women beneficiaries.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail the benefits under this scheme, the applicant may visit the nearest office of the Cooperation Department or the office of the Veterinary Officer, along with all the relevant documents. Note: The beneficiary will have to apply through the cooperative department and the veterinary officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 235)",
      "url": "https://ahd.uk.gov.in/files/ebookmeriyojana.pdf"
    }
  ],
  "exclusions": "The applicant should not be a defaulter from any bank or cooperative institution.",
  "documents_required": "Aadhaar Card Bank Account Details Land/lease related documents Affidavit/certificate of not being a defaulter from any bank Any other documents if required"
}