{
  "scheme_id": "66d9c7f792abb4016d943552",
  "slug": "sbvcydpsc",
  "scheme_name": "Samekit Baal Vikas Chhtra Yojana: Dress for Pre-school Children",
  "scheme_short_title": "SBVCYDPSC",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Bihar",
  "dbt_scheme": false,
  "categories": [
    "Women and Child"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Uniform",
    "Pre-school",
    "Anganwadi"
  ],
  "brief_description": "This scheme provides an amount of ₹400/- per child per year for uniforms to all children aged 3 to 6 years receiving pre-school education at Anganwadi Centres. The scheme aims to create a distinct identity for Anganwadi Centre children & bring a sense of uniformity & social harmony among children.",
  "detailed_description": "The &amp;quot;Dress for Pre-school Children&amp;quot; scheme is a component of the &amp;quot;Samekit Baal Vikas Chhtra Yojana,&amp;quot; initiated by the Social Welfare Department, Government of Bihar. Under this scheme, a cash amount of ₹400/- per child per year is provided for uniforms to all children aged 3 to 6 years who are receiving pre-school education at Anganwadi Centres. The scheme aims to create a distinct identity for Anganwadi Centre children and bring a sense of uniformity and social harmony among the children. This scheme is state-sponsored.",
  "benefits": [
    "Under this scheme, all children aged 3 to 6 years who are enrolled at Anganwadi Centres and receiving pre-school education are provided ₹400/- per year per child for uniforms."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Bihar. The beneficiary should be a child. The beneficiary should be between 3 and 6 years of age. The beneficiary should be enrolled at an Anganwadi Centre. The beneficiary should be receiving pre-school education at the Anganwadi Centre.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To benefit from this scheme, beneficiaries should register their names at their nearest Anganwadi Center. Complaints & Grievance Redressal:",
        "Complaints and appeals related to various schemes under this program can be filed with the Public Grievance Redressal Officer at the sub-division level, the District Public Grievance Redressal Officer at the district level, and the Departmental Public Grievance Redressal Officer at the department level. Additionally, issues can be registered with the Child Development Project Officer at the project level, the District Program Officer/District Officer at the district level, the Divisional Commissioner at the divisional level, and the Director, ICDS, as well as the Additional Chief Secretary/Principal Secretary/Secretary of the Social Welfare Department at the state level. Complaints can be submitted in writing or communicated over the telephone."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Samekit%20Baal%20Vikas%20Chhtra%20Yojna/Dress.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Samekit%20Baal%20Vikas%20Chhtra%20Yojna/Mukhyamantri%20Samekit%20Bal%20Vikash%20Chhatra%20Yojana.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/socialwelfare/CitizenHome.html"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar card of parents Birth certificate of child Address proof Any additional documents as required"
}