{
  "scheme_id": "67d7f01f5ba8cb935ddb5277",
  "slug": "spatsp",
  "scheme_name": "Scheme to Provide Financial Assistance to Purchase Solar Power Unit/Kit for Solar Fencing around the Farm",
  "scheme_short_title": "SPATSP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Solar Power Unit"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance to farmers for purchasing solar power units/kits for solar fencing around their farms to protect crops from damage caused by wild and stray animals.",
  "detailed_description": "The &amp;quot;Scheme to Provide Financial Assistance to Purchase Solar Power Unit/Kit for Solar Fencing around the Farm&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support farmers by subsidizing the cost of solar power units/kits for farm fencing. By installing solar fencing, farmers can prevent crop destruction, increase agricultural productivity, and ensure better utilization of resources.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nSolar Power Unit/kit | 50% of actual expenditure or ₹15,000/- whichever is less | once in 10 (ten) years"
  ],
  "eligibility_criteria": "For Individual Farmers:\nThe applicant must be a farmer. The applicant must belong to the Gujarat state.\nFor Joint Landholder Farmers:\nOnly one landholder mentioned in the 8-A land record shall be eligible for the benefit. The selected landholder must have the consent of all other joint landholders.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dag.gujarat.gov.in/Home/SchemesDetailsPage/BMK6EDNp%E2%9C%BFBGYicSpRTpP4A%E2%99%AC%E2%99%AC"
    }
  ],
  "exclusions": "Beneficiary of \"Wire Fencing Scheme\" will not be eligible for assistance under this scheme.",
  "documents_required": "Aadhaar Card. 8-A Land Record Document (for joint landholders, consent is required). Van Adhikar Patra or Sanad (for farmers in forest areas). Bank Passbook Copy. Recent Passport Size Photograph. Any other document if required."
}