{
  "scheme_id": "671216cafa5f573ee5265438",
  "slug": "wfctnsjkbocwwb",
  "scheme_name": "Workers for Class 9th to 12th Through National Scholarship (JKBOCWWB)",
  "scheme_short_title": "WFCTNSJKBOCWWB",
  "state": "Jammu and Kashmir",
  "level": "State/ UT",
  "nodal_department": "Department of Labour and Employment",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Worker",
    "Construction",
    "Labour",
    "Education",
    "Scholarship"
  ],
  "brief_description": "Launched on 1st January 2018, the \"Workers for Class 9th to 12th\" scheme, under the MUHAFIZ Scheme by the Building and Other Construction Workers Welfare Board, Labour Dept., J&K, provides ₹1,200 per year for up to two children of registered BOC workers through the National Scholarship Portal.",
  "detailed_description": "Launched on 1st January 2018, The &quot;Workers for Class 9th to 12th&quot; scheme by the Building and Other Construction Workers Welfare Board, The scheme provides annual financial assistance of ₹1,200 per child (up to two children) for the education of registered BOC workers&#39; children through the national scholarship portal.",
  "benefits": [
    "An annual scholarship of ₹1,200 per child (up to two children)"
  ],
  "eligibility_criteria": "For Registration as a Building/ Construction Worker:\nThe applicant should be a resident of Jammu & Kashmir. The applicant should be a Building/ Construction Worker. The applicant should be between 18 and 60 years. The applicant should have engaged in any building or other construction work for at least 90 days during the preceding 12 months. The applicant should be registration is renewed annually.\nFor the Application of the Welfare Scheme:\nOne of the student's parents must be a registered member of the Building and Other Construction Workers (BOC) Welfare Board. The applicant must be studying in classes 9th to 12th.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration of a Construction Worker under JKBOCWWB:",
        "Step 1: Go to the J&K Building and Other Construction Workers Welfare Board (JKBOCWWB) official website. ",
        "Step 2: On the homepage, find and click the \" Labour Registration\" link.",
        "Step 3:If you're a new user, click on \"Apply for New Registration.\"",
        "Step 4: Complete the registration form with your details, submit the form, and send the OTP to your registered mobile number. Enter the OTP and click \"Verify OTP & Submit.\"",
        "Step 5: After the OTP is verified, a confirmation message with your Login ID and password will be sent to your registered mobile number.",
        "Step 6:Use the Login ID, password, and captcha to log in (remember, the username and password are case-sensitive). filled are case sensitive)Read all the instruction carefully and Click to continue",
        "Step 7: Once logged in, choose the \"Construction Worker's Registration\" option and click on \"Registration Form.\"",
        "Step 8: A dashboard will appear. Complete the form by entering all required details (marked with *).",
        "Step 9: Upload all the important documents, such as ID proof and other relevant certificates.",
        "Step 10: Once the form is completed and documents uploaded, click \"Submit\" and pay the application fee online. You will receive a registration number after successful payment and submission.",
        "Registration",
        "Step1: Go to national scholarship portal and click on \"Student\" and then \" One Time Registration (OTR)\". ",
        "Step2: Read the guidelines, check the box to provide the undertaking, and click \"Continue\".",
        "Step3: Enter your mobile number, receive an OTP, and verify it by entering the OTP",
        "Step4: Provide necessary documents like Aadhaar and Bank Account details to complete the registration.",
        "Step5: Ensure all the details you entered are correct, then click \"Verified\".",
        "Step6 : After verification, you will receive your registration number on the registered mobile number.",
        "Steps to Apply for Scheme Benefits:",
        "Step1: Visit the national scholarship portal . ",
        "Step2: Click on the \" Student \" option and select \"Apply For Scholarship.\" ",
        "Step3: Enter your OTR ( One Time Registration ) number, password, CAPTCHA, and click \"Login.\"",
        "Step 4: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 5: Once the form is completed and documents uploaded, click \"Submit\" and pay the application fee online. You will receive a registration number after successful payment and submission.",
        "Step 6: Print your application form for future reference."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://www.jkbocw.gov.in/StaticPages/SchemeInformation.aspx"
    },
    {
      "title": "Website",
      "url": "https://www.jkbocw.gov.in/Index.aspx"
    },
    {
      "title": "Apply For Scheme",
      "url": "https://scholarships.gov.in/"
    },
    {
      "title": "Worker Registration",
      "url": "https://portal.jkbocw.gov.in/MemberRegistration.aspx"
    }
  ],
  "documents_required": "Aadhaar Card of the worker and their child. BOCW ID Card. Age Proof Certificate. Study Certificate.. Two Passport-size Photographs of the student. Bank Account Details of the student. Student ID Card"
}