{
  "scheme_id": "62a3219af038bd8499a5f883",
  "slug": "pm-svanidhi",
  "scheme_name": "PM Street Vendor's AtmaNirbhar Nidhi (PM SVANidhi)",
  "scheme_short_title": "PM SVANIDHI",
  "level": "Central",
  "implementing_agency": "Urban Local Bodies (ULBs) And Town Vending Committees (TVCs)",
  "dbt_scheme": true,
  "categories": [
    "Business & Entrepreneurship",
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan",
    "Micro finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Street Vendors",
    "Working Capital Loan",
    "Enhanced Livelihood",
    "Digital Empowerment",
    "Affordable Credit"
  ],
  "brief_description": "PM SVANidhi is a micro-credit scheme launched on 1st June 2020 by the MoHUA to provide handholding support to street vendors. The scheme facilitates a working capital collateral-free loan of ₹10,000, with subsequent loans of ₹20,000 and ₹50,000 with a 7% interest subsidy.",
  "detailed_description": "PM SVANidhi is a central-sector micro-credit scheme launched on 1st June 2020 by the Ministry of Housing and Urban Affairs (MoHUA) to provide handholding support to street vendors. The scheme facilitates a working capital collateral-free loan of ₹10,000, with subsequent loans of ₹20,000 and ₹50,000 with a 7% interest subsidy. The scheme focuses on increasing the digital footprint in India by promoting the use of digital transactions among street vendors. To incentivize the adoption of digital transactions, a cashback of up to ₹100 per month is given to Street Vendors. **Aim:** The scheme aims to formalize the street vendors and open up new opportunities for this sector to move up the economic ladder. Street vendors represent a very important constituent of the urban informal economy and play a significant role in ensuring availability of the goods and services at affordable rates at the doorstep of the city dwellers. They are known as vendors, hawkers, thelewala, rehriwala, theliphadwala, etc. in different areas/ contexts. The goods supplied by them include vegetables, fruits, ready-to-eat street food, tea, pakodas, bread, eggs, textile, apparel, footwear, artisan products, books/ stationary, etc. The services include barber shops, cobblers, pan shops, laundry services, etc.",
  "benefits": [
    "Financial assistance of up to ₹10,000 is provided to street vendors to help them restart and expand their businesses. The loan is provided at a low-interest rate of 7%, making it easier for street vendors to repay the loan. No collateral is required to avail of the loan, making it more accessible to street vendors. There is no processing fee to apply for the scheme, making it cost-effective for street vendors. The loan amount can be used for any purpose related to the street vending business, such as buying raw materials, paying rent, or purchasing equipment. The scheme provides financial stability to street vendors and helps them to become self-reliant. The loan repayment period is one year, which gives street vendors sufficient time to repay the loan. The scheme encourages entrepreneurship and helps to create employment opportunities. The scheme is aimed at providing financial assistance to street vendors affected by the COVID-19 pandemic, helping them to recover from the economic impact of the pandemic. The scheme is implemented at the national level and is available in all States and Union Territories, making it accessible to street vendors across the country."
  ],
  "eligibility_criteria": "Street vendors in possession of Certificate of Vending / Identity Card issued by Urban Local Bodies (ULBs). The vendors, who have been identified in the survey but have not been issued Certificate of Vending / Identity Card. Street Vendors left out of the ULB-led identification survey or who have started vending after completion of the survey and have been issued a Letter of Recommendation (LoR) to that effect by the ULB / Town Vending Committee (TVC). The vendors of surrounding development/ peri-urban/rural areas vending in the geographical limits of the ULBs, who have been issued a Letter of Recommendation (LoR) to that effect by the ULB / TVC.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit https://pmsvanidhi.mohua.gov.in/ and click on the \"Log In\" button on the homepage.",
        "Step 2: Enter Mobile number and captcha. Click request OTP.",
        "Step 3: After successful login, select valid \"vendor category\" among the available options. Enter \" Survey Reference Number \" (SRN) which is mandatory.",
        "Step 4: On entering these basic details, fill the application form online, upload the relevant documents and submit.",
        "Note:",
        "For any kind of clarification and access detailed stepwise process, refer User Manual . For any query one can call on the toll free number i.e 1800111979 between 9.30 AM to 6.00 PM on Monday to Saturday except national holidays."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Understand the information documents required to fill the Loan application form (LAF) for the Scheme. Keep all the information ready before you start the application process. Ensure mobile phone is linked to Aadhaar number. This will be required for e-KYC/Aadhaar validation during online application process. It will also help you to get letter of Recommendation from ULB (in case required). It will also help you avail future benefits under Government welfare schemes. Check your eligibility status as per scheme Rules. One will fall in one of the 4 categories of Street vendors . Check your status and the documents/ information which you need to keep ready."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mohua.gov.in/pm_svandhi/guidelines.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://mohua.gov.in/pm_svandhi/FAQ.pdf"
    },
    {
      "title": "Offline Application Form",
      "url": "https://www.pmsvanidhi.mohua.gov.in/Default/ViewFile/?id=PM+SVANidhi+LAF.pdf&path=MiscFiles"
    },
    {
      "title": "Check Application Status",
      "url": "https://pmsvanidhi.mohua.gov.in/Schemes/SearchVendor"
    },
    {
      "title": "User Manuals For Applicant",
      "url": "https://pmsvanidhi.mohua.gov.in/Schemes/UserManual"
    },
    {
      "title": "Pre-Application Steps",
      "url": "https://pmsvanidhi.mohua.gov.in/Default/ViewFile/?id=FAQEng.pdf&path=MiscFiles"
    },
    {
      "title": "Helpdesk",
      "url": "https://pmsvanidhi.mohua.gov.in/Home/Contact"
    },
    {
      "title": "Application Submission/Log In",
      "url": "https://pmsvanidhi.mohua.gov.in/Login"
    }
  ],
  "documents_required": "For 1st Loan : For Category A and B vendors : Certificate of Vending Identity Card For Category C and D vendors : Letter of Recommendation KYC documents required in addition to CoV/ID/LoR : Aadhaar Card Voter Identity Card Driving License MNREGA Card PAN Card For Letter of Recommendation : Copy of Account Statement/Passbook Copy of Membership Card/any other proof of membership Any other document to substantiate the claim as a vendor Request letter to ULB For Second Loan Loan Closure Document"
}