{
  "scheme_id": "65c35396ed4030e118cefd7b",
  "slug": "aillam",
  "scheme_name": "Aravanaippu Illam",
  "scheme_short_title": "AILLAM",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Shelter",
    "Citizen empowerment",
    "Food Security / Public Distribution System",
    "Free Meal",
    "Health promotion"
  ],
  "target_beneficiaries": [
    "All"
  ],
  "tags": [
    "Disability",
    "Food",
    "Shelter",
    "Medical",
    "Clothes"
  ],
  "brief_description": "The scheme \"Aravanaippu Illam\" was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to take care of persons who are lacking basic needs & proper care in society, and to maintain them in a safe living condition.",
  "detailed_description": "The scheme \"Aravanaippu Illam&quot; was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to take care of persons who are lacking basic needs &amp; proper care in society, and to maintain them in a safe living condition.",
  "benefits": [
    "Free Shelter and Food. Free Supply of 4 Sets of Dresses and Other Daily Living Needs. Free Medical Treatment (Referred to Nearby PHC). Training in Korai & Coir Mat Weaving. Labour Charges of ₹ 20/- Per Mat for the Work of Mat Weaving as and When Carried Out. ₹ 5/- Per Day as Daily Pocket Money. Recreation Like Radio, TV, Library, Besides Local Trips to Places of Interest and Temples. Annual Tour to Places of Interest. Annual Day, Conducted Every Year in Order to Exhibit Their Talents and for Prize Distribution.",
    "NOTE: Contact the authorities below in case of delay in disbursal of benefits:",
    "Puducherry: The Director, Directorate of Social Welfare, Saradhambal Nagar, Ellaipillaichavadhy, Puducherry.",
    "Karaikal: The Collector, Karaikal.",
    "Mahe/Yanam: The Regional Administrator, Mahe/Yanam."
  ],
  "eligibility_criteria": "The applicant should be lacking basic needs and proper care in society. The applicant should be 20 years or above in age. The applicant should not be suffering from communicable disease.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Social Welfare, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Puducherry: The Deputy Director, Differently Abled Section, Directorate of Social Welfare. Karaikal: The Assistant Director, Social Welfare Department (Sub Office). Mahe / Yanam: The Welfare Officer (i\\c), Social Welfare Department (Sub Office).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socwelfare.py.gov.in/aravanaippu-illam-puducherry"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    }
  ],
  "documents_required": "Aadhaar Card. Voter ID. Address Proof. Ration Card. Age Proof."
}