{
  "scheme_id": "67765fbd8aa510ca37141332",
  "slug": "dssg",
  "scheme_name": "Doodh Sanjivani Scheme",
  "scheme_short_title": "DSSG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pregnancy care",
    "Children’s health and immunization"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Nutritional Support",
    "Tribal Welfare",
    "Child Nutrition",
    "Pregnant Mothers"
  ],
  "brief_description": "The scheme aims to enhance the nutritional health of children aged 6 months to 6 years and pregnant and lactating mothers by providing fortified flavored milk in Anganwadi centers across 20 districts in the state.",
  "detailed_description": "The &amp;quot;Doodh Sanjivani Scheme&amp;quot; launched by the Women and Child Development Department, Gujarat, is a welfare initiative designed to improve the nutritional status of children and women in tribal and underdeveloped communities. The scheme benefits children aged 6 months to 6 years and pregnant and lactating mothers registered at Anganwadi centers. It covers 138 tribal and developing communities in 20 districts and is implemented through Anganwadi centers.",
  "benefits": [
    "Nutritional Support for Children: 100 ml of fortified flavored milk is provided 5 days a week to children aged 6 months to 6 years. Nutritional Support for Mothers: 200 ml of fortified flavored milk is provided 2 days a week to pregnant and lactating mothers."
  ],
  "eligibility_criteria": "The applicant must be a child aged 6 months to 6 years or a pregnant or lactating mother. The applicant must be registered at an Anganwadi center.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the nearest Anganwadi center. Step 2: Register yourself or your child with the Anganwadi center. Step 3: Provide the required documents. Step 4: Avail of the benefits during scheduled distribution days."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wcd.gujarat.gov.in/initiativedetails?id=237"
    }
  ],
  "documents_required": "Birth Proof for child. Identity proof (e.g., Aadhaar card, ration card). Pregnancy proof for pregnant mothers (e.g., medical certificate). Any other document (if required)."
}