{
  "scheme_id": "65eb3044da55878ebe1891d1",
  "slug": "masgbocwwb",
  "scheme_name": "Maternity Assistance Scheme (GBOCWWB)",
  "scheme_short_title": "MAS(GBOCWWB)",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Building And Other Construction Worker's Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Financial assistance",
    "Pregnancy Care"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Maternity",
    "Building Worker",
    "Construction Worker",
    "Labour",
    "Financial Assistance"
  ],
  "brief_description": "The objective of this scheme is to provide financial assistance during pregnancy to women construction workers and construction workers' wives registered with the Gujarat Building and Other Construction Worker's Welfare Board and to provide social stability to construction workers.",
  "detailed_description": "The \"Maternity Assistance Scheme\" is implemented by the Gujarat Building and Other Construction Worker's Welfare Board (GBOCWWB), Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. The objective of this scheme is to provide financial assistance during pregnancy to women construction workers and construction workers&amp;#39; wives registered with the Gujarat Building and Other Construction Worker's Welfare Board and to provide social stability to construction workers.",
  "benefits": [
    "Under the scheme, financial assistance of ₹6,000/- is provided to the wife of a registered construction worker for the first two deliveries. Financial assistance of ₹37,500/- is provided to a registered female construction worker for the first two deliveries. Note 01: Financial assistance is disbursed directly from DBT to the beneficiary's account. Note 02: The scheme also provides benefits in case of miscarriage. Note 03: The application period is up to six months from the date of conception. Rules and Conditions: ₹17,500/- before maternity assistance in case of registered women construction workers should be applied in 06 (six) months along with a Surgeon/Gynecologist/Gynecology PHC-approved doctor's certificate/copy of a Mamta card (in case of registered women worker)/Doctor's certificate. The application should be inwarded in the office before the completion of 06 months (six) counting the period from the date of inwarding of the application in the office of the board in the copy of the card. In the case of female construction workers registered in the post-delivery application, post-delivery financial assistance of ₹20,000/- and ₹6000/- in the case of the wife of a construction worker is provided."
  ],
  "eligibility_criteria": "The construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board will be eligible to get the benefit of this scheme. The construction worker should have an active membership of the Board. Financial assistance is provided for the first two births of both a registered female construction worker and the wife of a registered construction worker. Note: Application should be made within 12 (twelve) months after delivery.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for ‘E-Nirman Card' under the GBOCWWB:",
        "Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/ ",
        "Step 02: On the home page, under the tab ‘Login to Portal', click on ‘ Please Register Here '.",
        "Step 03: Enter all the mandatory information and then click on ‘Register'.",
        "Step 04: After successful registration, the applicants can login through their User ID and Password.",
        "Step 05: Now, update your profile by entering all the necessary details as required and click on ‘Update'.",
        "Step 06: Select the ‘Construction Works Form' and fill out all the mandatory information in the form.",
        "Step 07: Upload all the relevant documents, agree with the terms & conditions, and submit the form.",
        "Step 08: Once the application has been submitted, an application Number is generated which can be kept for future reference.",
        "Process to track Application Status:",
        "Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/ ",
        "Step 02: On the home page, click on ‘View Citizen Application Status'.",
        "Step 03: Enter the Application Number and Date of Birth.",
        "Step 04: Now click on ‘View Status'.",
        "Application Process for Scheme Benefit:",
        "Step 01: The applicant may visit the Sanman Portal: https://sanman.gujarat.gov.in/ ",
        "Step 02: On the home page, under the tab ‘Citizen Login', click on ‘ Please Register Here '.",
        "Step 03: Enter your Aadhaar Card Number, select user type and then enter your E-Nirman Card Number.",
        "Step 04: Now, click on ‘Fetch' & submit the details.",
        "Step 05: After successful registration, the applicants can login through their User ID and Password.",
        "Step 06: Now, select the scheme and read the instructions carefully for the selected scheme.",
        "Step 07: Fill out the application form and upload all the relevant documents.",
        "Step 08: Agree with the Rules & Regulations and submit the application form. A confirmation email with the application Number will be sent to the registered email ID."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant may visit the district office of the BOCW Board and collect the application form. The application form can also be downloaded from the official website. Step 02: Fill out the form completely and attach all the relevant documents. Step 03: Submit the filled application form to the District Project Manager. Step 04: The District Project Manager will submit it online. Step 05: It will then be approved by the District Inspector. Step 06: Then it will be submitted to the State Project Manager of the Head Office. Step 07: It will then be approved by the Government Labour Officer of the Head Office and subsequently by the Member Secretary. Step 08: After approval of the application DBT will be credited to the worker's account."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sanman.gujarat.gov.in/Home/BOCWScheme"
    },
    {
      "title": "Guidelines",
      "url": "https://bocwwb.gujarat.gov.in/Portal/Document/10_376_1_Maternity_Assistance_Scheme.pdf"
    },
    {
      "title": "Sanman Portal",
      "url": "https://sanman.gujarat.gov.in/"
    },
    {
      "title": "E-Nirman Portal",
      "url": "https://enirmanbocw.gujarat.gov.in/Index.aspx"
    },
    {
      "title": "Application Form",
      "url": "https://sanman.gujarat.gov.in/ApplicationForm/BOCW/PSY/ApplicationForm.pdf"
    }
  ],
  "documents_required": "Documents required for ‘E-Nirman Card' under the GBOCWWB :\nPhotograph of the worker Aadhaar Card Ration Card Caste Category certificate, if applicable Proof of age (Birth certificate/Driving Licence/PAN Card/Voter ID Card)  Self-declaration certificate Employer Certificate Bank Passbook/cancelled Cheque Any other documents as required\nDocuments required for Scheme Benefit:\ne-Nirman Card of the worker Passport-size photograph Surgeon/Gynaecologist/Gynaecology PHC approved doctor's certificate/copy of Mamta card (in case of registered female worker) Birth certificate Aadhaar card of the beneficiary Copy of the first page of the bank passbook Copy of Ration Card Affidavit Any other documents as required"
}