{
  "scheme_id": "67f7f7ab7dc6b8a0ad1358cd",
  "slug": "mse",
  "scheme_name": "Merit Scholarship: Engineering University",
  "scheme_short_title": "MSEU",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Technical Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Student",
    "Scholarship",
    "Engineering",
    "University"
  ],
  "brief_description": "The scheme provides ₹1000/- per month to eligible students for pursuing B.E. from a recognized engineering college in Chhattisgarh. The applicants can either be students who have passed their 10th and 12th standard examinations, or Diploma holders newly admitted to the second year of B.E.",
  "detailed_description": "&quot;Merit Scholarship: Engineering University&quot; is a welfare scheme by the Technical Education Department, Government of Chhattisgarh. The scheme provides ₹1000/- per month to eligible students for pursuing B.E. from a recognized engineering college in Chhattisgarh. The applicants can either be students who have passed their 10th and 12th standard examinations with a minimum of 60% marks, or Diploma holders newly admitted to the second year of B.E. must have passed the final year examination of their diploma with a minimum of 60% marks.",
  "benefits": [
    "For studying in the first year of the B.E. (Bachelor of Engineering) program: ₹1,000/- per month. For students newly admitted to the second year of B.E. through lateral entry: ₹1,000/- per month."
  ],
  "eligibility_criteria": "The applicant must be a native resident student of Chhattisgarh.\nThe applicant must be currently studying in a recognized engineering college in Chhattisgarh. The applicant must be pursuing an engineering degree course. Students who have passed their 10th and 12th standard examinations with a minimum of 60% marks from any recognized institution located in Chhattisgarh will be eligible. Diploma holders newly admitted to the second year of B.E. must have passed the final year examination of their diploma with a minimum of 60% marks will also be eligible.\n\nOther Conditions -\nWithout special approval from the government, no student will receive more than one scholarship at the same time. However, if the institution where he is studying has given him any fee concession, then he will be entitled to continue receiving it. If any scholarship becomes vacant during its duration, then the approving authority can give such scholarships for its unexpired period to the next eligible and deserving candidate from the merit list. Only those students will be eligible to receive scholarships who have passed the qualifying examination from any testing body of Chhattisgarh. But children of such permanent government employees of Chhattisgarh can be exempted from this condition who are on deputation to the Government of India or any other state government. Such students will not be eligible to receive scholarships who are in full-time employment. In this regard, only one concession can be given that any such student, who is regularly studying in a recognized institution and is receiving any scholarship, can be allowed to do part-time work.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Office of the Principal of the Institution and request a hard copy of the prescribed format of the application form from the institute staff.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the staff. The Principal will verify the documents and forward the application to the Directorate for approval (New applications) or process the renewal (for existing beneficiaries).",
        "Step 4: Request a receipt or acknowledgement from the staff to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (page No. 5)",
      "url": "https://cgdteraipur.cgstate.gov.in/sites/default/files/notification-of-merit-scholarship-2016-17-598083916f1b8.pdf"
    }
  ],
  "documents_required": "Residential Certificate of Chhattisgarh. Mark Sheet of the Qualifying Examination."
}