{
  "scheme_id": "64c78ae6b594314dec85ace7",
  "slug": "ssspy",
  "scheme_name": "Samagr Samajik Suraksha Pension Yojana",
  "scheme_short_title": "SSSPY",
  "state": "Madhya Pradesh",
  "level": "State",
  "nodal_department": "Department of Social Justice and Empowerment of Persons with Disabilities",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Empowerment",
    "Social Welfare"
  ],
  "brief_description": "Madhya Pradesh State Government started the \"Samagr Samajik Suraksha Pension Yojana\" for different age groups.",
  "detailed_description": "In Madhya Pradesh, &amp;quot;Samagra Samajik Suraksha Pension Yojana&amp;quot; was started for poor, disabled and destitute citizens. This scheme has been started by the Chief Minister of Madhya Pradesh. In which those people of the state who are destitute such as – old people, handicapped, disabled and poor class people have been kept under the scheme. In which all social security has been provided from women to children. The objective of Social Security Pension Scheme Madhya Pradesh is to provide financial assistance to destitute people so that they do not need any other person to meet their needs.",
  "benefits": [
    "Pension amount: Rs. 600/- per momth."
  ],
  "eligibility_criteria": "Destitute-aged people above 60 years. (or) Widow (Kalyani) should be above 18 years of age and should not be an income taxpayer. (or) Unmarried women who are above 50 years of age and not an income taxpayer. (or) Abandoned women, who are 18 years to 59 years of age and living below the poverty line. (or) Diable persons who are above 6 to 18 years of age whose disability is 40% or more and not income taxpayers. (or) All inmates living in old age homes whose age is more than 60 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicants have to visit the Gram Panchayat / Janpad Panchayat in rural areas and Municipal Corporation / Municipality / City Council in urban areas. Get the application form and fill it with the required information. Attach the necessary document. Get the acknowledgement from the concerned office."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://cmhelpline.mp.gov.in/Schmedetail.aspx?Schemeid=355"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Two photos. BPL Card or destitute/poor certificate. Age proof certificate. Disability certificate. Welfare / Abandonment Certificate."
}