{
  "scheme_id": "6459ca4aa8205db95fde217a",
  "slug": "myyyt",
  "scheme_name": "Mukhyamantri Yuba Yogajog Yojana In Tripura",
  "scheme_short_title": "Myyyt",
  "state": "Tripura",
  "level": "State",
  "nodal_department": "Department Of Social Education",
  "categories": [
    "Education & Learning"
  ],
  "tags": [
    "Scholarship",
    "Student",
    "Mobile",
    "Smart Phone",
    "Degree Grant"
  ],
  "brief_description": "Financial grant to degree year students for smartphone. Grant Amount = Invoice Amount upto Max. Rs 5000/-",
  "detailed_description": "Tripura government has started a new scheme named Mukhyamantri Yuba Yogayog Yojana 2021. This scheme is available for every eligible student of the state. The state government has decided to put forward that they will give a scholarship amount to all eligible applicants who are in the last year of the graduation course. The government will give them 5000 rupees in the form of a scholarship amount. With the implementation of this scheme, the government wishes to achieve the next rule in the elections as soon as possible in the Tripura state. Moreover, with the help of this scheme, every student will be able to get internet access so that they can enter the digital world.",
  "benefits": [
    "1) To provide a grant for the purchase of SmartPhone",
    "2) Promoting the youth towards digitalization",
    "3) Beneficiaries Undergraduates studying in government colleges or institutes",
    "4) Major Benefit Bestowing and amount of ₹5,000 / – (Rupees five thousand) to the undergraduates",
    "5) Eligible are Students of under graduate (UG) courses"
  ],
  "eligibility_criteria": "To be eligible for the scheme, the student must follow the following eligibility criteria given below:-\n1) The student must be a resident of Tripura state.\n2) The student must be studying in a college resided in Tripura state.\n3) A student must be in the final year of the course.\n4) The scheme is not applicable for students who are getting their degree from the colleges which are not in the state.\n5) The student can avail of the benefits once in the lifetime\n6) Applicant must buy a smartphone after the announcement of the scheme in his/ her name.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "For this, visit the official website of the National Scholarship Portal, which is as follows Click Here.",
        "The page will look like this.",
        "• Now, tap on the New Registration button provided at the menu bar of the website.",
        "• The new page will appear on your computer screen. The direct link is as follows Click Here.",
        "• Now, read every single detail here. After the read, tick on the checkbox button.",
        "• Tap on the continue button. The registration form will open.",
        "• Fill this form properly. Enter all asked details in the registration form such as applicant name, address, birth date, email ID, scheme type, applicant bank account details, captcha code. After successfully entered all details, tap on the submit button.",
        "• If you are a first-time user, then the OTP will be sent to you on your registered mobile number. Enter OTP, and tap on the submit button.",
        "• Now, log in to your account by entering the Login ID and password.",
        "• After login, choose an appropriate application form and submit your form by entering all required details.",
        "• After that, upload every required document along with the application form.",
        "• In this manner, every citizen will be able to register for the Scholarship Scheme on the National Scholarship Portal Online.",
        "Important Points",
        "• Always take a printout of your submitted application form.",
        "• Fill in all details in the application form very properly.",
        "• Always recheck every single detail in the application form before submission"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Notification",
      "url": "https://pmmodiyojana.in/wp-content/uploads/2020/05/Yuba-Yogayog-Official-Notification.pdf"
    }
  ],
  "exclusions": "The scheme does not permit applications from government employees. Students receiving benefits from this scheme are ineligible to receive benefits from any other scheme with the same purpose.",
  "documents_required": "Important documents to apply for the Mukhyamantri Yuba Yogayog Yojana 2021. The steps are as follows:\n1) Applicant Voter ID Card\n2) Working E-mail ID\n3) Applicant Aadhar Card\n4) Results\n5) Academic Certificate\n6) Working Mobile Number\n7) College Registration Form"
}