{
  "scheme_id": "66ffc07daa7fbefbf2f90dfb",
  "slug": "atbw",
  "scheme_name": "Award of ₹20,000/- to Best Writers",
  "scheme_short_title": "ATBW",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Writers",
    "Cash Award",
    "Unemployment"
  ],
  "brief_description": "The scheme provides a cash award of ₹20,000/- to the top 10 writers from Adi Dravidar, Tribal, or Adi Dravidar communities converted to Christianity, with one additional spot for a writer from other communities.",
  "detailed_description": "The \"Award of ₹20,000/- to Best Writers\" scheme by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aimed at recognizing and promoting literary talent within the Adi Dravidar, Tribal, and Adi Dravidar Christian-converted communities. A total of 10 writers from these communities will be selected to receive a cash prize. Additionally, one writer from any other community will also be chosen. &lt;br&gt;",
  "benefits": [
    "Cash Prize: ₹20,000/- to each of the selected writers (10 from Adi Dravidar/Tribal communities and one from other communities). Recognition: Selected writers receive state recognition for their literary contributions."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be an unemployed writer. The beneficiary should belong to the Adi Dravidar/ Tribal/ Adi Dravidar converted to Christian community.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The scheme will be advertised in newspapers during April/May. Step 2: Interested candidates must submit their literary works along with the required documents to the designated authority as mentioned in the advertisement. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83092"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/Tribal). A copy of the submitted literary work. Bank account details. Passport-size photographs. Any other documents (if required)."
}