{
  "scheme_id": "676a6098f834bff5a5eedd7a",
  "slug": "afsispscupsce",
  "scheme_name": "Award for Success in State Public Service Commission, Union Public Service Commission Examination (MPBOCWWB)",
  "scheme_short_title": "AFSISPSCUPSCE",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Building",
    "Construction",
    "Education",
    "Exam",
    "Worker",
    "Award"
  ],
  "brief_description": "The State Public Service Commission and Union Public Service Commission Examination Success Award Scheme, 2012 provides an incentive to sons and daughters of registered construction workers, up to 45 years of age, selected in State or Union Public Service Commission exams.",
  "detailed_description": "Under the&quot; State Public Service Commission and Union Public Service Commission Examination Success Award Scheme&quot; by the Labour Department, Government of Madhya Pradesh, the sons and daughters of registered construction workers who are selected at various levels in the State Public Service Commission or Union Public Service Commission examinations, are provided incentives ranging from ₹15,000/- to ₹50,000/-.",
  "benefits": [
    "Incentives Upon Selection in \"Madhya Pradesh Public Service Commission\" Exam",
    "Preliminary Exam: ₹15,000/- Main Exam: ₹25,000/-",
    "Incentives Upon Selection in \"Union Public Service Commission\" Exam",
    "Preliminary Exam: ₹25,000/- Main Exam: ₹50,000/-"
  ],
  "eligibility_criteria": "For Registration\nThe applicant should be a resident of Madhya Pradesh. The applicant should be a Building/ Construction Worker. The applicant should be between 18 and 60 years. The applicant should have engaged in any building or other construction work for at least 90 days during the preceding 12 months. The registration of the applicant should be renewed annually.\nFor Application\nThe applicant should be a son or daughter of a registered Building/ Construction Worker. The applicant should be up to 45 years of age. The applicant should be in possession of a valid identity card issued by the Labour Department. The applicant should be selected at Preliminary or Main Level of either the \"State Public Service Commission Examination\" or the \"Union Public Service Commission Examination\".",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "(For Registration Only)",
        "Step 1: Go to the Shram Seva Portal (MPBOCWWB) official website. ",
        "Step 2: On the homepage, find and click on \"Registration of Construction Worker.\"",
        "Step 3: Select the option \" Apply online for registration as a beneficiary.\"",
        "Step 4: Enter your Composite Member ID and Samagra Family ID, then click Get Details.",
        "Step 5: Your family or beneficiary details will be displayed on the screen.",
        "Step 8: Complete the form by entering all required details (marked with *).",
        "Step 9: Upload all necessary documents, such as ID proof and other relevant certificates.",
        "Step 10: After completing the form and uploading the documents, click Submit and pay the application fee online.",
        "Step 11: You will receive a registration number after successful payment and submission."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Assistant Labor Commissioner/Labor Officer/Assistant Labor Officer/District Labor Office and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Authority Designated for Approval:-",
        "Development Section Medical Officer/Institution Incharge, Civil Hospital/Civil Surgeon cum Chief Hospital Superintendent/Superintendent, Government Medical College",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any.",
        "NOTE: Up to six months i.e. 180 working days after the declaration of the examination results."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://labour.mp.gov.in/Public/Pages/Schemes/RajyaLokSevaAyog.aspx"
    },
    {
      "title": "Labour Registration",
      "url": "https://labour.mp.gov.in/Public/Registration/BeneficiaryRegistrationRequest.aspx"
    }
  ],
  "documents_required": "Identity Proof (e.g., Aadhaar Card) Passport-size Photograph Proof of Residence (e.g., Utility bill, Voter ID, etc.) Ration Card (optional) Bank Account Details (e.g., Copy of Bank Passbook) Caste Certificate (if applicable) Undertaking/Declaration Age Certificate Valid Identity Cards Employment Certificate Signature Any other documents as required"
}