{
  "scheme_id": "683e96e57162804eaa793236",
  "slug": "ckpkn",
  "scheme_name": "Contract Khel Prashikshakon Ki Niyukti",
  "scheme_short_title": "CKPKN",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sports",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Skills & Employment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sports",
    "Employment",
    "Coach Appointment",
    "Sports Trainer"
  ],
  "brief_description": "The scheme facilitates the annual appointment of contract-based sports trainers for conducting various local training camps across Uttarakhand, thereby promoting employment opportunities and strengthening grassroots sports infrastructure.",
  "detailed_description": "The scheme \"Contract Khel Prashikshakon Ki Niyukti\" implemented by the Department Of Sports, Uttarakhand, aims to appoint contract-based sports coaches to conduct local training camps for various sports across the state, benefiting approximately 250 coaches annually with employment. Coaches aged 21-70 years, with relevant qualifications, can apply, and permanent residency is not mandatory. <br>",
  "benefits": [
    "Employment Opportunity: Provides annual employment to approximately 250 sports coaches on a contract basis. Promotion of Sports: Facilitates the organization of local training camps for various sports, contributing to sports development. Skill Utilization: Offers a platform for qualified individuals with sports expertise to contribute to athlete development."
  ],
  "eligibility_criteria": "The applicant must be a sportsperson or a coach. The applicant must be between 21 -70 years of age. The applicant must possess relevant educational qualifications. The applicant must possess relevant sports qualifications. Note: The applicant is not required to be a permanent/native resident of the state. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Advertisement: An advertisement for the Yojana is likely issued annually around March, typically through daily newspapers. Application Submission: Interested candidates should apply based on the guidelines and deadlines mentioned in the advertisement. Selection: Applications are submitted to the District Sports Officers, who evaluate and forward eligible candidates. Appointment: Coaches are selected on a contractual basis to conduct training camps."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 79)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Proof of Age (e.g., birth certificate, matriculation certificate). Educational Qualification Certificates. Sports Qualification Certificates (e.g., coaching certifications, participation certificates). Identity Proof (e.g., Aadhaar Card). Address Proof. Passport-size photographs. Any other documents as required."
}