{
  "scheme_id": "66c8d411bfeff774c3932339",
  "slug": "pdp",
  "scheme_name": "Potency Development Plan",
  "scheme_short_title": "PDP",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "implementing_agency": "Social Welfare Department, Government Of Chhattisgarh",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Samarthy",
    "PwD",
    "Artificial Limbs",
    "Assistive Devices",
    "Disability",
    "BPL"
  ],
  "brief_description": "The objective of this scheme is to increase the mobility of all eligible PwDs of the state by providing them artificial limbs/assistive devices. The scheme provides artificial limbs/assistive devices worth up to ₹6,900/- to PwDs of 40% or more, provided they meet the other eligibility criteria.",
  "detailed_description": "The scheme &amp;quot;Potency Development Plan&amp;quot; implemented by the Social Welfare Department of the Government of Chhattisgarh, aims to increase the mobility of all eligible persons with disabilities of the state by providing them artificial limbs/assistive devices. The scheme provides artificial limbs/assistive devices worth up to ₹6,900/- to persons with disabilities of 40% or more, provided they meet the other eligibility criteria.",
  "benefits": [
    "Under this scheme, artificial limbs/assistive devices worth up to ₹6,900/- are provided to persons with disabilities."
  ],
  "eligibility_criteria": "The applicant should be a resident of Chhattisgarh. The applicant should have a disability. The applicant's disability should be 40% or more. The applicant should possess a Disability Certificate or a UDID Card. The applicant should either be a member of a BPL family or have a recommendation from the Collector or Sub-Divisional Officer (Revenue). The monthly income of the applicant's parents/guardian should be less than ₹8,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicants should submit their applications in the prescribed format, along with all relevant documents, to the Joint Director/Deputy Director District Office, Panchayat and Social Welfare Department."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://sw.cg.gov.in/en/potency-development-plan"
    }
  ],
  "documents_required": "Passport-size photograph Identity proof i.e. Aadhaar card Domicile of Chhattisgarh Disability Certificate/ UDID Card Income certificate Caste certificate, if applicable BPL Card (if applicable) A recommendation letter, if applicable Any other documents as required"
}