{
  "scheme_id": "6441175623a2e3065cab93cb",
  "slug": "fafpwsn",
  "scheme_name": "Financial Assistance For Persons With Special Needs",
  "scheme_short_title": "FAFPWSN",
  "state": "Delhi",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "brief_description": "Financial Assistance for Persons with Special Needs (Disability Pension) is the welfare scheme of the Delhi Govt of NCTD to provide assistance to Disabled Persons.",
  "detailed_description": "**Details** Delhi Social Welfare Department is implementing a disability pension which is fusion of State as well Central Government contribution. The scheme is known as Subsistence Allowance/Financial Allowance to person with special need. The grant is Rs 2500/- per month. These are the below mention disability consider under the scheme. 1. Blindness 1. Low vision 1. Leprosy-cured person 1. Deaf 1. Locomotor Disability 1. Cerebral Palsy 1. Autism Spectrum Disorder 1. Intellectual Disability (Mental Retardation) 1. Mental Illness 1. Dwarfism 1. Muscular Dystrophy 1. Acid Attack Victims 1. Hard of hearing 1. Speech and language disability 1. Specific Learning Disabilities 1. Multiple Sclerosis 1. Parkinson's Disease 1. Hemophilia 1. Thalassemia 1. Sickle Cell Disease 1. Multiple Disabilities &lt;br&gt;",
  "benefits": [
    "Benefits",
    "The applicants get financial assistance of Rs 2500/- per month till the age of 60."
  ],
  "eligibility_criteria": "Eligibility\nThe age of Disabled persons should not be more than 60 years (0 to 60 years). Family income should not be more than Rs. 75,000/- p.a. from all sources. A resident of the National Capital Territory of Delhi for at least 5 years preceding the date of submission of application. The disability of the applicant should not be less than 40% The Medical Board of Govt. The hospital should issue the disability certificate. Should have a 'single-operated' account in any Bank or Post Office for receiving the payment through an electronic clearing system. This provision may be relaxed in the case of minors, mentally challenged applicants or those who come under the purview of Legal Guardianship as per the rules of the National Trust.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process",
        "Log on https://edistrict.delhigovt.nic.in/  Under Citizen Corner click on New User Click on select the document – Aadhar or Voter ID Enter your Aadhar Card Number/Voter I Card Number Type the Captcha in the box shown Citizen Registration Form will Open Fill up all fields including details of Present Residential Address & Click on Continue. Login ID and Password will be received on the given mobile number/e-mail address. Now Registration on the e-district portal is complete Registration for Financial Assistance Services. Click on Registered User Login. Enter the given login ID and Password and Click on Login Go to Main Page (Main Page) will open click on apply online. Drop Box apply for services will open – click A list of Departments providing online services shall open – Select Department of Social Welfare. Three Financial Assistance Schemes will be shown. Choose Disability Pension Scheme and Click on Apply. Check the BASIC/PERSONAL DETAILS FORM and click on Continue. The form will open fill up all required fields & upload all required documents as per the requirement of the scheme selected. Then click next and upload a photograph Then click on finish. One OTP will be received on the registered mobile number. Enter OTP and Submit. Acknowledgement of successful submission shall be generated."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://discomm.delhi.gov.in/wps/wcm/connect/doit_ocpd/DoIT_OCPD/Home/Schemes+and+facilities+for+Persons+with+Disabilities"
    },
    {
      "title": "FAQ",
      "url": "https://edistrict.delhigovt.nic.in/eDownload/FaqForm/Faq_2604.pdf"
    },
    {
      "title": "Application Submission",
      "url": "https://edistrict.delhigovt.nic.in/"
    }
  ],
  "documents_required": "List of the required documents\nFor applying, self-attested documentary proof for the following needs to be scanned and uploaded. Age proof (any document as listed for Old Age Pension). Residence proof. Bank a/c number (Single a/c). This provision may be relaxed in the case of minors who can have a bank account under guardianship. Disability Certificate issued by a Government Hospital as per norms. One passport-size photo of the applicant. Income self-declaration (format given on the portal can be used)."
}