{
  "scheme_id": "67e240666e3110d98b539bb2",
  "slug": "fars",
  "scheme_name": "Fishermen Accident Relief Scheme",
  "scheme_short_title": "FARS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Insurance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Insurance",
    "Accidental Assistance"
  ],
  "brief_description": "The \"Fishermen Accident Relief Scheme\" introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support the families of Gujarat's active fishermen by offering monetary compensation in case of accidental fatalities.",
  "detailed_description": "The &amp;quot;Fishermen Accident Relief Scheme&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide financial assistance to the families of deceased fishermen in Gujarat in case of death in Pakistan Jail, lost in the sea, or accidental death while fishing at sea. The financial assistance varies based on the cause of death and is meant to help the legal heirs cope with the loss.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nDeath in Pakistan Jail | ₹4,00,000/- | Only once, after dead or lost declared as per rules.\nLost in Sea | ₹2,00,000/- | Only once, after dead or lost declared as per rules.\nAccidental death while fishing at sea | ₹2,00,000/- | Only once, after dead or lost declared as per rules."
  ],
  "eligibility_criteria": "The applicant must be a legal heir of the deceased fisherman. The deceased must have been an active fisherman from Gujarat.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The legal heir of the deceased fisherman must collect and fill out the application form.   Step 2: The application along with the necessary documents should be submitted to the concerned district office. Step 3: Upon verification, financial assistance will be provided to the eligible beneficiary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=mS3Bu6DbxKaTxdKVWXY5zA==&domain=qO9v1Yt1qFTmoiKMRXBpiA=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity of resident of Gujarat State. Legal Heir Affidavit. Copy of Boat Call, License, and Movement Book. Inquest Panchnama & FIR. Copy of Post-Mortem Report. Copy of Death Certificate. Copy of Bank Passbook of Legal Heir."
}