{
  "scheme_id": "67d66e8373f10c9c2c1d8858",
  "slug": "pmecrg",
  "scheme_name": "Prime Minister Early Career Research Grant",
  "scheme_short_title": "PMECRG",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Anusandhan National Research Foundation",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Research Grant",
    "Researcher",
    "ANRF",
    "Research",
    "PhD",
    "Science",
    "Engineering"
  ],
  "brief_description": "This programme is initiated by the Anusandhan National Research Foundation (ANRF) to assist researchers to initiate their research career in a new institution with a flexible budget and progressive initiatives for ease of doing research.",
  "detailed_description": "The \"Prime Minister Early Career Research Grant\" is a program initiated by the Anusandhan National Research Foundation (ANRF), under the Department of Science &amp;amp; Technology, Government of India. It aims to assist researchers to initiate their research career in a new institution with a flexible budget and progressive initiatives for ease of doing research. **Objectives:** - To empower and support the early career researchers in their pursuit of research excellence, providing them with an enabling environment to effectively conduct research with ease and flexibility. - To contribute in positioning the country as a global leader in science and technology as well as creating a vibrant research ecosystem. - To produce research of the highest quality, bringing in new skills, breakthrough ideas and the zest to explore new frontiers, thereby expanding the boundaries of knowledge.",
  "benefits": [
    "Nature & duration of support:",
    "Research rant up to ₹60 lakh plus overheads for a period of three years. The measures for ease of doing research include flexibility to utilize resources under recurring head; flexibility in manpower recruitment; enhanced travel, contingency and overhead charges; and support for expenses related to open access publications and patent filing charges. International travel for project related activities is also permitted. Maximum of 700 grants would be awarded per year across all subject areas."
  ],
  "eligibility_criteria": "The applicant should be an Indian citizen. Overseas Citizens of India (OCI) or Persons of Indian Origin (PIO) working as regular employees in any publicly funded and recognized R&D laboratories/institutions in India are eligible to apply as Principal Investigator (PI), in collaboration with an Indian Co-PI, provided they meet the eligibility criteria specified by ANRF (ANRF Funding Guidelines for PIO/OCI). The applicant should hold a Ph.D. degree in Science or Engineering or an MD/MS/MDS/MVSc degree. The applicant should be in a regular academic/research position at a recognized academic institution, national laboratory, or any other recognized R&D institution. The applicant is eligible to apply within two years of joining the institution. The upper age limit is 42 years, with a relaxation of three years for SC/ST/OBC/Physically Challenged and women candidates. The applicant should not have received funding under YSS, ECR, SRG, CRG (erstwhile EMR), EMEQ, or any other project grant from the erstwhile SERB or ANRF.\nOther conditions An applicant is eligible to apply only one proposal during a call. Only a one-time career grant will be provided. Extension of the project tenure is not permitted under this programme. Termination and transfer of the project: If any Principal Investigator (PI) wishes to terminate the project, they shall inform ANRF immediately with proper justifications. The implementing institute should not incur any expenditure from the date of termination of the project or the date of resignation of the PI. The institute must also arrange for the submission of relevant documents. ANRF reserves the right to terminate the project at any stage if it is convinced that (i) appropriate progress is not being made (ii) the grant has not been utilized properly (iii) furnishing of false information or suppression of factual information. Projects sanctioned under this programme cannot be transferred to any other person/s. Transfer of approved/sanctioned PM ECRG project to another institution will be considered only in the following cases: (i) From private/public/government institution to any other public/government institution (ii) General administrative transfers in government or public funded institutions. Change of institute will not be considered in any other cases.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Applicants should first register in the ANRF online portal, Click here to register . Step 2: After log-in, applicants are required to fill in all the mandatory fields under User Profile section, which includes Bio-data, Photo, Institute address, etc. Step 3: Some of the details of a proposal like Project Title (max 500 characters), Project summary (max 3000 characters), Keywords (max 6), Objectives of the project (max 1500 characters), Expected output and outcome of the proposal (max 1500 characters), Budget (Research Personnel, Consumables, Travel, Equipment, Contingency, Overheads) have to be entered at the time of proposal submission. Step 4: Other relevant information of the proposal has to be uploaded as a single PDF file, not more than 10 MB, as a Technical Document (TD). Download Template  Mode of application & selection The Call for applications will be notified through the website- https://www.anrfonline.in . The application should be submitted online at https://www.anrfonline.in (Note : Already registered PIs with the SERBONLINE portal ( www.serbonline.in ) may Login using the same credentials). Selection will be based on the recommendations of Expert Committee."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.anrfonline.in/ANRF/ecrg_anrf"
    },
    {
      "title": "Scheme Details",
      "url": "https://www.indiascienceandtechnology.gov.in/programme-schemes/research-and-development/prime-minister-early-career-research-grant"
    }
  ],
  "exclusions": "Research Associates, Post doctoral Fellows, Ad-hoc faculties, Guest faculties, Visiting Scientists, Consultants, Project Fellows and faculty members whose contract is renewed every year are not eligible. Co-PIs are not allowed except in the case of Overseas Citizen of India (OCI) or Person of Indian Origin (PIO).",
  "documents_required": "Biodata (under user profile section) Download Template  Certificate from Principal Investigator Download Template  Endorsement Letter from the Head of Institution Download Template  Age Proof Certificate (Class X marksheet or Birth certificate) Category Certificate (in case of Age Relaxation) Plagiarism undertaking Download Template  Any other documents if required"
}