{
  "scheme_id": "67174d03835cbb1e57f70703",
  "slug": "ltltscosmuscp",
  "scheme_name": "Long Term-Loan to SC Co-op Spinning Mills under Special Component Plan",
  "scheme_short_title": "LTLTSCOSMUSCP",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Loan",
    "Banking and money"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Social Welfare",
    "Loan",
    "Financial Assistance",
    "Mill",
    "SC"
  ],
  "brief_description": "The scheme \"Long Term-Loan to SC Co-op Spinning Mills under Special Component Plan\" was introduced by the Department of Social Justice & Special Assistance, Government of Maharashtra. The scheme aims to promote the development of spinning mills owned by scheduled caste members.",
  "detailed_description": "The scheme &quot;Long Term-Loan to SC Co-op Spinning Mills under Special Component Plan&quot; was introduced by the Department of Social Justice &amp; Special Assistance, Government of Maharashtra. The scheme aims to promote the development of spinning mills owned by scheduled caste members by providing funding in the form of a loan that covers 50% of the project cost.",
  "benefits": [
    "A loan covering 50% of the project cost."
  ],
  "eligibility_criteria": "The spinning mill must collect a minimum of ₹80,00,000/- or at least 5% of the project cost as member shares. The project submitted by the spinning mill must be enumerated by recognized financial institutions/banks, which will also check the project report.\nRecognized Institutions for Enumeration\nMaharashtra Industrial & Technical Consultancy Organization Ltd. (MITCON), Pune. Agriculture Financial Corporation, Mumbai. Dattajirao Technical Institute, Ichalkaranji.\nNOTE 1: Ensure that all financial contributions and project details are documented and verifiable.\nNOTE 2: The spinning mill should engage with recognized institutions early in the project planning phase to facilitate a smooth enumeration process.\nNOTE 3: Proper financial management is essential to meet the project cost and member share requirements.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Textile Department, Government of Maharashtra and request a hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the Textile Department.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Step 5: After approval and sanction of share capital, proceed to submit the application to the Assistant Commissioner, District Social Welfare Office, where the Social Welfare Department will sanction the loan.",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/economic-upliftment"
    }
  ],
  "documents_required": "Passport-sized photograph (signed across). Recent financial statements of the spinning mill. Detailed project report enumerated by a recognized financial institution. Identity proof, address proof, and any other required documents, all self-attested. Any prior approvals from the Textile Department. Any other documents as specified by the concerned authority."
}