{
  "scheme_id": "650181948b9d77aaeb8aae3f",
  "slug": "gsca",
  "scheme_name": "Goa State Cultural Award",
  "scheme_short_title": "GSCA",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Artist",
    "Culture",
    "Award",
    "Lifetime Achievement",
    "Music",
    "Dance",
    "Drama"
  ],
  "brief_description": "\"Goa State Cultural Award\" has been designed to honour the eminent personalities in the field of Art and culture. The scheme intends to give recognition to the Goan artists par excellence for their lifetime achievements and for their extraordinary contribution to the field of Art and culture in Goa.",
  "detailed_description": "The scheme &quot;Goa State Cultural Award&quot; by the Directorate of Art and Culture, Government of Goa, has been designed to honour the eminent personalities in the field of Art and culture. The scheme intends to give recognition to the Goan artists par excellence for their lifetime achievements and for their extraordinary contribution to the field of Art and culture in Goa. <br> > **Objectives** 1. To honour the eminent personalities in the field of Art and culture. 1. To felicitate the artists par excellence for their lifetime achievements. 1. To recognize and appreciate the artists&#39; par excellence as State Artist of Goa.",
  "benefits": [
    "The awardee shall be honoured with a shawl, a sriphal, a certificate of appreciation and a financial purse to the extent of ₹ 1,00,000/- per individual and monthly financial assistance as provided under the scheme of Kala Samman.",
    "Number of Awards",
    "Every year maximum of 12 (twelve) persons are awarded in the following fields -",
    "1. Music",
    "2. Dance",
    "3. Drama/Theatre including Tiatr",
    "4. Performing Folk Art",
    "5. Fine Art & Craft",
    "6. Bhajan/Kirtan/Choir",
    "7. Film & associated Audio Visual works of Art",
    "8. Overall contribution to the field of art & culture",
    "9. Literature",
    "10. (Creative) Photography",
    "Announcement of List of Awardees",
    "Within 6 months from the last date of submission of the application.",
    "Presentation of Award",
    "On or before April 30."
  ],
  "eligibility_criteria": "The applicant should be an artist. The applicant should have completed 60 years of age. The applicant should have given extraordinary contributions to the field of art & culture at large and in his/her respective field of art in particular. The applicant should have contributed in his/her respective field of art in Goa for a minimum of 10 years out of his/her entire career as a practising artist. No award will be presented posthumously. However, during the selection process if the death of any artist occurs after the recommendation of his name then Task Force The committee may consider his name for the award, in such circumstances award will be presented posthumously.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Directorate Of Art & Culture, Government of Goa, 5th Floor, Shram Shakti Bhavan, Panaji, Patto, Panaji, Goa - 403001",
        "Step 2: Take a print of the proforma o  f  the application form of the respective scheme, or request a hard copy from the concerned authority.",
        "Step 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents to the ACO-III, Directorate of Art & Culture, Phone: 0832-2404606, E-mail: aco6-dac.goa@nic.in.",
        "Application Deadline",
        "Within 30 days* from the date of advertisement in the Newspaper."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/06/Chitizen-Charter-2022-2023-art-and-culture.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://artandculture.goa.gov.in/sites/default/files/Goa%20State%20Cultural%20Award%202023.pdf"
    }
  ],
  "exclusions": "No assistance shall be paid to the dependent after the death of the artist. If the awardee is availing pension under any State Government or Central Government scheme, then, the awardee shall not be eligible for financial assistance under the Kala Samman Scheme. No person shall be eligible for a second time to avail of the benefit. No award will be presented posthumously under this scheme.",
  "documents_required": "For Recommender\nRecommendation Letter From Individual / Institution Copy of ID Proof Brief Biodata (Not More Than 1 Page)\nFor Nominee\nBirth / Age Proof Certificate Aadhar Card Copy Biodata 2 Passport Sized Photographs Photograph of Performance/ Felicitations/ Contribution in the Particular Field. Certificates of Achievements (if Any) If the Nominee is NRI/OCI, Documentary Proof is to Be Attached. Copy of 1st Page of the Bank Passbook or Cancelled Cheque."
}