{
  "scheme_id": "645c6d4e6cc516a6fd6d0383",
  "slug": "dicf",
  "scheme_name": "District Innovation And Challenge Fund",
  "scheme_short_title": "DICF",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Planning Department",
  "categories": [
    "Transport & Infrastructure",
    "Utility & Sanitation"
  ],
  "sub_categories": [
    "Public transport and private vehicles",
    "Infrastructure",
    "Electricity",
    "Local services"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Infrastructure",
    "Innovation",
    "Development",
    "Policy"
  ],
  "brief_description": "The objectives of the \"District Innovation and Challenge Fund (DICF)\" are to Instill a sense of competitiveness amongst the Deputy Commissioners for developmental interventions, and to bring innovation in the design, planning, and implementation of critical infrastructure.",
  "detailed_description": "&quot;District Innovation and Challenge Fund (DICF)&quot; is an innovation scheme by the Finance, Planning, and Investment Department (Planning &amp; Investment Division), Govt. of Arunachal Pradesh. The objectives of the scheme are: 1. Instill a sense of competitiveness amongst the Deputy Commissioners for developmental interventions. 1. To bring innovation in the design, planning, and implementation of critical infrastructure. 1. Introduce cutting-edge and latest technology in filling up infrastructural gaps in the districts. 1. To instill a sense of participation amongst the Deputy Commissioners for major infrastructural interventions in the districts. 1. Foster partnerships between State Government and the community. 1. Foster community involvement and participation. 1. Deliver effective outcomes from State's policies and fund allocation.",
  "benefits": [
    "Innovation: The scheme encourages new and creative approaches to address infrastructural gaps. Whether the intervention is out-of-the-box thinking involving cutting-edge technology.",
    "Problem-Solving: Relevance to solving a critical problem or meeting up a critical need in an innovative way.",
    "Impact on Employment: The projects that create long-term and enduring solutions to unemployment are on priority.",
    "Sustainability: Projects that have the capacity to create sustained solutions are encouraged.",
    "Value Addition: The focus of the scheme is on the projects that will add value to the available products and ensure higher remuneration",
    "Transparency: The funding priorities, processes, and outcomes of the scheme are transparent."
  ],
  "eligibility_criteria": "The project must meet all of the following criteria:\nThe project should be innovative and out-of-the-box thinking that solves a critical problem or meets up a critical need involving unique and/or cutting-edge technology. Projects must practically address a need directly associated with the problems of the district or harness the existing potential of the district for the benefit of the community. Projects must create an impact on employment within the district and ensure revenue generation for the community and the State. Projects must demonstrate an innovative, new, or creative way of addressing the existing problems of the district. The project should add value to existing goods and products of the district and ensure better remuneration for the goods and products, especially in the agriculture, horticulture, textile, and handicrafts sectors.\n\nAssessment Criteria for the Proposals:\ni. Innovation (40 % weightage)\na) Is the project an innovative intervention to address the infrastructural gap in the district?\nb) Is the project an innovative intervention to meet the critical needs of the community and solve critical problems of the district?\nc) Does the project involve cutting-edge or unique technology to address the needs of the district?\nd) Does the project practically support the solutions to the problems of the district?\ne) Does the project demonstrate an innovative, new, or creative way of addressing the problems of the district?\n\nii. Project planning (20 %weightage)\na) Is there a clearly identified need that this project is addressing?\nb) Does this project have a clear goal and project plan?\nc) Is the project leveraging collaborative partnerships or converging resources from other sources (CSS or State schemes)?\nd) Does the application provide an achievable timeline for completion?\n\niii. Budget (20 %weightage)\na) Does the budget accurately reflect the scope and scale of the project?\nb) Has the DPR been prepared as per APSoR?\nc) Have quotes been provided to support key items (applicable in case of projects that involve direct procurement and installation of products/items)?\n\niv. Social Impact (10 %weightage)\na) Does the project generate employment?\nb) Is it a revenue-generating project?\nc) Was there broader community participation in developing the idea or project plan?\nd) Does the proposal provide a community engagement plan with community input and/or impacts of the project outlined?\n\nv. Sustainability (10 %weightage)\na) Does the application provide a continuous improvement plan?\nb) Does the application demonstrate a sustainability plan if it is intended to continue beyond the period of funding?",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The Proposals may be submitted by the concerned Deputy Commissioners by email or by special messenger or by post to:",
        "Secretary (Planning & Investment)",
        "Finance, Planning & Investment Department",
        "4th Floor 1st Block, Arunachal Pradesh Civil Secretariat",
        "Itanagar, Arunachal Pradesh",
        "NOTE: Applications submitted after the due date will not be accepted.",
        "Application Assessment Process:",
        "Step 1: The Planning Division, Planning & Finance Department will convene a State Level Screening Committee meeting.",
        "Step 2: On the appointed date the Deputy Commissioners will make a detailed presentation on the project proposal(s) as per the above requirements.",
        "Step 3: The State Level Screening Committee applies the assessment criteria to all eligible applications.",
        "Step 4: The State Level Screening Committee prioritizes the project proposals and makes appropriate recommendations to the Hon'ble Minister of Finance & Planning.",
        "Assessment Criteria for the Applications:",
        "i. Innovation (40% weightage)",
        "a) Is the project an innovative intervention to address the infrastructural gap in the district?",
        "b) Is the project an innovative intervention to meet the critical needs of the community and solve critical problems of the district?",
        "c) Does the project involve cutting-edge or unique technology to address the needs of the district?",
        "d) Does the project practically support the solutions to the problems of the district?",
        "e) Does the project demonstrate an innovative, new, or creative way of addressing the problems of the district?",
        "ii. Project planning (20% weightage)",
        "a) Is there a clearly identified need that this project is addressing?",
        "b) Does this project have a clear goal and project plan?",
        "c) Is the project leveraging collaborative partnerships or converging resources from other sources (CSS or State schemes)?",
        "d) Does the application provide an achievable timeline for completion?",
        "iii. Budget (20% weightage)",
        "a) Does the budget accurately reflect the scope and scale of the project?",
        "b) Has the DPR been prepared as per APSoR?",
        "c) Have quotes been provided to support key items (applicable in case of projects that involve direct procurement and installation of products/items)?",
        "iv. Social Impact (10% weightage)",
        "a) Does the project generate employment?",
        "b) Is it a revenue-generating project?",
        "c) Was there broader community participation in developing the idea or project plan?",
        "d) Does the proposal provide a community engagement plan with community input and/or impacts of the project outlined?",
        "v. Sustainability (10% weightage)",
        "a) Does the application provide a continuous improvement plan?",
        "b) Does the application demonstrate a sustainability plan if it is intended to continue beyond the period of funding?"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cdn.s3waas.gov.in/s339059724f73a9969845dfe4146c5660e/uploads/2018/08/2018080250.pdf"
    },
    {
      "title": "Proforma For Submission Of Proposal",
      "url": "https://cdn.s3waas.gov.in/s339059724f73a9969845dfe4146c5660e/uploads/2018/02/2018022581.pdf"
    }
  ],
  "exclusions": "Projects that will not be considered for funding include:\nProjects of routine nature. This fund should not be seen as a gap fund to complete existing infrastructures. Festivals/Workshops/One-off events. Projects with a solely religious purpose or focus. Projects that duplicate those already being delivered by State or Central Government, or existing NGOs and community organizations. Submissions outside the timeline prescribed herein.",
  "documents_required": "Supporting evidence of identified need. A detailed budget. A project plan with land availability and non-duplicity certificate where applicable. A convergence plan. Convergence with other CSS or State Schemes. A community engagement plan. A sustainability plan (Optional).\nUpon selection of the project proposal, the Deputy Commissioners (DCs) will be required to submit the following:\nQuarterly Progress Reports (format enclosed in Annex-II). Project Completion Report (format enclosed in Annex-III).\nThe DCs will also be required to sign the following undertaking -\nThe project will be completed in the stipulated time frame specified in the application at the time of submission. District administration will ensure that the project is completed by the date stated in the project proposal. Requests for extensions will need to be considered and agreed to by the State Government. Supply all requested data for monitoring and reporting requirements specific to your project. There will be no cost overruns and revised estimates for the project. The project should be delivered within the allocated budget. The Planning & Finance department will not be responsible for shortfalls in project budgets if the implementing agency is unable to meet project costs. The State Government must be acknowledged in all promotional materials relating to the successful implementation and operationalization of the project. Provide a Completion Certificate at the end of the project that meets the data collection requirements and financial documentation by the Planning & Finance department."
}