{
  "scheme_id": "65cd032ded4030e118d9c43d",
  "slug": "dspy",
  "scheme_name": "Divyang Shiksha Protsahan Yojana",
  "scheme_short_title": "DSPY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of Social Justice and Empowerment of Persons with Disabilities",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Disabilities",
    "Children",
    "Financial"
  ],
  "brief_description": "Under this scheme, the Madhya Pradesh government provides financial support to Disabled children of the state.",
  "detailed_description": "Divyang Shiksha Protsahan Yojana under the Department of Social Justice and Empowerment of Persons with Disabilities government of Madhya Pradesh, provides financial support to disabled children. The Divyang Shiksha Protsahan Yojana aims to promote and facilitate inclusive education for persons with disabilities (Divyangjan). This scheme aims to ensure that individuals with disabilities have equal access to quality education and educational opportunities <br> <br>",
  "benefits": [
    "Financial assistance : ₹ 600/- per month."
  ],
  "eligibility_criteria": "The applicant should Be a native of Madhya Pradesh. Disabled persons aged between 6 years to 18 years. The applicant's percentage of disability is 40 or more. The name should be mentioned on the Samagra portal and verified on the Sparsh portal.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applicants can apply for the scheme using the prescribed format and submitting the necessary documents either to the designated officer's office, the Gram Panchayat, or a Public Service Center.",
        "Step 2: Upon submitting a complete application, the applicant will receive a mandatory acknowledgment from the office.",
        "Step 3 : The District Panchayat/Gram Panchayat/Urban Body/Ward Office will scrutinize the documents submitted with the application.",
        "Step 4 : If, after investigation, the documents are found to be incorrect according to the rules, the application will be rejected with written explanation.",
        "Step 5 : If, after investigation, the documents are found to be correct, the pension case will be approved according to the rules.",
        "Step 6: Once the pension is approved, the beneficiary's name will be added to the pension proposal for the current month by the District Panchayat/Gram Panchayat/Urban Body/Ward Office. The approved order will be maintained on record.",
        "Step 7 : The Directorate will deposit the monthly pension amount directly into the beneficiary's bank savings account through a single click, starting from the same month the approval is granted."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1 Go to the Samajik Suraksha portal. ",
        "Step 2 : Click on Samajik Suraksha pension avm arthik sahayata yojanaen. ",
        "Step 3: Now click on the left on your screen Pension Yojana hetu online aavedan.",
        "Step 4: Fill in the required details and submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialsecurity.mp.gov.in/Scheme/SSCWSNP.aspx"
    },
    {
      "title": "Apply Portal",
      "url": "https://socialsecurity.mp.gov.in/Home.aspx"
    }
  ],
  "documents_required": "Three photos. Certificate to confirm age. Certificate of disability. 9-digit composite ID ."
}