{
  "scheme_id": "64772998481f59106a668569",
  "slug": "oah",
  "scheme_name": "Old Age Home (Sahara)",
  "scheme_short_title": "OAH",
  "state": "Bihar",
  "level": "State",
  "nodal_department": "Social Welfare Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Shelter"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Vrihad Sahayata",
    "Social Welfare",
    "Shelter Homes"
  ],
  "brief_description": "This scheme is to bring qualitative improvement in the living standards of old people of the state. Establishment and expansion of rehabilitation programs/ services and capacity building for strengthening the delivery of rehabilitation programs and services.",
  "detailed_description": "Under this scheme construction and operation of the old age home &amp;quot;Sahara&amp;quot; will be included in which destitute Housing, clothes, food, medical facilities, etc. are made available for qualitative improvement in the standard of living of poor and poor elders, for cooperation and proper care.",
  "benefits": [
    "Construction and operation of old age home \"Sahara\" These old age homes also include housing, clothes, food, medical facilities etc. Facilities will be available for qualitative improvement in the standard of living, cooperation and proper care of destitute and poor old people of the state."
  ],
  "eligibility_criteria": "Applicants should come under the below poverty line ( BPL) category (or) Annual Income should be below Rs. 60,000/-",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applicants can apply through the application in plain paper to the District Social Security Cell. The committee constituted under the chairmanship of the District Magistrate will approve the proposal."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/cache/39/Chhatra%20Yojna/Mukhyamantri%20Vrihad%20Sahayata%20Chhatra%20Yojana/Old%20Age%20Home(%20SAHARA).pdf"
    }
  ],
  "documents_required": "Age Proof. Income proof document. BPL Card (If applicable). Two passport-size photographs."
}