{
  "scheme_id": "65ba59e1cd96dc5e073a1d2c",
  "slug": "eaabocwwb",
  "scheme_name": "Educational Assistance (A.B.O.C.W.W.B)",
  "scheme_short_title": "EA(ABOCWWB)",
  "state": "Assam",
  "level": "State/ UT",
  "nodal_department": "Labour & Welfare Department",
  "implementing_agency": "Assam Building And Other Construction Workers Welfare Board",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Building Worker",
    "Construction Worker",
    "Educational Assistance",
    "Scholarship",
    "Student"
  ],
  "brief_description": "The \"Educational Assistance\" scheme was started by the Assam Building and Other Construction Workers Welfare Board, Labour Welfare Department, Government of Assam to provide educational assistance to the children of the registered construction workers who are studying in Class I to Post Graduate.",
  "detailed_description": "The \"Educational Assistance\" scheme was started by the Assam Building and Other Construction Workers Welfare Board (A.B.O.C.W.W.B), Labour Welfare Department, Government of Assam. Under this scheme, educational assistance/scholarship will be provided to the children of the registered construction workers who are studying in Class I to Post Graduate, to lay greater emphasis on education. Further, if the children of the construction workers pursue higher study in the Government Institution of IIT/Engineering /Medical etc. then the entire expenses will be borne by the Board on submission of proper documents from the Institution.",
  "benefits": [
    "Educational Assistance under the scheme is as follows:-",
    "Sl. No. | Class | Amount of Annual Grant/Scholarship\n1 | Class 1 to 4 | ₹1,500/-\n2 | Class 5 to 7 | ₹2,750/-\n3 | Class 8 to 10 | ₹4,000/-\n4 | Class 11 to 12 (each year) including ITI | ₹7,000/-\n5 | Degree Course & its equivalent courses including ITI | ₹10,000/-\n6 | Post Graduate or equivalent classes including engineering/ medical/competitive exam | ₹20,000/-\n7 | Apart from the Post Graduate Degree, if any children of the registered beneficiaries wish to get higher study in the Government Institution of IIT /Engineering /Medical or any higher study in the Govt. Institution | All Expenses"
  ],
  "eligibility_criteria": "The applicant student should be a permanent resident of Assam. The applicant's parent should be engaged in any building & other construction work. The applicant's parent should be registered with the Assam Building and Other Construction Workers Welfare Board. The parent of the applicant should have an active membership with the Board. The students should be enrolled in educational programs from Class I to higher study levels.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process to apply under the scheme:",
        "Step 01: To avail the benefits of the scheme, the eligible applicant may apply through the Official Portal. https://abocwwb.assam.gov.in/  Step 02: On the home page of the portal, click on ‘Login Now' and enter the Mobile Number or User ID. OTP received on the registered mobile number should be entered to complete the login. Step 03: The individual console of the applicant gets opened with various functions such as detail updating, Fees due, and benefits eligible. Step 04: Click on ‘Benefit' and select the applicable scheme (Education Benefit) under the benefit and the portal redirects to an online application form specific to the scheme. Step 05: The applicant may fill up the application with all mandatory fields and upload the necessary documents. Step 06: The applicant submits the application form and a tracking/reference number is generated as a future reference for the applicant. Post-Application Process: Step 01: Successfully submitted applications pop up in the concerned Officers console. The officer may assign a subordinate to make verifications through the portal. Step 02: Subsequent to preliminary verification, the application is placed in the scrutiny committee for detailed checks. Step 03: Minutes of the Scrutiny Committee meeting get uploaded and Forwarded to the H.O. Step 04: Applications/ Pops up in the Officer's Console of Head Office. Officer assigns to the Assistant concerned and allotted with the District concerned. Step 05: The assistant processes the application through PFMS. Account details get auto-verified in PFMS. Step 06: On successful PFMS verification, Print Advice is generated through PFMS. Step 07: Approving authority approves for disbursement of the benefit through PFMS. ( User Manual )"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "Applicants can approach the nearest CSC (VLE) for required assistance. In case VLE assistance is utilized, VLE shall ensure recording reference/tracking numbers at their end and also providing the same to the applicant. An applicant can directly check for the status of an application or make telephonic inquiries to the concerned VLE by providing a tracking ID. VLE shall ensure telephone numbers are displayed in centers at all times."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://labourcommissioner.assam.gov.in/portlet-innerpage/various-welfare-benefits-for-registered-construction-workers"
    },
    {
      "title": "Application Portal",
      "url": "https://abocwwb.assam.gov.in/"
    },
    {
      "title": "User Manual",
      "url": "https://labourcommissioner.assam.gov.in/sites/default/files/swf_utility_folder/departments/coi_labour_uneecopscloud_com_oid_14/portlet/level_2/sop_bocw_online_mode_for_uploading.pdf"
    }
  ],
  "documents_required": "ABOCWWB ID Card Applicant's Passport size Photograph Affidavit by the Parent Letter from the institute signed by the head of the Institute Attested copy of the pass certificate from the head of the Institution Attested copy of the marksheet of the exam Copy of Payslip of Account Paybook Caste Certificate (Other than General category) Attested Copy of Admission Slip Attested Copy of Certificate from the institute signed by the head of the Institute Any other relevant documents"
}