{
  "scheme_id": "660508f5c90f6c809877b114",
  "slug": "ubha",
  "scheme_name": "Utility Based Handicrafts Award",
  "scheme_short_title": "UBHA",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Handlooms, Handicrafts and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture",
    "Apprenticeship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Artisans",
    "Handicrafts",
    "Prize",
    "Manufacturer"
  ],
  "brief_description": "The \"Utility Based Handicrafts Award\" scheme was launched by the Handlooms, Handicrafts, Textiles, and Khadi Department, Government of Tamil Nadu. The scheme aims to encourage artisans to produce utility based handicrafts. This award will be given to 3 artisans. This award consists of a cash prize..",
  "detailed_description": "The &quot;Utility Based Handicrafts Award&quot; scheme was launched by the Handlooms, Handicrafts, Textiles, and Khadi Department, Government of Tamil Nadu. The scheme aims to encourage artisans to produce utility based handicrafts. This award will be given to 3 artisans. This award consists of a cash prize of ₹40,000/-, a 4 gm gold medal, one thamirapattiram and a certificate. The applicant applies through poompucar sales and manufacturing plant managers. <br>",
  "benefits": [
    "Cash Prize of ₹40,000/-. 4 gm gold medal. One Thamirapattiram. Certificate."
  ],
  "eligibility_criteria": "The applicant should be an artisan. The applicant should be a native of Tamil Nadu. The applicant should be a manufacturer of handicrafts in Tamil Nadu. The applicant should possess proficiency in Tamil and must be a contributor to Tamil literature. The applicant should use non-toxic and non-polluting craft materials for this award.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Advertisements are released in June every year.",
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents (during office hours) to the Head Office only through Poompucar Sales and Manufacturing Plant Managers.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: The award material should be sent with the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen Charter (2021)",
      "url": "https://poompuhar.com/tnhdc/downloads/1631599064753734262.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://poompuhar.com/tnhdc/downloads/16966673571971772521.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Passport-size Photograph. Address Proof. Aadhaar Card. Front Page of Passbook. Non-toxic and Non-polluting Material Certificate. Photograph of the subject matter. Artisan's Affidavit on ₹20/- Stamp Paper, attested by a First Class Criminal Judge or Notary Public. Recommendation Certificate, attested by any of the Managers of Poombucar Outlets and Manufacturing Plants / the respective Area Assistant Directors (Handicrafts / Craft Council (Tamil Nadu/India/World) under the Office of the Development Commissioner, New Delhi."
}