{
  "scheme_id": "6836e759b0d5cc1154a8dd29",
  "slug": "ssyuk",
  "scheme_name": "Samaveshit Shiksha Yojana",
  "scheme_short_title": "SSYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Early childhood"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Divyang Student",
    "Learning",
    "Assistive Devices",
    "Escort Services"
  ],
  "brief_description": "\"Samaveshit Shiksha Yojana\" aims to provide inclusive education support and special facilities to children with special needs aged 6 to 18 years studying in government schools from Classes 1 to 12.",
  "detailed_description": "The &amp;quot;Samaveshit Shiksha Yojana&amp;quot; introduced by the Department of Education, Uttarakhand, ensures that children with special needs (Divyang children) enrolled in government schools from Classes 1 to 12 receive equal and inclusive educational opportunities. Under this scheme, students are provided with escort services, home-based education, sports, exposure visits, girl-stipends, and free assistive devices based on their individual needs. Additionally, special camps are organized for the distribution of equipment.",
  "benefits": [
    "Comprehensive Support: Provides various facilities like escort, home-based education, sports, and exposure visits. Financial Assistance: Offers a stipend specifically for girls with special needs. Free Equipment: Provides free assistive devices tailored to the needs of disabled children. Identification and Enrollment: Facilitates the identification of children with special needs (Divyang children) aged 6-18 years and their enrollment in nearby schools. Specialized Educators: Ensures identification is done by trained special teachers at the block level."
  ],
  "eligibility_criteria": "The applicant must be a child with special needs. The applicant must be studying in a government school. The applicant must be in Class 1 to Class 12. The applicant must be between 6 and 18 years of age for identification purposes.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Identification: Special educators working at the block level identify disabled children aged 6 to 18 years at the beginning of the academic session. Assessment of Needs: Camps are organized for the identification of children with special needs to assess their specific requirements for assistive devices. Enrollment: After identification, children are enrolled in nearby government schools. Device Distribution: Assistive devices are provided free of cost to disabled children based on their needs, often through organized distribution camps. Address and Contact Details: Madhyamik Shiksha Vibhag (Samagra Shiksha) - Rajya Pariyojna, Nanurkheda, Tapovan Marg, Nanurkheda, Raipur, Dehradun. Phone No.: 035-278941, 2781992 Helpline No.: 1800-180-4132 Email: a spd-ssa-uk@nic.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 53)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Disability Certificate. Aadhaar Card. Proof of Age. Proof of Residence. Passport-sized Photographs. Any other documents as required."
}