{
  "scheme_id": "68135ccc096abd5b8bc96fb8",
  "slug": "development-of-promotional-materials",
  "scheme_name": "Market Development and Export Promotion : Digital and Social Media Campaign and associated activities for the promotion of Indian Coffee including Branding and Development of Promotional materials - Films, CDs, Pamphlets etc",
  "scheme_short_title": "DEVELOPMENT OF PROMOTIONAL MATERIALS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Development And Export Promotion"
  ],
  "brief_description": "To portray core strength of Indian Coffee to create a premium positioning in the global and domestic market by highlighting the uniqueness of Coffees of India",
  "detailed_description": "The current situation in the global market is such that production is outpacing consumption, leading to lower prices. This situation is coinciding with the fact that costs of production have been increasing for Indian farmers. Coffee Board in consultation with Stake holders (across Coffee Value Chain) &amp;amp; Industry Experts devised a strategy towards \"Premiumization of Indian Coffee\". Taking all the aspects and facts into the account, an impeccably effective &amp;amp; dynamic 360° digital media campaign is planned to Digital Media Campaign to Create, Build, Magnify and Sustain Premium Imagery of India Coffee in both domestic and high potential International Markets. The main objective is to portray core strength of Indian Coffee to create a premium positioning in the global and domestic market by highlighting the uniqueness of Coffees of India. To achieve this objective a Digital and Social Media campaign will be undertaken to magnify the uniqueness of Indian Coffee and enlarge brand value of Indian Coffee to achieve premium returns to Indian Coffee",
  "benefits": [
    "The social media creatives and videos will be created and used for promotion of Indian Coffee. A dedicated team of Social Media experts / agencies shall make creatives and run a campaign in Social Media handles of Coffee Board and Department of Commerce. \"Coffees of India\" brand and logo for Indian coffees, portraying its uniqueness and core strength in global and domestic markets will be created. Tagline to convey the uniqueness and core strength of Coffees of India will be created. To develop standards / mark of quality for premiumization and promoting Brand value of Indian coffee"
  ],
  "eligibility_criteria": "All the Registered Coffee Exporters with Coffee Board having valid registration are eligible for the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Plan of Action",
        "The social media creatives and videos will be created and used for promotion of Indian Coffee. A dedicated team of Social Media experts / agencies shall make creatives and run a campaign in Social Media handles of Coffee Board and Department of Commerce. \"Coffees of India\" brand and logo for Indian coffees, portraying its uniqueness and core strength in global and domestic markets will be created. Tagline to convey the uniqueness and core strength of Coffees of India will be created. To develop standards / mark of quality for premiumization and promoting Brand value of Indian coffee"
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Online application in the prescribed format. Original copy of Tax Invoice / Cash Bill issued by the supplier. Attested copies of Bills in support of freight/installation/commissioning charges and insurance (if included in the total cost). Copy of warranty certificate Copy of license from municipal authorities. Copy of FSSAI license Copy of GST Registration Certificate Photographs of the new machinery installed for which subsidy is claimed. In case of SC /ST and differently abled category beneficiaries applying individually, caste / community / disability certificate (with disability of 40% and above) issued by the competent authority."
}