{
  "scheme_id": "64a6b3d2380f8e1235466f7e",
  "slug": "itiscbic",
  "scheme_name": "Indirect Tax Internship Scheme In Central Board Of Indirect Taxes And Customs (CBIC)",
  "scheme_short_title": "ITISCBIC",
  "level": "Central",
  "nodal_department": "Department of Financial Service",
  "implementing_agency": "Central Board Of Indirect Taxes And Customs (CBIC)",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Individual",
    "Tax",
    "Finance",
    "Law"
  ],
  "brief_description": "The \"Indirect Tax Internship Scheme\" by CBIC takes Law Students/ Graduates as Interns every year. The interns are expected to study case files, assist in legal research and drafting of petitions, brief the counsels and extend any other related legal/general assistance to officers/counsels.",
  "detailed_description": "The &quot;Indirect Tax Internship Scheme&quot; by the Central Board of Indirect Taxes and Customs (CBIC) takes 10 Law Students and 10 Law Graduates as Interns every year. The interns are expected to study case files, assist in legal research and drafting of petitions, brief the counsels and extend any other related legal/general assistance to officers/counsels. The interns may also accompany the departmental officers to the briefing meetings if needed. The interns will be deployed in different sections of the legal establishment in CBIC. This is a full-time internship and is to be attended physically and the interns are not expected to pursue any other course/work during the tenure of the internship. <br> > **Location** 1. The internship shall take place in Delhi. 1. The interns will be deployed in different sections of the legal establishment in CBIC. **NOTE:** The internship will neither be a job nor an assurance of a job in the Department. <br> > **Duties &amp; Responsibilities** 1. The interns are expected to study case files, assist in legal research and drafting of petitions, brief the counsels and extend any other related legal/general assistance to officers/counsels. 1. The interns may also accompany the departmental officers to the briefing meetings if needed. <br> > **Number of Slots** 1. A maximum of ten law students and ten law graduates will be taken at a time for an internship. <br> > **Duration** 1. _For Law Students:_ The period of internship shall be two months extendable upto a maximum total period of three months by the Principal Commissioner, Directorate of Legal Affairs on mutual agreement. 1. _For Law Graduates:_ The period of internship shall be six months extendable upto a maximum total period of twelve months by the Principal Commissioner, Directorate of Legal Affairs on mutual agreement. <br> > **Leaves** 1. The maximum permissible leave of absence is 2 days per month. 1. Extra leave may be granted in exceptional circumstances. In such cases, the period of internship shall be extended to the extent of such leave. <br> > **Attendance** 1. For satisfactory completion inter-alia, 90% attendance is mandatory. 1. This is a full-time internship to be attended physically and the interns are not expected to pursue any other course/work during the tenure of the internship.",
  "benefits": [
    "Stipend",
    "The student interns will receive a stipend of ₹ 5,000/- per month for satisfactory conduct of the internship. The graduate interns will receive a stipend of ₹ 15,000/- per month for satisfactory conduct of the internship.",
    "Certificate",
    "On satisfactory completion of the internship, a Certificate of Internship shall be awarded. Certificate of Internship would be given to only such law student interns who complete a minimum of one month and to such law graduates who complete a minimum three months period of internship. Interns not completing such a minimum period would not be awarded any certificate."
  ],
  "eligibility_criteria": "Law students who are pursuing a 3-year LLB course/5-year integrated LLB course. Law graduates who have completed a 3-year LLB course/5-year integrated LLB course for not more than two years. Students who have appeared in the final year/ semester examination on the cutoff date.\n\nReservation / Preference / Priority\nPreference shall be given to students/graduates of reputed institutions.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The duly filled and self-attested application in the prescribed format , along with the required document should be sent by email to dlasmc-cbic@gov.in."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://old.cbic.gov.in/resources//htdocs-cbec/legalaffairs/indirect-taxes-internship-scheme-2023.pdf"
    }
  ],
  "exclusions": "The selected candidates who failed to join on the date of joining may be debarred for a period of six months.",
  "documents_required": "Passport Sized Photograph Aadhaar Card Proof of Address (for correspondence) Proof of Educational Qualification (i.e. result sheet/mark sheet/provisional degree etc.).\nNOTE: The students who have appeared in the final year/ semester examination on the cutoff date will have to show proof of having passed the LLB course at the time of joining."
}