{
  "scheme_id": "677fe3935876a2e5d4b4affd",
  "slug": "pesmp",
  "scheme_name": "Primary Education Scholarship (Madhya Pradesh)",
  "scheme_short_title": "PESMP",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of De-notified, Nomadic and Semi-nomadic Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Early childhood",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Education",
    "Scholarship",
    "Studying"
  ],
  "brief_description": "The \"Primary Education Scholarship\" scheme provides ₹150/- annually to students from De-notified, Nomadic, and Semi-Nomadic communities who are studying in classes 1st to 5th. The scholarship distribution is managed through the Directorate of Public Education, Government of Madhya Pradesh.",
  "detailed_description": "The &quot;Primary Education Scholarship&quot; scheme by the Department of De-notified, Nomadic, and Semi-Nomadic Welfare, Government of Madhya Pradesh, provides a state scholarship of ₹150/- for 10 months at the rate of ₹15/- per month to students from De-notified, Nomadic, and Semi-Nomadic communities studying in classes 1 to 5. The scholarship distribution is managed through the Directorate of Public Education.",
  "benefits": [
    "Scholarship of ₹150/- for 10 months at the rate of ₹15/- per month."
  ],
  "eligibility_criteria": "The applicant should be a student. The applicant should be from a De-Notified , Nomadic, or Semi-Nomadic Community.\n*The applicant should not need to apply again for renewal while continuing in classes of the same rate (e.g., classes 1 to 5).\n*The applicant should be eligible for the scholarship even if they fail one academic year.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the \" Samarth Portal \".",
        "Step 2: Navigate to the top right corner of the homepage and click \" Registration\". ",
        "Step 3: On the registration page, provide the mandatory details. (the fields marked with * are mandatory). If required, verify your Mobile Number and/or Email ID via OTP. Finally, click \"Register\".",
        "Application",
        "Step 1: Visit the \" Samarth Portal \".  ",
        "Step 2:  Use the credentials you created during registration to log in.",
        "Step 3:  Navigate to the online application form of the scheme you intend to apply for.",
        "Step 4:  In the application form, fill in all the mandatory fields and upload all the mandatory documents in the specified format and size.",
        "Step 5:  Carefully review all the information provided. Make any necessary corrections.",
        "Step 6:  Acknowledge and agree to the terms and conditions, declaration, and privacy policy (if any).",
        "Step 7:  Click the \"Submit\" to submit your application."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://samarth.mp.gov.in/Public/Pages/SchemeDetail?ID=1"
    },
    {
      "title": "Registration",
      "url": "https://samarth.mp.gov.in/Images/Icons/20.png"
    }
  ],
  "documents_required": "Passport-size Photo Aadhaar Card Domicile Certificate Caste Certificate Previous Class Marksheet Samagra ID Bank Account Details"
}