{
  "scheme_id": "644a5a87323b59881422b987",
  "slug": "ak",
  "scheme_name": "Aswasakiranam",
  "scheme_short_title": "AK",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "Kerala Social Security Mission",
  "categories": [
    "Health & Wellness"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Mentally Disabled",
    "Financial Assistance",
    "Physically Disabled",
    "Money Assistance"
  ],
  "brief_description": "Aswasakiranam Scheme envisages assisting the caregivers of physically and mentally disabled bedridden patients, who are their family members or relatives. All those who have been providing caregiving service to patients since 02/08/10 will be paid monthly assistance with retrospective effect.",
  "detailed_description": "**Detailed** Kerala is a state well known for its efficient and effective health care system. Despite these advancements, much headway could not be made in-home care. Most of the lowest income group always opt for homely treatment as they cannot afford the charges levied by the well-known hospitals. They are bedridden causing a heavy social burden on their family members who are forced to stay back at home to look after these bedridden patients. While the upper-income group can possibly afford to engage paid caregivers or home nurses for looking after such bedridden family members, the lower-income group usually take it upon themselves to care for their bedridden brethren. These family members in fact function as informal caregivers, without due recognition or economic gain. &lt;br&gt; **Coverage Of Diseases** ● All bed-ridden patients who need a full-time caregiver. ● Mentally challenged (Autism, Cerebral Palsy, Mental retardation, Mental illness). ● 100 % blind, bed-ridden cancer patients, old-aged bed-ridden. ● Brittle bone disease.",
  "benefits": [
    "Benefits",
    "Through this scheme financial assistance of Rs 600 per month is provided to those caregivers who look after their physically and mentally bedridden patients. All those citizens who have been providing caregiving services to the patients since 2nd August 2010 will be provided monthly assistance. This financial assistance will be apart from the pension given to the patients. Now the caregivers will not be required to depend on anyone for financial support because the government is going to provide them with monthly assistance which will help them in fulfilling their day-to-day needs."
  ],
  "eligibility_criteria": "Eligibility\nOne who is totally bedridden and at home with a debilitating disability (physical, functional or mental). One can not take care of himself/herself for any day-to-day activity without the support of another person. One who belongs to a family, Below Poverty Line as per the BPL list and as per the ration card.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "First of all, go to the nearest Anganwadi or ICDS office Take the Application form from here . Now you have to fill out this application form by entering all the required details. After that, you have to upload all the required documents Now you have to submit this form to the nearest Anganwadi Centre or ICDS office."
      ]
    }
  ],
  "references": [
    {
      "title": "Details",
      "url": "https://socialsecuritymission.gov.in/scheme_info.php?id=NQ=="
    },
    {
      "title": "Application Form",
      "url": "https://socialsecuritymission.gov.in/appln_info.php"
    }
  ],
  "documents_required": "List of the required documents\nMedical certificate attested by Govt./ Vayomithram / NRHM doctors. Attested copy of BPL ration card / BPL certificate issued by Panchayat or Municipality or Corporation / Income certificate issued by village officer as proof for patient income. Attested copy of Aadhar card/confirmation slip received."
}