{
  "scheme_id": "6842cc8da9a9e74d7bf61f3c",
  "slug": "asdp",
  "scheme_name": "Accessibility Services to Disabled People",
  "scheme_short_title": "ASDP",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "implementing_agency": "National Institute For The Empowerment Of Persons With Visual Disabilities, Dehradun.",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Citizen empowerment",
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Disabled Person",
    "Divyang",
    "Employment Assistance",
    "Visually Impaired",
    "Low Vision",
    "Job Facilitation"
  ],
  "brief_description": "The scheme \"Accessibility Services to Disabled People\" aims to provide suitable employment opportunities to unemployed visually impaired and low vision individuals. Through this scheme, assistance is provided in securing placements in the public and private sectors.",
  "detailed_description": "The scheme &amp;quot;Accessibility Services to Disabled People&amp;quot; is a central sector scheme that aims to support visually impaired and low vision individuals by registering them and facilitating suitable employment opportunities. Through this scheme, beneficiaries are helped in securing jobs in both the public and private sectors across various vacancies. The scheme is implemented by the National Institute for the Empowerment of Persons with Visual Disabilities, Dehradun. &lt;br&gt; <br>",
  "benefits": [
    "Employment Registration: Registers unemployed individuals who are visually impaired and have low vision. Job Placement Assistance: Provides suitable employment opportunities in the public sector and private agencies."
  ],
  "eligibility_criteria": "The applicant should be visually impaired or a person with low vision. The applicant should be unemployed at the time of registration.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun. Step 2: The institute assists visually impaired individuals by providing them with application forms—both online and offline—for various posts advertised in employment news. Website:  niepvd.nic.in  Telephone No.: 0135-2736712 Email: tcab-niepvd@nivh.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 104)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://niepvd.nic.in/placement-cell/"
    }
  ],
  "documents_required": "Disability Certificate Unique Disability ID (UDID) Card Aadhaar Card Educational Qualification Certificates Any other documents as required."
}