{
  "scheme_id": "66a118938c4bd3d40593a942",
  "slug": "tmvsy-ajjap",
  "scheme_name": "Talab Matsyiki Vishesh Sahayata Yojana (Anusuchit Jaati/Janajati/Ati Pichhada)",
  "scheme_short_title": "TMVSY-AJJAP",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Animal & Fisheries Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Scheduled Caste",
    "Tribe",
    "Most Backward",
    "Farmers"
  ],
  "brief_description": "The Bihar Government's Animal and Fisheries Resources Department has introduced the \"Talab Matsyiki Vishesh Sahayata Yojana (Anusuchit Jaati/Janajati/Ati Pichhada)\" aims to support fish farmers by providing financial and technical assistance for pond construction, installation of necessary equipment",
  "detailed_description": "The &quot;Talab Matsyiki Vishesh Sahayata Yojana (Anusuchit Jaati/Janajati/Ati Pichhada)&quot; was launched by the Animal and Fisheries Resources Department, Government of Bihar. This scheme aims to support fish farmers from Scheduled Castes, Tribes, and Extremely Backward Classes by providing financial and technical assistance for pond construction, installation of necessary equipment, and other related activities. The scheme has a total budget of ₹2994.60 lakh and seeks to enhance livelihood opportunities, ensure food and protein security, and promote employment among these communities.",
  "benefits": [
    "Assistance",
    "Offers a 70% subsidy on the total cost, reducing the financial burden on beneficiaries.",
    "Subsidy Payment:",
    "Subsidy payments are made in two installments: 60% after pond construction and 40% after installation of related units and purchase of inputs."
  ],
  "eligibility_criteria": "The applicant should belong to Scheduled Castes, Tribes, or Most Backward Classes. The applicant should have private or leased land available for pond construction.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step-01: The applicant visits the official website and clicks the \"Applications are being invited for all the schemes of the financial year (2024-25), click here to apply. Apply online for Training and Tour Darshan Scheme.\"",
        "Step-02: Select the \" Registration for Fisheries Schemes \"",
        "Step-03: Select the category: Individual and complete all basic details of the applicant for registration, including category, caste, applicant name, date of birth, address, bank details, etc.",
        "Step-04: Enter a valid 10-digit mobile number and click to send OTP.",
        "Step-05: An OTP will be sent to the provided mobile number.",
        "Step-06: Enter the OTP; after verification of the OTP, you will receive a Registration Number and Password.",
        "Step-07: Click on the \"Login\" and enter the Registration Number and Password.",
        "Application Form Filling Process:",
        "Step-01: The applicant visits the official website and clicks the \"Applications are being invited for all the schemes of the financial year (2024-25), click here to apply. Apply online for Training and Tour Darshan Scheme.\"",
        "Step-02: Click \"If your already register, login here \".",
        "Step-03 : Select \"Application for fishery scheme\" option and choose the scheme name \"Talab Matsyiki Vishesh Sahayata Yojana (Anusuchit Jaati/Janajati/Ati Pichhada)\", after the application form is open.",
        "Step-04: The application form will capture registration personal data details.",
        "Step-05: Fill in the bank and land details.",
        "Step-06: Click on the submit button as well print the application form and submit it to the District Fisheries Office along with attachments.",
        "Note : Download the Affidavit form and Consent form also attached with the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://fisheries.bihar.gov.in/docs/Specialpackage2425.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://fisheries.bihar.gov.in/Default.aspx"
    },
    {
      "title": "Login",
      "url": "https://misfisheries.bihar.gov.in/login.aspx"
    }
  ],
  "documents_required": "Completed Application Form. Photograph of Proposed Land. Bank details (branch name, account number, IFSC code). Attested copies of Training Certificate. Aadhar Card, Ration Card, Voter ID. Land Map. Caste Certificate. Land Ownership Certificate/Revenue Receipt (for private land). Registered Lease Agreement/Non-judicial Stamp Agreement (for lease land). Notarized Affidavit Confirming the land is dispute-free."
}