{
  "scheme_id": "65c4ee04cd96dc5e074beeca",
  "slug": "tds",
  "scheme_name": "Tea Development Scheme",
  "scheme_short_title": "TDS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Tea",
    "Farmer",
    "Financial Assistance",
    "Agriculture",
    "Horticulture",
    "Tea Grower",
    "Subsidy"
  ],
  "brief_description": "The objective of the scheme is to continue the experimental plantation of tea and to find the possibility of growing tea economically as well as on a commercial scale.",
  "detailed_description": "The scheme \"Tea Development Scheme\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to continue the experimental plantation of tea and to find the possibility of growing tea economically as well as on a commercial scale. Further, seedlings are raised in the experimental station and distributed free to farmers.",
  "benefits": [
    "Pattern of Assistance:",
    "Seedlings are offered for sale at the rate ₹1/- per tea seedling and one-time financial assistance at the rate ₹10,000/- per hectare. PP chemicals, equipment, brush cutters, tea harvesters, etc. on sale at the rate of 50% subsidy. Type of Assistance and Entitlement (If any):",
    "Sl. No. | Entitlement | Owantum of Assistance\n1 | Training programme to the Tea Growers at Village | 100% assistance\n2 | To promote tea plantation by providing tea seedlings to the growers at the District level/ Tea Development Centre. | ₹1/- per seedling sale to the growers\n3 | Sale of Bio fertilizers, Bio pesticides, Bio fungicides, equipment, etc. to the tea growers by Tea Development Centre situated at Umsning, Rongram, Riangdo. | 50% subsidy sale to the growers."
  ],
  "eligibility_criteria": "The applicant/farmer should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in Agriculture, possessing own or leased land of not exceeding 2 Ha/family.\nNote: The applicant farmer can avail of the benefits of the scheme on a first come first serve basis.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the required documents at your nearest office of the Horticulture Development Officer of a CD Block/ Horticulture Circle.",
        "Mode of Selection of Beneficiary(s):",
        "Bonafide farmers on a first come first serve basis.",
        "Whom to Contact:",
        "1. District Horticulture Officer ",
        "2. Horticulture Development Officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=98"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONHORTICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "1. Passport-size photograph\n2. Identity Proof\n3. Bank passbook/account details\n4. Documents proof of possessing own or leased land\n5. Any other document as required"
}