{
  "scheme_id": "676e8f2dd82a9cd9aa45749d",
  "slug": "strs",
  "scheme_name": "Scheduled Tribe Relief Scheme",
  "scheme_short_title": "STRS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Marriage",
    "Scheduled Tribe",
    "Financial Assistance",
    "Disability"
  ],
  "brief_description": "Launched on 31st March 2017, the \"Scheduled Tribe Relief Scheme\" by the Tribal Welfare and Scheduled Caste Department, Government of Madhya Pradesh, provides immediate support for destitute tribal brides and assistance to disabled, elderly, blind, and impoverished individuals.",
  "detailed_description": "Launched on 31st March 2017, the &quot;Scheduled Tribe Relief Scheme&quot; by the Tribal Welfare and Scheduled Caste Department, Government of Madhya Pradesh, provides immediate support for destitute tribal brides and assistance to disabled, elderly, blind, and impoverished individuals.",
  "benefits": [
    "₹15,000/- in the case of house burning. ₹5,000/- in the case of loss of livelihood-related movable property. ₹5,000/- as relief by the Sub-Divisional Officer. ₹5,000/-in the case of damages to wells, tube wells, motors, or economic resources."
  ],
  "eligibility_criteria": "The applicant should be a destitute tribal bride or an individual who is disabled, destitute, elderly, blind, or extremely destitute. The applicant should belong to the Scheduled Tribes. The applicant should hold a valid caste certificate confirming their Scheduled Tribe status. The applicant should be a resident of Madhya Pradesh.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) theOffice of the Collector/Assistant Commissioner/District Coordinator, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=19"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}