{
  "scheme_id": "66f68db17e9b228ef8ba4db1",
  "slug": "petalse",
  "scheme_name": "Pre Examination Training Centre For All India Service Examinations Like I.A.S., I.P.S., I.R.S., Etc.",
  "scheme_short_title": "PETALSE",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Pre Examination Training",
    "All India Service Examinations",
    "UPSC",
    "Coaching",
    "Lodging"
  ],
  "brief_description": "This scheme provides free pre-examination training, boarding, and lodging for Adi Dravidar and Tribal community candidates preparing for All India Service Examinations like IAS, IPS, and IRS.",
  "detailed_description": "The scheme \"Pre Examination Training Centre For All India Service Examinations Like I.A.S., I.P.S., I.R.S., Etc.\" introduced on 7th May, 2012 by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to provide coaching and other facilities such as free boarding and lodging to the candidates of the Adi Dravidar and Tribal community, aspiring to qualify for All India Service Examinations (IAS, IPS, IRS, etc.).",
  "benefits": [
    "Coaching: Free coaching for All India Service Examinations (IAS, IPS, IRS, etc.). Boarding: Free boarding and lodging for candidates. Note: Mess Charges ₹1,200/- per month should be paid by the students whose parental income is above ₹1,00,000/- per annum. "
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/Tribal community.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the Director, Anna Institute of Management, Chennai-28. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the office of the Director, Anna Institute of Management, Chennai-28. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/26799"
    }
  ],
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Income certificate (parental income proof). Educational qualification certificates. Community certificate. Any other documents (if required)."
}