{
  "scheme_id": "6620ba81805a3f5555315b8e",
  "slug": "eapfdap",
  "scheme_name": "Establishing Aavin Parlour for Differently Abled Persons",
  "scheme_short_title": "EAPFDAP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Career information",
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Employment",
    "Differently Abled Person",
    "Aavin Parlour"
  ],
  "brief_description": "The 'Establishing Aavin Parlour for Differently Abled Persons' scheme was launched by the Department for the Welfare of Differently Abled Persons, Govt. of Tamil Nadu. The scheme aims to create self-employment avenues for differently abled persons, the govt. has issued orders to establish Parlour.",
  "detailed_description": "The &#39;Establishing Aavin Parlour for Differently Abled Persons&#39; scheme was launched by the Department for the Welfare of Differently Abled Persons, Government of Tamil Nadu. The scheme aims to create self-employment avenues for differently abled persons, the government has issued orders for establishing Aavin parlour for differently abled persons to sell Aavin products.",
  "benefits": [
    "The government has issued orders for establishing Aavin parlour for differently-abled persons to sell Aavin brand products like milk, butter, curd, etc."
  ],
  "eligibility_criteria": "The applicant should be a differently abled person. The applicant's age should be 18 years or above. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Differently Abled Welfare Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "documents_required": "National Identity Card of the Differently Abled. Family Card."
}