{
  "scheme_id": "68614ae6e9681a431332bc93",
  "slug": "scfkikaofhr",
  "scheme_name": "PMMSY: Construction of Fish Kiosks Including Kiosks of Aquarium/Ornamental Fish-Haryana",
  "scheme_short_title": "SCFKIKAOFHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry & Dairying Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Aquarium",
    "Ornamental",
    "Construction",
    "Koisks"
  ],
  "brief_description": "The scheme aims to provide central assistance for the construction of fish kiosks, including those for aquarium/ornamental fish.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matasya Sampada Yojana: Construction of Fish Kiosks including Kiosks of Aquarium/Ornamental fish&quot; by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide central assistance for the construction of fish kiosks, including those for aquarium/ornamental fish. <br>",
  "benefits": [
    "The project cost is ₹10,00,000/- per unit. Subsidy of 40% of the project cost for General Category beneficiaries. Subsidy of 60% of the project cost for SC/Women beneficiaries."
  ],
  "eligibility_criteria": "The applicant should have a Parivar Pehchan Patra (PPP). The applicant should submit an undertaking in the Detailed Project Report (DPR)/Self Contained Proposal (SCP) to the effect that all operational, maintenance, and post-construction management costs of the infrastructure facilities shall be borne by them. The applicant should ensure the fish kiosk will be kept in operational condition for 10 years. The applicant should display a board permanently at the infrastructure facilities to the effect that the fish kiosk is constructed with Central Assistance under the Pradhan Mantri Matasya Sampada Yojana (PMMSY). The applicant can only avail of central assistance for one unit. The projects having land on long-term registered lease shall also be considered for Central financial assistance under the scheme. However, the lease period/ agreement shall not be less than a minimum period of 10 (ten) years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details, i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=xBljkD5D0p%2fixQd49u8dFQ%3d%3d"
    }
  ],
  "documents_required": "Agreement 1 - Agreement Deed between fish kiosk owner and Fisheries Department. Date of Birth Certificate (Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate). Caste Certificate (from first class Magistrate/Tehsildar). Training Certificate of Beneficiary. Land Record (from Tehsil - Own Land-Jamabandi, Nakal Akshizra Farad, or Registered Lease Deed). Bills/Receipts/Vouchers. Photographs of the Fish Kiosk with Beneficiary. Details of Bank Account and PAN Card. Detailed Project Report (DPR)/Self Contained Proposal (SCP) as per Pradhan Mantri Matasya Sampada Yojana (PMMSY) guidelines."
}