{
  "scheme_id": "67fe059a8e880c684922c83a",
  "slug": "facipcd",
  "scheme_name": "Finance Assistant to PACS for Computerization and Integration of PACS through Core Banking System with District Cooperative Banks",
  "scheme_short_title": "FACIPCD",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Computerization",
    "Management Information System",
    "Digital Infrastructure"
  ],
  "brief_description": "The scheme provides financial assistance to Primary Agricultural Credit Societies (PACS) for computerization and integration with District Cooperative Banks (DCCBs) through a Core Banking System (CBS), enhancing rural banking infrastructure and digital access.",
  "detailed_description": "The scheme &amp;quot;Finance Assistant to PACS for Computerization and Integration of PACS through Core Banking System with District Cooperative Banks&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to bring transparency, accuracy, and consistency in PACS accounts using a common accounting and management information system. By enabling PACS to be digitally connected with District and State Cooperative Banks through CBS, this scheme also boosts rural financial inclusion and ensures seamless banking facilities in remote areas.",
  "benefits": [
    "Standard of Assistance | Remarks | Minimum Time Limit (in Year) for Reclaiming Benefits)\nthe cost is estimated at ₹ 3,91,369/- per PACS, out of which the Central Government's contribution is 60% at ₹1,85,441/- and State Government's contribution as per 40% per PACS ₹1,23,627/- will be incurred. | The agency empaneled by NABARD on behalf of the Government of India for the performance of software training while the procurement of hardware is to be done by the state government. | There is no provision regarding re-benefit."
  ],
  "eligibility_criteria": "The benefit of this scheme will be available only to Primary Agricultural Credit Co-operative Societies (Including PACS, LAMP, and FSS). The statutory audit of the Primary Agricultural Credit Co-operative Societies (PACS) up to the last financial year should have been completed. The Primary Agricultural Credit Co-operative Societies (PACS) benefiting from this scheme should have their own or leased premises. The Secretary of the Primary Agricultural Credit Cooperative Societies (PACS) should be a salaried employee. Primary Agricultural Credit Cooperative Societies (PACS) benefiting from this scheme should have telecom data network facility. There should be computer literate staff at Primary Agricultural Credit Cooperative Societies (PACS) for smooth implementation of the scheme. PACS should be selected in the District Level Implementation and Monitoring Committee (DLIMC) at the district level. The PACS selected in the State Level Implementation and Monitoring Committee (SLIMC) of the State level in the District Level Implementation and Monitoring Committee (DLIMC) should have been approved in the SLIMC.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Selection of eligible PACS is done by the District Level Implementation and Monitoring Committee (DLIMC). Step 2: The consolidated selection list from all districts is sent to the State Level Implementation and Monitoring Committee (SLIMC). Step 3: SLIMC forwards the approved list to the Project Monitoring Unit (PMU) of NABARD through the Gujarat State Co-operative Bank Ltd. Step 4: After approval by NLIMC at the central level, support equipment is provided to the selected PACS."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=wiB0mG2hjcblY52frAvd0g==&domain=v4lc2tu73R/9lWYKO76SRg=="
    }
  ],
  "documents_required": "Copy of completed statutory audit report for the last financial year. Proof of ownership or lease of premises. Employment proof of salaried Secretary. Documentation of telecom/data network facility. Proof of computer literacy of PACS staff. Approval/selection proof from DLIMC and SLIMC. Any other document as required."
}