{
  "scheme_id": "65f469d8938a0b13ccb9de48",
  "slug": "ggssgbocwwb",
  "scheme_name": "Go-Green Shramik Scheme (GBOCWWB)",
  "scheme_short_title": "GGSS(GBOCWWB)",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Building And Other Construction Worker's Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Public transport and private vehicles"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Go-Green",
    "Building Worker",
    "Construction Worker",
    "Subsidy",
    "Labour",
    "Two-Wheeler"
  ],
  "brief_description": "Under the scheme, a one-time subsidy will be provided on the purchase of electric two-wheelers to construction workers who are registered with the Gujarat Building and Other Construction Worker's Welfare Board.",
  "detailed_description": "The \"Go-Green Shramik Scheme\" is implemented by the Gujarat Building and Other Construction Worker's Welfare Board (GBOCWWB), Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. The objective of the scheme is to make the &amp;quot;GREEN INDIA MISSION&amp;quot; of the Government of India a reality, the construction workers will also become partners and become aware of the environment in them as well as with the good intention that they will have flexibility in commuting, save money and time and leave the slum area near the construction site and live in a clean residential area.",
  "benefits": [
    "Under the scheme, a One-time subsidy will be available to the extent of 50% of the price of the battery-operated Two-Wheeler or ₹30,000/- whichever is less. The assistance will also be available for the amount of Registration Fee and Road Tax paid for the first time for a new two-wheeler i.e. RTO Tax and Road Tax will be reimbursed. Note 01: After deducting the amount of subsidy payable to the vehicle dealer from the ex-showroom price of the two-wheeler, the remaining amount will have to be paid by the construction contractor. Note 02: This additional subsidy will be provided in addition to the subsidy available under the electric vehicle-related schemes of the government."
  ],
  "eligibility_criteria": "The construction workers registered with the Gujarat Building and Other Construction Worker's Welfare Board will be eligible to get the benefit of this scheme. Registration period for construction workers should be one year or more. A registered construction worker should have purchased a lithium-ion battery high-speed vehicle in his own name. The registered construction worker should have a license to drive two-wheelers. The benefit of this scheme will be available once per registered construction worker. A registered construction worker cannot sell the vehicle for three years after purchasing it.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for ‘E-Nirman Card' under the GBOCWWB:",
        "Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Login to Portal', click on ‘ Please Register Here '. Step 03: Enter all the mandatory information and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, update your profile by entering all the necessary details as required and click on ‘Update'. Step 06: Select the ‘Electric Two-Wheeler Subsidy Registration' and fill out all the mandatory information in the form. Step 07: Upload all the relevant documents, agree with the terms & conditions, and submit the form. Step 08: Once the application has been submitted, an application Number is generated which can be kept for future reference. Process to track Application Status: Step 01: The applicant may visit the e-Nirman Portal: https://enirmanbocw.gujarat.gov.in/  Step 02: On the home page, click on ‘View Citizen Application Status'. Step 03: Enter the Application Number and Date of Birth. Step 04: Now click on ‘View Status'. Note 01: After verifying the in-principle approval letter (authorized letter) issued by the board from the construction worker, the beneficiary has to accept the amount to be paid and deliver the vehicle to the worker. Note 02: While delivering the vehicle to the worker, photograph of the worker with the vehicle shall be taken.",
        "Note 03: The worker will have to make a video of himself driving his vehicle."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://bocwwb.gujarat.gov.in/schemes.htm"
    },
    {
      "title": "Guidelines",
      "url": "https://bocwwb.gujarat.gov.in/Portal/Document/10_373_1_Go-Green_Shramik_Scheme.pdf"
    },
    {
      "title": "Scheme Details (Page No. 373)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-22-23.pdf"
    },
    {
      "title": "E-Nirman Portal",
      "url": "https://enirmanbocw.gujarat.gov.in/Index.aspx"
    }
  ],
  "documents_required": "Aadhaar card E-Nirman card Two-wheeler license Any other documents as required"
}