{
  "scheme_id": "65dd7744938a0b13cc9762eb",
  "slug": "gfaprp",
  "scheme_name": "Grant of Financial Assistance to the Press Reporters of Puducherry",
  "scheme_short_title": "GFAPRP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Information and Publicity Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Reporter",
    "Financial Assistance",
    "Newspaper",
    "Magazine"
  ],
  "brief_description": "The scheme \"Grant of Financial Assistance to the Press Reporters of Puducherry\" by the Department of Information & Publicity, Union Territory of Puducherry, aims to provide financial support amounting to ₹25,000/- to eligible press reporters who have served in registered Newspapers/Magazines.",
  "detailed_description": "The scheme &quot;Grant of Financial Assistance to the Press Reporters of Puducherry&quot; by the Department of Information &amp; Publicity, Union Territory of Puducherry, aims to provide financial support amounting to ₹25,000/- to eligible press reporters who have served in Newspaper / Magazine duly registered with the &quot;Registrar of Newspapers, Government of India, New Delhi&quot; continuously for atleast 10 years.",
  "benefits": [
    "Financial Assistance: ₹25,000/-. Mode of Disbursal: The Director, Department of Information & Publicity, Puducherry will transmit the cheque to the applicant after obtaining the necessary receipt thereof from the applicant in the prescribed format . Time Limit: Three weeks from the date of application."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a native of the Union Territory of Puducherry by birth or by continuous residence for not less than five years. The applicant should be a Press Reporter. The applicant should have served in a Newspaper/Magazine. The Newspaper/Magazine should be duly registered with the \"Registrar of Newspapers, Government of India, New Delhi\". The Newspaper/Magazine should be registered continuously for not less than 10 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The applicant should visit the Office of the Department of Information & Publicity or one of its Branch Offices . The Office Timings are Monday to Friday, 08:45 am to 01:00 pm & 02:00 pm to 05:45 pm. Submit the duly filled and signed application form and the documents to the Member Secretary-cum-Treasurer.",
        "Step 4: Upon successful receipt of the application, a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines & Application Form",
      "url": "https://py.gov.in/sites/default/files/citizens-charterinfopublicity.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://info.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Nativity and Nationality Certificate ( Form-II ), from an officer of the Revenue Department not below the rank of a Deputy Tahsildar. Service Certificate ( Form-III ) from the competent authority of the Newspaper/Magazine concerned. Verification Certificate ( Form-IV ) from the Director of Information and Publicity, Puducherry."
}