{
  "scheme_id": "6424203b39162868567572dc",
  "slug": "atd",
  "scheme_name": "Allowance To Dwarf",
  "scheme_short_title": "ATD",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Social Justice and Empowerment Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Dwarf",
    "Financial Assistance",
    "Empowerment"
  ],
  "brief_description": "The government of Haryana introduce a scheme for social empowerment to the Dwarfs on 01.11.2014.",
  "detailed_description": "**Details** The acceptance of the basic needs of the citizens of the country financially is governed by the pension scheme for all the states. The benefit of the pension scheme is provided by dividing the citizens below the poverty line into old age, minor, destitute, widow and orphan destitute etc. Keeping in mind the social security of the bonds by the state government, the purpose of providing housing allowance per month is to operate the Born Pension Scheme. State of Haryana introduced the Dwarf Allowance Scheme in support for the dwarfs to avail equal opportunities in all sectors. A dwarf individuals who are living in various parts of the State are being given an allowance @ Rs. 2500 (w.e.f. 01-04-2021) per month per beneficiary. A male person of height 3 feet 8 inches or less height and a female of height 3 feet 3 inches or less (equivalent to 70% handicapped) is entitled to monthly pension.",
  "benefits": [
    "Benefits",
    "The allowance is Rs. 2500/- per month, effective from 01.04.2021."
  ],
  "eligibility_criteria": "Eligibility Criteria The applicant should be a Domicile of Haryana State and should have been residing in Haryana State for the last year at the time of submission of the application. The age of the applicant shall not be less than 18 years. The applicant must submit a certificate from the Civil Surgeon in support of his/her being a Dwarf. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process",
        "Download the application from the following eDisha official site . Get the printout and fill out the application in the prescribed manner. Attached the photograph with the required documents. And submit to the District Social Welfare Officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialjusticehry.gov.in/allowance-to-dwarfs/"
    },
    {
      "title": "Fom Link",
      "url": "https://edisha.gov.in/downloadforms"
    }
  ],
  "documents_required": "List of the required documents\nThe applicant will have to give a certificate of dwarfism from the District Medical Officer / Civil Surgeon. Birth certificate. Income certificate. Photocopy of the first page of the bank account. Address proof. Aadhaar card. A recent photograph of the applicant. Caste certificate."
}