{
  "scheme_id": "6459f1c18c1e80f2ea5016d7",
  "slug": "himcare",
  "scheme_name": "Mukhya Mantri Himachal Health Care Scheme-HIMCARE",
  "scheme_short_title": "MMHHCC-HIMCARE",
  "state": "Himachal Pradesh",
  "level": "State",
  "nodal_department": "Health and Family Welfare Department, Himachal Pradesh",
  "implementing_agency": "Himachal Pradesh Swasthya Bima Yojna Society",
  "categories": [
    "Health & Wellness"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "BPL",
    "Health Insurance",
    "Cashless Treatment"
  ],
  "brief_description": "Mukhya Mantri Himachal Health Care Scheme-HIMCARE is a health insurance scheme providing cashless treatment coverage up to Rs. 5.00 lakh per year per family in empanelled hospitals. It aims to cover families not included in the Ayushman Bharat scheme.",
  "detailed_description": "**Mukhya Mantri Himachal Health Care Scheme-HIMCARE** is a health insurance scheme under the Department of Health &amp;amp; Family Welfare, Government of Himachal Pradesh to provide cashless treatment coverage up to ₹5,00,000/- per year per family provided in the empanelled hospitals. In case of more than five members, the remaining members are enrolled as a separate unit subject to the capping of five members for each such additional unit. This scheme is being implemented on a co-payment basis. Hospitals empanelled under Ayushman Bharat within the State are also empanelled for HIMCARE and are providing cashless treatment to the beneficiaries by making online entries through Transaction Management System. The claims are being reimbursed through the host-to-host payment system directly in the bank account of the concerned hospital after checking the complete claim papers submitted by these institutions through the online system. &lt;br&gt; 1. For target groups covering below categories have the Zero Premium amount. - BPL (Not covered under Ayushman Bharat), - Registered Street Vendors (Not covered under Ayushman Bharat), - MNREGA worker who have worked minimum 50 days under MNREGA during previous financial year or current financial year. - Children living in Orphanages. 1. For target groups covering below categories have the premium rate ₹365/- per year. - Ekal Naaris, - Disabled &amp;amp;gt;40%, - Mid-Day meal workers, - Daily Wage Workers (Govt., Autonomous Bodies, Societies, Boards &amp;amp;amp; Corporations etc. under the control of State Government), - Part Time Workers (Govt., Autonomous Bodies, Societies, Boards &amp;amp;amp; Corporations etc. under the control of State Government) - Contractual Employees (Govt., Autonomous Bodies, Societies, Boards &amp;amp;amp; Corporations etc. under the control of State Government) - Outsource Employees. 1. Beneficiaries not covered under category-I and category-II or who are not Govt. servants/pensioners or their dependent family members, having the premium amount ₹1,000/- per year.",
  "benefits": [
    "Cashless Treatment: The scheme provides cashless treatment coverage, allowing beneficiaries to receive medical services without upfront payment at empanelled hospitals. Comprehensive Coverage: HIMCARE offers coverage up to ₹5,00,000/- per year per family, ensuring that families have access to quality healthcare services without financial burden. Inclusion of Previously Uncovered Families: The scheme targets families who were not covered under the Ayushman Bharat scheme, extending health insurance benefits to a broader population. Categorization for Differential Premium Rates: Beneficiaries are categorized into different groups based on their occupation or socioeconomic status, with corresponding premium rates to make healthcare more affordable for all eligible individuals. Wide Range of Eligible Beneficiaries: The scheme covers various groups such as BPL families, registered street vendors, MNREGA workers, senior citizens above 70 years, children living in orphanages, disabled individuals, Anganwari workers, ASHA workers, and more. Easy Enrollment Process: Enrollment can be done online through the official website or at Lok Mitra Kendra/Common Service Centers, making it convenient for beneficiaries to apply and upload necessary documents. Empanelled Hospital Network: Beneficiaries can receive cashless treatment in empanelled hospitals within Himachal Pradesh, including prestigious institutions like PGIMER Chandigarh and GMCH Sector 32 Chandigarh, ensuring access to quality healthcare facilities."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Himachal Pradesh. Families not covered under the Ayushman Bharat Yojana (Pradhan Mantri Jan Arogya Yojana) are eligible to apply for the HIMCARE scheme. Applicant should be HIMCARE card holder. The scheme is available to Below Poverty Line (BPL) families, Above Poverty Line (APL) families, Senior citizens and daily wage earners, widows, single women, and persons with disabilities.",
  "application_process": [
    {
      "mode": "Online - via CSC",
      "steps": [
        "Locate the nearest Lok Mitra Kendra (LMK) or Common Service Center (CSC). Visit the LMK or CSC and inform them about your intention to apply for HIMCARE. Provide the necessary information and documents to the staff at the center. VLEs will assist you in filling out the application form and uploading the required documents online. If you are applying through Lok Mitra Kendra/Common Service Centers, you may be required to pay an enrollment fee of ₹50/- per family unit of up to five members. Once the application is submitted, it will be processed for verification. The concerned authorities will review the application and documents provided for authenticity and eligibility. If the application is approved, an E-card will be issued to the eligible family. The E-card will serve as proof of enrollment and will be used for availing cashless treatment under the scheme."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "  Apply for HIMCARE card on official website . Enter the ration card details and upload the Ration card scanned copy in the application. Fill in the required details accurately, including personal information, contact details, and family details. Once applicant has confirmed the Application form ,he/she won't be able to edit the application and if you are eligible for Premium Amount , then applicant will have to make payment within 30 days. Upload the scanned copies of the required documents as per the category you fall under. Submit the application form along with the uploaded documents."
      ]
    }
  ],
  "references": [
    {
      "title": "Website And Guidelines",
      "url": "https://www.hpsbys.in/content/mmmn"
    },
    {
      "title": "Hospital List HIMCARE",
      "url": "https://www.hpsbys.in/content/iuu"
    }
  ],
  "exclusions": "Non-Coverage of Government Servants and Pensioners: The scheme does not provide coverage for government servants, pensioners, or their dependent family members. They are not eligible to enroll in HIMCARE. Non-Coverage of Beneficiaries Already Covered Under Ayushman Bharat: Families that have already been selected and covered under the Ayushman Bharat scheme, based on SECC 2011 and RSBY, are not eligible for coverage under HIMCARE. The scheme targets those left out of Ayushman Bharat. Non-Coverage of Beneficiaries Who Do Not Fall under Eligible Categories: Individuals who do not fall under the eligible categories defined by the scheme, such as those not belonging to BPL families, registered street vendors, MNREGA workers, senior citizens above 70 years, or other specified groups, are excluded from the coverage provided by HIMCARE.",
  "documents_required": "The following documents are mandatory for enrollment under HIMCARE:\nCategory | Documents required for authentication\nBPL | Copy of BPL certificate attested by the Panchayat Secretary within previous one month.\nRegistered Street Vendors | Registration Certificate attested by the Executive Officer, MC/NP/NAC within previous one month.\nMNREGA Worker | MNREGA Job Card and Online MIS Report indicating 50 days work under MNREGA in previous or current financial year duly attested by concerned Panchayat Secretary/BDO.\nEkal Naaris | Certificate to be issued by Child Development Program Officer (CDPO) of the concerned area and shall include Widows/Divorced/Legally Separated /Unmarried more than 40 years.\nDisabled >40% | Medical Disability Certificate showing permanent disability.\nMid-Day meal workers | Certificate from Block Elementary Education Officer of the concerned area.\nContractual Employees | Certification from concerned Department.\nDaily Wage Worker | Certification from concerned Department.\nPart Time Workers | Certification from concerned Department.\nOutsource Employees | Certification from concerned Department."
}