{
  "scheme_id": "67c59346e39781207675dfdc",
  "slug": "glbngs",
  "scheme_name": "Gadiya Lohar Maharana Pratap Bhawan Nirman Yojana",
  "scheme_short_title": "GLMPBNY",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Shelter, integrated support and assistance",
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Bhawan Nirman",
    "Maharana Pratap",
    "Gadia Lohar",
    "House Construction"
  ],
  "brief_description": "This scheme provides financial assistance of ₹1,20,000/- in three instalments to Gadiya Lohar families in Rajasthan for the construction of permanent houses and ensuring their settlement.",
  "detailed_description": "The scheme &amp;quot;Gadiya Lohar Maharana Pratap Bhawan Nirman Yojana&amp;quot; was introduced by the Social Justice and Empowerment Department, Government of Rajasthan. Under this scheme, financial assistance of ₹1,20,000/- is provided in three instalments to Gadiya Lohar families in Rajasthan for the construction of permanent houses and ensuring their settlement. ***Objectives:*** - To provide permanent houses to the Gadiya Lohar families. - To provide financial assistance in three installments for house construction. - To promote the social and economic integration of Gadiya Lohars community.",
  "benefits": [
    "Financial Assistance:",
    "₹1,20,000/- is provided to each eligible beneficiary.",
    "Mode of Disbursement:",
    "First Installment: ₹40,000/- is provided after verification of land ownership and submission of required documents. Second Installment: ₹40,000/- is disbursed after verification of construction progress. Third Installment: ₹40,000/- is given upon completion of construction and submission of utilization proof.",
    "Frequency & Validity:",
    "This is a one-time financial grant. The entire house construction must be completed within one year from the approval of the first installment.",
    "Note:",
    "If a beneficiary misuses the grant, legal action will be taken, and the amount will be recovered. The constructed house cannot be sold or transferred for 20 years."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant should belong to the Gadiya Lohar community. The applicant should own a plot for house construction. The applicant or their family should not own any other house within the district or anywhere in Rajasthan.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Social Welfare Office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the District Social Welfare Office. Step 4: Request a receipt or acknowledgment from the District Social Welfare Office to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/Default.aspx?PageID=175"
    },
    {
      "title": "Amendment",
      "url": "https://jankalyanfile.rajasthan.gov.in/Content/UploadFolder/DepartmentMaster/166/2023/Feb/30409/133142.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Document Submit in First Installment:\nIdentity proof Caste Certificate (Issued by a competent authority) Proof of Land Ownership (Patta/Title Deed) Domicile Certificate Bank account details The applicant must declare on a ₹10 non-judicial stamp paper that they do not own any other house in the district or state and the house will not be sold or transferred for 20 years. Any other documents as required\nSecond Installment:\nConstruction Progress Report (for second and third installments)\nFinal Installment:\nUtilization Certificate (for final installment)"
}