{
  "scheme_id": "661e5f9c8397d2ab2ff0b1b0",
  "slug": "cmchis-tn",
  "scheme_name": "Chief Minister's Comprehensive Health Insurance Scheme - Tamil Nadu",
  "scheme_short_title": "CMCHIS-TN",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Insurance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Differently Abled Person",
    "Health",
    "Insurance",
    "Family"
  ],
  "brief_description": "Chief Minister Comprehensive Health Insurance Scheme launched on 23.07.2009 as kalaingar Kaappittu Thittam. Now the scheme from January 2022 to 2027 is implemented through United India Insurance Company.",
  "detailed_description": "Chief Minister Comprehensive Health Insurance Scheme launched on 23.07.2009 as Kalaingar Kaappittu Thittam. Now the scheme from January 2022 to 2027 is implemented through United India Insurance Company. The scheme provides quality health care to the eligible person through empanelled government and private hospitals to reduce the financial hardship to the enrolled families and move towards universal health coverage by effectively linking with the public health system. This scheme provides free health insurance coverage to families residing in Tamil Nadu with an annual income of less than ₹1,20,000. <br> > Totally 1090 procedures, 8 follow up procedures and 52 diagnostic procedures are covered under CMCHIS in 800 Government 900 Private empanelled hospitals.",
  "benefits": [
    "The scheme seeks to provide cashless hospitalization-specific ailments and procedures. The scheme provides coverage up to ₹ 5,00,000 per family per year on a floater basis for the ailments and procedures covered under the scheme."
  ],
  "eligibility_criteria": "The applicant should be a resident of Tamil Nadu. The applicant should have their name included in the family card. The applicant's family income should not exceed ₹1,20,000 per annum. The applicant should submit a family card, an Aadhaar card, and an income certificate issued by VAO/Revenue Authorities, along with a self-declaration.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the insurance office in the Collectorate and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgement from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable).",
        "HELPLINE:",
        "A 24-hour call centre has been set up at TNHSP with sufficient manpower with a toll-free helpline number 1800 425 3993. The toll-free line is competent to answer the query in Tamil.",
        "Email:",
        "tnhealthinsurance@gmail.com",
        "cmchis@uiic.co.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://www.cmchistn.com/"
    },
    {
      "title": "Guideline",
      "url": "https://www.cmchistn.com/features.php"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Ration Card. National Identity Card of the Differently Abled Person. Any Other Documents If Required."
}