{
  "scheme_id": "62a9755af038bd8499a71cd7",
  "slug": "ay",
  "scheme_name": "Agnipath Yojana",
  "scheme_short_title": "AY",
  "level": "Central",
  "implementing_agency": "Indian Army, Indian Navy & Indian Air Force",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Employment services and jobs"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Youth",
    "Armed Forces",
    "Military",
    "Agniveer",
    "Employment",
    "Indian Navy",
    "Indian Air Force",
    "Indian Army"
  ],
  "brief_description": "A welfare scheme by the Department of Military Affairs, MoD under which rigorous military training will be imparted to the youth aged between 17.5 to 23 years and meeting other educational, physical, and medical criteria, who are aspirational to be a part of the armed forces.",
  "detailed_description": "The Union Cabinet on 14th June 2022 approved an attractive recruitment scheme for Indian youth to serve in the Armed Forces called AGNIPATH and the youth selected under this scheme will be known as Agniveers. AGNIPATH allows patriotic and motivated youth to serve in the Armed Forces for a period of four years. The AGNIPATH scheme has been designed to enable a youthful profile of the Armed Forces. &amp;quot;Agnipath Yojana&amp;quot; is a new HR Management scheme for the Armed Forces. Candidates inducted through this scheme will be called Agniveers. These Agniveers once enrolled into the Indian Air Force, will be governed under the Air Force Act 1950, for a period of four years. Endeavour will be made to enroll candidates as Agniveers from all parts of the nation, utilising contemporary technology (online STAR exam and associated testing methods), specialized rallies, and campus interviews at recognized technical institutes such as Industrial Training Institutes, NSQF, etc. Agniveers would form a distinct rank in the IAF, different from any other existing rank. As part of the enrolment process, each ‘Agniveer' will be required to formally accept all terms and conditions of the AGNIPATH Scheme. For personnel below the age of 18 years, the enrolment form will need to be signed by the parents/guardians, in accordance with extant provisions. Post the period of four years, all Agniveers will go back to society. However, based on organizational requirements and policies promulgated by the IAF, Agniveers who have exited will be offered an opportunity to apply for enrolment in the IAF in the regular cadre. The skills gained by each Agniveer will be captured in a certificate to form part of his resume. These applications will be considered by a centralized board in a transparent manner and not more than 25% of the strength of the specific batch of original Agniveers will be enrolled in the IAF based on performance during their four-year engagement period as Agniveers. Agniveers will not have any right to be selected for further enrolment into the Armed Forces. Selection will be the exclusive jurisdiction of the Government. The enrolment as airmen into the regular cadre of Indian Air Force except for Medical tradesmen, will be available only to those personnel who have completed their engagement period as Agniveers.",
  "benefits": [
    "Agniveers will be given an attractive customized monthly package along with Risk and Hardship allowances as applicable in the three services. On completion of the engagement period of four years, Agniveers will be paid a one-time ‘SevaNidhi' package which shall comprise their contribution including accrued interest thereon and a matching contribution from the Government equal to the accumulated amount of their contribution including interest as indicated below:",
    "Year | Customized Package (Monthly) [All figures in ₹ (Monthly Contribution)] | In-Hand (70%) [All figures in ₹ (Monthly Contribution)] | Contribution to Agniveer Corpus Fund (30%) [All figures in ₹ (Monthly Contribution)] | Contribution to corpus fund by GoI [All figures in ₹ (Monthly Contribution)]\n1st Year | 30000 | 21000 | 9000 | 9000\n2nd Year | 33000 | 23100 | 9900 | 9900\n3rd Year | 36500 | 25580 | 10950 | 10950\n4th Year | 40000 | 28000 | 12000 | 12000\nTotal contribution in Agniveer Corpus Fund after four years |  |  | ₹ 5.02 Lakh | ₹ 5.02 Lakh\nExit After 4 Year | ₹11.71 Lakh as SevaNidhi Package (Including, interest accumulated on the above amount as per the applicable interest rates would also be paid) |  |  | ",
    "Note 01: The ‘Seva Nidhi' will be exempt from Income Tax.",
    "Note 02: There shall be no entitlement to gratuity and pensionary benefits.",
    "Note 03: Agniveers will be provided non-contributory Life Insurance Cover of ₹48 lakh for the duration of their engagement period in the Indian Armed Forces."
  ],
  "eligibility_criteria": "The applicant must be a citizen of India. For the 2022 intake, the age of the applicant should be between 17.5 to 23 years. For the subsequent intakes, the age of the applicant should be between 17.5 to 21 years. The applicant must fulfill the educational qualifications and physical and medical standards set by the Indian Army / Indian Navy / Indian Air Force.\nNote 01: The Agniveers will be enrolled in the Forces under respective Service Acts for a period of four years. They would form a distinct rank in the Armed Forces, different from any other existing ranks. Note 02: Upon the completion of four years of service, based on organizational requirements and policies promulgated by the Armed Forces from time to time, Agniveers will be offered an opportunity to apply for permanent enrolment in the Armed Forces. Note 03: The applications for permanent enrolment will be considered in a centralized manner based on objective criteria including performance during their four-year engagement period and up to 25% of each specific batch of Agniveers will be enrolled in the regular cadre of the Armed Forces. The selection will be the exclusive jurisdiction of the Armed Forces. Note 04: Agniveers will meet the medical eligibility conditions laid down for enrolment in the armed forces as applicable to respective categories/trades. Note 05: The educational qualification for Agniveers will remain as in vogue for enrollment in various categories.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Enrolment will be undertaken through an online centralized system for all three services with specialized rallies and campus interviews from recognized technical institutes such as Industrial Training Institutes and National Skills Qualifications Framework, among others. Enrolment will be based on an ‘All India All Class' basis. The candidates will be recruited as per the existing pattern of selection into the Armed Forces. Indian Army: Official Website  Indian Navy: Official Website  Indian Air Force: Official Website "
      ]
    }
  ],
  "references": [
    {
      "title": "English Leaflet",
      "url": "https://static.mygov.in/rest/s3fs-public/mygov_165520214151307401.pdf"
    },
    {
      "title": "Hindi Leaflet",
      "url": "https://static.mygov.in/rest/s3fs-public/mygov_165520220351307401.pdf"
    },
    {
      "title": "PIB",
      "url": "https://pib.gov.in/PressReleasePage.aspx?PRID=1833747"
    },
    {
      "title": "Guidelines By Indian Air Force",
      "url": "https://indianairforce.nic.in/wp-content/uploads/2022/06/Detailed-BRIEF-13-JUN-22.pdf"
    },
    {
      "title": "PIB (ministry Of Education)",
      "url": "https://pib.gov.in/PressReleasePage.aspx?PRID=1834202"
    }
  ],
  "exclusions": "The scheme is applicable at the soldier (jawan) level, and not the officer level.",
  "documents_required": "Proof of Identity i.e. Aadhaar Card Proof of Address Proof of Highest Educational Qualifications Proof of Medical Category Passport-size photograph Domicile Certificate The applicants will have to submit a written pledge that they were not involved in the violent protests against the Agnipath scheme.\nNote: The list of documents required is tentative, the ministry shall release the complete list of the required documents in the public domain in the future."
}