{
  "scheme_id": "660b906fc90f6c8098807b81",
  "slug": "fam-gbocwwb",
  "scheme_name": "Financial Assistance for Marriage (GBOCWWB)",
  "scheme_short_title": "FAM-GBOCWWB",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Goa Building And Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Marriage",
    "Financial Assistance",
    "Worker",
    "Labour",
    "Bride",
    "Bridegroom"
  ],
  "brief_description": "\"Financial Assistance for Marriage (GBOCWWB)\" by the Goa Building and Other Construction Workers Welfare Board of the Dept of Labour and Employment, Goa, provides financial assistance of ₹4,000/- for the marriage of the children of the worker who has a continuous membership for 3 years with the Boar",
  "detailed_description": "&quot;Financial Assistance for Marriage (GBOCWWB)&quot; is a Welfare Scheme by the Goa Building and Other Construction Workers Welfare Board of the Department of Labour and Employment, Goa. Through this scheme, the worker registered with the Board, having a continuous membership for 3 years, is provided financial assistance of ₹4,000/- for the marriage of their children. The applications are accepted offline. <br> <br> <br>",
  "benefits": [
    "Financial Assistance of ₹4,000/-."
  ],
  "eligibility_criteria": "The applicant should be a Worker registered with the Goa Building and Other Construction Workers Welfare Board. The worker should have a continuous membership with the Board for 3 years. The scheme also applies to the female beneficiary for her own marriage.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form for the scheme from the Official Website of the Department of Labour and Employment, Goa.",
        "OR",
        "The interested applicant should visit the Office of the Commissioner, Labour & Employment, 2nd Floor, Sharma Shakti Bhavan, Patto Plaza, Panaji-Goa (0832-2437081/82/83, com-labo.goa@nic.in) and request a hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should submit the duly filled and signed application form and the documents to the concerned authority at the Office of the Commissioner, Labour & Employment.",
        "Step 4: A receipt of the application will be assigned to the applicant by the concerned authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.goa.gov.in/wp-content/uploads/2016/05/schemesofbocw-dated-08-09-2015.pdf"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2016/05/Citizen-Charter-Labour-Depatment-DATED-16032016.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://labour.goa.gov.in/wp-content/uploads/2020/07/Scheme-9-Financial-Assistance-For-Marriage-Pension-Benefit.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://www.goa.gov.in/department/commissioner-labour-and-employment/"
    }
  ],
  "documents_required": "Worker Registration Card/Number. Receipt of Payment of First & Last Subscription with the Board. Proof of Age of the Bride. Proof of Age of the Groom. Marriage Certificate, containing the date and the address of the authority who has issued the certificate."
}