{
  "scheme_id": "65dc743d938a0b13cc95a6f5",
  "slug": "giaiacinpsc",
  "scheme_name": "'Grant-in-Aid to Industrial Association, CII, Industrial NGOs for Promotion of SME Clusters' under 'Marketing And Publicity'",
  "scheme_short_title": "GIAIACINPSC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Exhibitions/Trade fairs/Buyer-seller meet, market development"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "NGO"
  ],
  "tags": [
    "Industry",
    "NGO",
    "Marketing",
    "Publicity",
    "Financial Assistance"
  ],
  "brief_description": "Through this scheme, financial assistance is provided to the Industrial Associations, CII, and Industrial NGOs for the promotion of the SME Cluster. The financial assistance is 75% of the actual cost, subject to a maximum of ₹3,00,000/- per unit in cluster.",
  "detailed_description": "The scheme &#39;Grant-in-Aid to Industrial Association, CII, Industrial NGOs for Promotion of SME Clusters&#39; under &#39;Marketing And Publicity&#39; was launched by the Department of Industries and Commerce, Union Territory of Puducherry. Through this scheme, financial assistance is provided to the Industrial Associations, CII, and Industrial NGOs for the promotion of the SME Cluster. The financial assistance is 75% of the actual cost, subject to a maximum of ₹3,00,000/- per unit in cluster.",
  "benefits": [
    "The financial assistance is 75% of the actual cost, subject to a maximum of ₹3,00,000/- per unit in cluster."
  ],
  "eligibility_criteria": "The applicant should be an Industrial Association/ CII/ Industrial NGO.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the District Industries Centre (Thattanchavady, Puducherry - 605 009), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Proof of Registration as an Industrial Association/ CII/ Industrial NGO. Any Other Document as Required by the District Industries Centre."
}