{
  "scheme_id": "66c614317bfa61d0e0d2807f",
  "slug": "otfs-t",
  "scheme_name": "One Time Financial Support for Economically Weaker Meritorious ST Students",
  "scheme_short_title": "OTFSEWMSTS",
  "state": "Tripura",
  "level": "State/ UT",
  "nodal_department": "Department Of Tribal Welfare",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Student",
    "Schedule Tribe",
    "Professional Courses"
  ],
  "brief_description": "The \"One Time Financial Support for Economically Weaker Meritorious ST Students\" scheme aims to provide financial assistance ₹1,00,000/- to the economically weaker meritorious schedule tribe students to pursue different professional & other courses in government-recognized institutes/colleges.",
  "detailed_description": "The Tribal Welfare Department, Government of Tripura was launched by the &quot;One Time Financial Support for Economically Weaker Meritorious ST Students&quot; scheme aimed at providing financial assistance to economically weaker meritorious Scheduled Tribe (ST) students. This support enables them to pursue professional and other courses in government-recognized institutes and colleges with the necessary financial support to continue their education without financial constraints. <br>",
  "benefits": [
    "Financial Support:",
    "A one-time financial support of ₹1,00,000/- will be provided to selected students in two installments:",
    "1 st Installment: ₹50,000/- released immediately after selection. 2 nd Installment: ₹50,000/- upon production of pass certificates for the 1 st year course."
  ],
  "eligibility_criteria": "The student should be a domicile of Tripura. The student should belong to the Scheduled Tribe (ST) community. The student should have passed Class 10 th (Madhyamik) for pre-12 th courses or Class 12 th (H.S level) for post-12th courses in 2022 with at least 45% marks. The student must have taken admission in any professional course listed in Annexure-A and Annexure-B during the academic year 2022-23, with a course duration of at least 2 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "NSP Registration Process for Fresh Application:",
        "Step 01 : The students applying for the scholarship for the first time need to \"Register\" using the icon \"New Registration\" at the NSP Portal URL - https://scholarships.gov.in/ , by providing accurate and correct information as per their documents. Step 02: After successfully getting the registration done, students will get their \"Student Registration ID\". Step 03: Through \"Student Registration ID\" students will be able to login into the account using the icon \"Fresh Application\" at NSP Portal.  Application Process for \"One-Time Financial Support\": All eligible students will receive an auto-generated message from the portal notifying them of their eligibility. Go to https://bms.tripura.gov.in and select \" Citizen Login .\" If you haven't registered yet, click on \" Register here \" and fill in your Name, Email ID, and Mobile number. After receiving the OTP on your mobile number or email ID, enter it to complete the verification. Once the profile page is open, fill in the ration card number to fetch your details. You will receive a message confirming that your profile is complete. Click on \" Apply Online \" and select the scheme titled \"One-Time Financial Support for Economically Weaker Meritorious ST Students\" Enroll Select \" Proceed \" to open the application form. Fill in your bank details and upload the required documents. Enter your NSP Registration ID and Academic details, then click \" Next .\" Select \" Final Submit \" to complete your application. An Application ID will be generated. Click on \" View and Print Acknowledgement Slip \" for your records."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://twd.tripura.gov.in/sites/default/files/Notification_for_Public_Domain-OTFS.pdf"
    }
  ],
  "exclusions": "The scheme will not prevent eligible candidates from receiving the Post Matric Scholarship as per the norms. Courses listed in Annexure-C are not recommended under the OTFS scheme.",
  "documents_required": "Passport-size Photograph. Scheduled Tribe (ST) Certificate. Income Certificate (issued by Sub Divisional Magistrate (SDM)/DCM). Master Degree Marksheet. Bachelor Degree Marksheet. Class 10th Marksheet. Class 12th Marksheet. Diploma Marksheet. Bonafide Certificate from the Institute."
}