{
  "scheme_id": "666aa0faebb262eb5dbfe77c",
  "slug": "sebpummapuy",
  "scheme_name": "Scheme for Establishment of Backyard Poultry Units under Mukhya Mantri Antyodaya Parivaar Utthan Yojana",
  "scheme_short_title": "SEBPUMMAPUY",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry & Dairying Department",
  "implementing_agency": "Department Of Animal Husbandry & Dairying, Government Of Haryana",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "MMAPUY",
    "Backyard Poultry",
    "Chicks",
    "Feeders",
    "Water Drinkers",
    "Hatchery",
    "Unemployed"
  ],
  "brief_description": "Under this scheme, 50 chicks of 10 days of age from the Government Hatchery Farm along with two feeders and two water drinkers are provided free of cost to each beneficiary family at their doorstep.",
  "detailed_description": "The scheme \"Scheme for Establishment of Backyard Poultry Units under Mukhya Mantri Antyodaya Parivaar Utthan Yojana\" is implemented by the Department of Animal Husbandry &amp;amp; Dairying, Government of Haryana. Under this scheme, 50 chicks of 10 days of age from the Government Hatchery Farm along with two feeders and two water drinkers are provided free of cost to each beneficiary family at their doorstep. Any unemployed resident of Haryana aged between 18 and 60 years is eligible to avail of the benefits under this scheme.",
  "benefits": [
    "50 chicks, 10 day old reared at Government Hatchery along with two feeders and two water drinkers are provided free of cost to each beneficiary family at their doorstep."
  ],
  "eligibility_criteria": "1. The applicant should be a resident of Haryana. 2. The applicant should be unemployed. 3. The applicant should be between 18 to 60 years old. 4. There are no mandatory educational qualifications or training requirements.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The eligible applicant may contact the nearest veterinary hospital in his/her village. The applicant can submit their application form to the Deputy Director/Sub-Divisional office of his/her district."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details (Page No. 19)",
      "url": "https://parivarutthan.haryana.gov.in/assets/uploads/Schemes%20booklet%20(%20updated%20%2004.05.2023).pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=ZfWa6itdLCW6DRMCArEPXg%3d%3d"
    },
    {
      "title": "Notification (Page No. 4)",
      "url": "https://pashudhanharyana.gov.in/sites/default/files/documents/Scheme%202023-24/BPU%20Scheme.pdf"
    }
  ],
  "exclusions": "Any group/firm/organization would not be permitted to apply under the Scheme, as the Scheme is individual beneficiary-oriented.",
  "documents_required": "Identity proof i.e. Aadhaar Card Passport size photograph Proof of residence Parivaar Pahchan Patra (PPP ID) Any other documents as required"
}