{
  "scheme_id": "65ded5d9da55878ebe0714b3",
  "slug": "catrhpe",
  "scheme_name": "Cash Award to Top Ranking Holders in Public Examinations",
  "scheme_short_title": "CATRHPE",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "School Education Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cash",
    "Award",
    "Rank",
    "Scholarship",
    "Exam",
    "School",
    "College"
  ],
  "brief_description": "Through the \"Cash Award to Top Ranking Holders in Public Examinations\" scheme, cash awards of ₹50,000/-, ₹30,000/- and ₹20,000/- are granted to the 1st, 2nd and 3rd Rank Holders respectively from SSLC/ SSC/ HSC Exam, and Intermediate (2nd Year) Public Examinations.",
  "detailed_description": "The scheme &quot;Cash Award to Top Ranking Holders in Public Examinations&quot; was launched by the Directorate of School Education, Union Territory of Puducherry. Through this scheme, cash awards of ₹50,000/-, ₹30,000/- and ₹20,000/- are granted to the 1st, 2nd and 3rd Rank Holders respectively from Secondary School Leaving Certificate (SSLC) Exam, Secondary School Certificate (SSC) Exam, Matriculation Exam, and for Higher Secondary Certificate (HSC) Exam, and Intermediate (2nd Year) Public Examinations.",
  "benefits": [
    "Quantum of Award",
    "1st Rank: ₹50,000/-. 2nd Rank: ₹30,000/-. 3rd Rank: ₹20,000/-.",
    "* Every year, the awards are granted separately for each of the top three Rank Holders from Secondary School Leaving Certificate (SSLC) Exam, Secondary School Certificate (SSC) Exam, Matriculation Exam, and for Higher Secondary Certificate (HSC) Exam, and Intermediate (2nd Year) Public Examinations.",
    "* The awards are granted separately for each of the four regions of the UT of Puducherry, i.e. Puducherry, Karaikal, Mahe, and Yanam.",
    "* The awards are granted separately for Government Schools and for Private Schools."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a native of the Union Territory of Puducherry by birth or by continuous residence for not less than five years. The applicant should be a Student. The applicant should be studying in a Government/Private High/Higher Secondary School or in Intermediate Level (2nd Year) in a Government Junior College in the Union Territory of Puducherry. The applicant should be among the top three Rank Holders from Secondary School Leaving Certificate (SSLC) Exam/ Secondary School Certificate (SSC) Exam/ Matriculation Exam/ Higher Secondary Certificate (HSC) Exam/ Intermediate (2nd Year) Public Examination.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit the Head of the Institution of his/her respective school and submit the duly filled and signed application form and the documents. The Heads of the Institutions then send the applications to the Directorate of School Education through Google Forms."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://schooledn.py.gov.in/Welfare/InnerPages/edu_Cashaward.html"
    },
    {
      "title": "Application Form",
      "url": "https://schooledn.py.gov.in/download.html"
    },
    {
      "title": "Contact Us",
      "url": "https://schooledn.py.gov.in/who/dte.html"
    }
  ],
  "documents_required": "Nativity/Citizenship/Residential Certificate, issued by the Officer of the Revenue Department not below the rank of a Deputy Tahsildar. Stamp-sized Photograph. Aadhaar Card. Educational Certificate (SSLC/ SSC/ HSC/ etc). Public Information Certificate (PIC). Marksheet for Proof of 1st/2nd/3rd Rank."
}