{
  "scheme_id": "683c2c407162804eaa762476",
  "slug": "ascs",
  "scheme_name": "Award Scheme for Candidates Selected in NDA, IMA, OTA, INA, IAF",
  "scheme_short_title": "ASCS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Higher Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Financial Assistance",
    "Armed Forces Examination",
    "NDA",
    "IAF",
    "IMA",
    "OTA",
    "INA"
  ],
  "brief_description": "Under this scheme, a one-time award of ₹50,000/- is given to each candidate from Uttarakhand who has been selected for service at premier defence academies such as the NDA, IMA, OTA, INA, and IAF, and is either undergoing training or has been formally inducted into service.",
  "detailed_description": "The scheme \"Award Scheme for Candidates Selected in NDA, IMA, OTA, INA, IAF\" was introduced by the Higher Education Department, Government of Uttarakhand. This scheme aims to recognize and reward candidates from Uttarakhand who have been selected for service at premier defence academies such as NDA, IMA, OTA, INA, and IAF and are either undergoing training or have been formally inducted into service. Under this scheme, a one-time award of ₹50,000/- is given to each eligible candidate in recognition of their achievement and contribution to national service.",
  "benefits": [
    "One-time grant of ₹50,000/- per candidate.",
    "Note:",
    "The amount is disbursed every 6 months post-verification by the department."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The candidate should have been selected for service at one of the premier defence academies, such as National Defence Academy (NDA), Indian Military Academy (IMA), Officers Training Academy (OTA), Indian Naval Academy (INA) or Indian Air Force (IAF). The applicant should either be currently undergoing training at the respective academy or have been formally inducted into the defence service. The award is given only once under this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant should apply after being selected for service and completing the training. Step 2: The eligible applicant should visit (during office hours) the Directorate of Higher Education, Haldwani, and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. OR The interested applicant downloads the application form from the official website . Step 3: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 4: Submit the duly filled and signed application form along with the documents to the Directorate of Higher Education, Haldwani. Note: Upon primary verification at the departmental level and post-approval, the amount is disbursed within six months."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 84)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Aadhaar Card PAN Card Bank Account details/Passbook Domicile Certificate Appointment Letter Training Completion Certificate Proof of Joining after Training Self-declaration (stating that the benefit has not been claimed earlier under this scheme)"
}