{
  "scheme_id": "650be8701a1c949c65fe41c3",
  "slug": "brg",
  "scheme_name": "Barbershop Renovation Grant",
  "scheme_short_title": "BRG",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Backward Classes Development Department",
  "implementing_agency": "Regional Deputy Director Of Backward Communities Development Department, Kerala",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Barber",
    "Barbershop",
    "Renovation",
    "Grant",
    "OBC"
  ],
  "brief_description": "The \"Barbershop Renovation Grant\" scheme is launched by the Backward Communities Development Department, Government of Kerala. Under the scheme, financial assistance will be provided to the traditional barber of rural areas to uplift the standard of the traditional barbershops.",
  "detailed_description": "&gt; **Introduction:** The traditional barbers are one of the most backward communities in Kerala. In the transformed modern scenario, this community faces challenges in their life related to the traditionally involved occupation of them. To keep up their survival in society, it is needed to strengthen them by modernizing and renovating their work sites. By keeping in view the above facts, the Backward Communities Development Department has formulated a new scheme to provide financial assistance to uplift the standard of traditional barbershops. The scheme envisages improving the working environment and materials of the traditional barbershop to alleviate the problems faced by traditional barbers. &gt; **Aims/Objectives:** 1. To uplift the dignity of the traditional Barber communities by modernizing their shops. 1. To improve the standard of living of the above-serving professionals. 1. To spread public awareness of the Government&amp;#39;s concern and efforts to help the people who undertaking this profession. 1. To improve the Public health by providing hygienic infrastructure. &gt; **Monitoring of the Scheme:** The implementation of the scheme will be monitored by the Regional Deputy Directors of the Department.",
  "benefits": [
    "1. The maximum grant that can be availed by a beneficiary under the scheme is ₹25,000/-. Note 01: The financial assistance will be transferred to the beneficiary account through the online fund transfer system. Note 02: If the total cost of modernization is ₹10,000/- or less (i.e. eligible assistance is ₹5,000/- or less), the same will be disbursed in a single installment. Note 03: If the total cost of modernization is more than ₹10,000/-, it will be disbursed in two installments, 60% of eligible assistance being paid as the first installment and the balance 40% being paid on completion of the work and due verification and certification by the authorized officer of the Department. Note 04: Financial assistance will be 50% of the total project cost for modernization subject to a maximum of ₹25,000/-. Note 05: The grant may be used to purchase instruments and furniture. Note 06: The grant may be used to purchase Germs killers, sterilizing instruments, and disposable towels. Note 07: The grant may be used to ensure the hygiene of the existing shop."
  ],
  "eligibility_criteria": "1. The applicant will be a permanent resident of Kerala State. 2. The applicant should belong to the State Other Backward Communities. 3. The applicant should be a traditional barber. 4. The Barbershop must be in rural areas. 5. The annual family income of the applicant from all sources does not exceed ₹1,00,000/-. 6. The applicant should have a minimum of ten years of work experience and also currently engaged in the profession at present. 7. The age limit of the applicant should not be more than 60 years. Note 01: Preference shall be given to those who work in rural areas and are physically challenged. Note 02: Preference shall be to those shops having a seating capacity of less than three. Note 03: Preference shall be given to those registered under LSGDs. Note 04: Preference shall be given to those applicants having two daughters. Note 05: Preference shall be to those doing the service profession as self-employment. Note 06: At least one beneficiary from one Panchayat will be selected. Note 07: If there are more than 1000 eligible applications as per the Seniority list submitted by LSGD then the strength of beneficiaries shall be limited to 1000. Parameters for the selection process:\nSl. No. | Parameters | Marks\n1 | BPL family according to the criteria prescribed by the State Government | 20 marks\n2 | Person having Two daughters | 10 marks\n3 | More than two daughters | 20 marks\n4 | The shops having sitting capacity below 3 seats | 20 marks\n5 | Differently abled applicant | 20 marks\n6 | Applicant having more than 10-15 years experience | 6 marks\n7 | Applicant having more than 10-15 years experience | 8 marks\n8 | Applicant having above 20 years experience | 10 marks\n |  | (Maximum 100 marks)\n** If more than one beneficiary gets the same marks the preference will be given to the person having less annual family income.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: Applications for availing financial assistance under the scheme will be invited from the concerned Local Self Government. Step 02: The applicant may submit the completely filled application form along with all the relevant documents to the concerned Grama Panchayath. Selection Process: Step 01: The application will be scrutinized/evaluated and the eligible applications will be forwarded, along with the recommendation of LSGD authorities, to the Regional Deputy Directors of BCDD. Step 02: The Grama Panchayat has to prepare a seniority list based on the parameters of the selection process. Step 03: On selection, the eligible candidates will be required to submit relevant documents to the concerned Regional Deputy Director of the Backward Communities Development Department. Step 04: The applicants will have to executive an agreement with the Government on stamp paper of face value ₹100. On signing the agreement first instalment of the total eligible amount of assistance as per the project report will be paid to the beneficiary. Step 05: The beneficiary will have to complete the work within one month of the receipt of the first installment in accordance with the project report submitted by him. After the successful completion of the work and on due verification and certification the final installment will be paid. Address for applying Village panchayath authorities: From Trivandrum to Ernakulam: Regional Deputy Director, Backward Classes Development Department Civil Station, 2nd Floor, Kakkanad Ernakulam- 682030 From Thrissur to Kasargod: Regional Deputy Director, Backward Classes Development Department Civil Station, Kozhikode- 673020"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://bcdd.kerala.gov.in/en/schemes/development-schemes/barbershop-renovation-grant/"
    },
    {
      "title": "Guidelines",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2018/11/9-01.pdf"
    },
    {
      "title": "Notification",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2022/12/Barbershop-Renovatio-Scheme-2022-23-Notification.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2022/12/Application-Form.pdf"
    },
    {
      "title": "Model Of Agreement",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2018/11/9-04.pdf"
    },
    {
      "title": "Model Of Board After The Renovation Of The Shop",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2018/11/Barbershop-Model-of-Board.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "The following documents are to be attached with the application, in the Prescribed Performa:\n1. Photo of the applicant\n2. Photo of the shop\n3. Caste Certificate, if applicable\n4. Income Certificate\n5. Experience Certificate (Certificate from President/Secretary of Local Self Government Departments)\n6. Copy of the ration card\n7. Copy of the Identity proof\n8. Copy of Aadhaar card\n9. Ownership certificate of the shop/copy of the tenant-rent agreement if the shop is on rent.\n10. Personal Bank Account details of the applicant\n11. Certificate will be produced from the concerned if registered under LSGDs\n12. Physical Disability Certificate, if applicable"
}