{
  "scheme_id": "6809df0b41f9fb65ecb2f5ae",
  "slug": "saifgp",
  "scheme_name": "Scheme to Assist for Infrastructural Facilities for Gaushalas & Panjrapole",
  "scheme_short_title": "SAIFGP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Agriculture",
    "Animal Husbandry",
    "Animal Welfare",
    "Infrastructural Facilities"
  ],
  "brief_description": "\"Scheme to Assist for Infrastructural Facilities for Gaushalas & Panjrapole\" aims to support animal welfare organizations like gaushalas and panjrapoles by offering financial assistance for the development and construction of essential infrastructure.",
  "detailed_description": "The \"Scheme to Assist for Infrastructural Facilities for Gaushalas &amp;amp; Panjrapole\" launched by the Department of Agriculture, Farmers Welfare &amp;amp; Co-operation, Government of Gujarat, aims to provide financial aid to registered gaushalas and panjrapoles for building essential infrastructure like cattle sheds, water facilities, and storage areas, ensuring better care for non-productive livestock.",
  "benefits": [
    "Financial assistance of up to 75% of the total cost or ₹4,00,000/-, whichever is lower, for each of the following:",
    "Cattle Shed. Compound Wall. Grass Godown. Water Bore (Electric Motor / Submersible Pump). Overhead or Underground Water Tank.",
    "Note: The benefit of this scheme will be available to an organization for a period of five years for different purpose-components."
  ],
  "eligibility_criteria": "Any panjarapol and gaushala of the state registered under Public Charity Act. At least 3 (three) acres of land on which the organization has to construct the development work, must be in the name of the organization or on lease of 99 years. There is no limit on the maximum land. A gaushala must have more than 50 cows of local origin While Panjarapol must have more than 100 livestock.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the online application and submit it to the board within 30 days of application with the signature and stamp of the GGVB's nodal officer of the concerned district with the necessary documents listed in the application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=picXjrkWac6JiCP+hnZI2Q==&domain=A36Rf7FTT/556gX2TyXKFw=="
    }
  ],
  "documents_required": "Copy of 7/12, 8-A, and 6-rights land records (own/lease land). Lease agreement (minimum 99 years, if applicable). Estimate and plan/map of the proposed construction work (as per taluka S.O.R.). Registration certificate under the Public Charity Act. Any other documents as required."
}