{
  "scheme_id": "682c5cb26e3fd3b163f40d55",
  "slug": "oahr",
  "scheme_name": "Operation of Ashram Hostels",
  "scheme_short_title": "OAHR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Tribal Area Development Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Hostel service",
    "Shelter, integrated support and assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Tribe",
    "Hostel",
    "Student",
    "Tribal",
    "Ashram Hostels",
    "Free Accommodation"
  ],
  "brief_description": "Under this scheme, free accommodation, nutritious meals, educational materials, uniforms, personal hygiene items, and other facilities are provided to Scheduled Tribe (ST) students residing in ashram hostels operated by the Tribal Area Development Department.",
  "detailed_description": "The scheme &amp;quot;Operation of Ashram Hostels&amp;quot; was launched by the Department of Tribal Area Development, Government of Rajasthan. It aims to ensure continued education for tribal students who lack access to nearby higher-level schools due to the poor economic condition of their families. Under this scheme, free accommodation, nutritious meals, educational materials, uniforms, personal hygiene items, and other facilities are provided to Scheduled Tribe (ST) students residing in ashram hostels operated by the Tribal Area Development Department.",
  "benefits": [
    "Students are provided with the following annually and monthly benefits:",
    "Annually (per student):",
    "School uniform with stitching Shoes, socks, towel, and warm sweater",
    "Monthly (per student):",
    "Nutritious breakfast and meals Hair oil Bathing and washing soap Hair cutting service Laundry for bed linen (sheet, pillow cover, blanket) Electricity and water facilities Newspapers and magazines"
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant should belong to the Scheduled Tribe community. Scheduled Tribe students are eligible if there is no primary school within 1.5 km, no upper primary school within 3 km, and no secondary/higher secondary school within 5 km of their residence. The parents/guardians should not be an income tax payee. The applicant's family should not own more than 400 square yards of urban land. The applicant's family should not own more than 15 bighas of agricultural land. The student should pass the current academic year to continue enrollment in the next year. The student should be a resident of the same district in which the hostel application has been made. Notes: All new admissions will be made on the basis of merit. Admission to hostels in specific tribal areas will be given only to tribal students belonging to the same area. Re-admission in the next academic year will be granted only if the student passes the annual examination.",
  "application_process": [
    {
      "mode": "Online - via CSC",
      "steps": [
        "Step 1: The applicant should gather copies of the necessary documents needed to apply for the concerned scheme. Step 2: The applicant should visit the nearest E-Mitra Center and complete the Biometric Verification Process. Step 3: The applicant should ensure that the E-Mitra Center agent completes all mandatory fields in the application form and uploads copies of all required documents. Step 4: Keep the receipt or acknowledgment form for future reference. Note: All new admissions will be made on the basis of merit. Admission to hostels in specific tribal areas will be given only to tribal students belonging to the same area. Re-admission in the next academic year will be granted only if the student passes the annual examination."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://tad.rajasthan.gov.in/scheme/detail/533"
    }
  ],
  "documents_required": "Caste Certificate Education Qualification Marksheet/Certificate Income Certificate Jan Aadhar/Bhamashah Card"
}