{
  "scheme_id": "65f7f6b30e25df91fd358d16",
  "slug": "ggs-glwb",
  "scheme_name": "Go Green Scheme- Gujarat Labour Welfare Board",
  "scheme_short_title": "GGS-GLWB",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Labour Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Go Green",
    "Labour",
    "Industrial Worker",
    "Subsidy",
    "Electric Two-wheelers"
  ],
  "brief_description": "The objective of the scheme is to encourage Labourers/Industrial Workers to purchase of battery operated electric two-wheelers that reduce carbon emissions.",
  "detailed_description": "The \"Go Green Scheme\" is implemented by the Gujarat Labour Welfare Board, Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. The objective of the scheme is to encourage Labourers/Industrial Workers to purchase of battery-operated electric two-wheelers that reduce carbon emissions. It is also benefitted to Government of India&amp;#39;s &amp;quot;Green India Mission\".",
  "benefits": [
    "Under the scheme, a subsidy will be provided to Labourers/Industrial Workers on the purchase of Battery-Operated Two-Wheelers, 30% of the purchase price or ₹30,000/- whichever is less. In addition to this, a one-time subsidy will also be provided on the RTO Registration Tax and Road Tax of the Two-Wheeler."
  ],
  "eligibility_criteria": "Labourers/Industrial Workers should be employed in a factory/institute in the state of Gujarat. Labourers who have been regularly contributing to the Labour Welfare Fund will be eligible for this scheme. Other Instruction: Subsidy will be given to those models which have been empanelled with FAME-2 and GEDA both. Vehicles manufactured in India under Make in India and \"Aatma Nirbhar Bharat\" Two-wheeler with a lithium-ion battery that can run at least 50 km on a single charge, does not require a separate charging station, recognized under the Motor and Vehicle Act. Labour has to pay the residual amount after deducting the amount of subsidy from the ex-showroom price. After sell, the amount of subsidy will be credited directly to the dealer's account. RTO Road Tax amount will be reimbursed to the dealer.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for Scheme Benefit:",
        "Step 01 : The applicant may visit the Official Portal: https://gogreenglwb.gujarat.gov.in/  Step 02 : On the home page, under the tab ‘Login to Portal', click on ‘ Please Register Here '. Step 03: Enter all the mandatory information and then click on ‘Register'. Step 04: After successful registration, the applicants can ‘Login' through their User ID and Password. Step 05: Now, update your profile by entering all the necessary details as required and click on ‘Update'. Step 06: Select the scheme and fill out all the mandatory information in the form. Step 07: Upload all the relevant documents, agree with the terms & conditions, and submit the form. Step 08: Once the application has been submitted, an application Number is generated which can be kept for future reference. Process to track Application Status: Step 01: The applicant may visit the Official Portal: https://gogreenglwb.gujarat.gov.in/  Step 02: On the home page, click on ‘View Citizen Application Status'. Step 03: Enter the Application Number and Date of Birth. Step 04: Now click on ‘View Status'."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://glwb.gujarat.gov.in/go-green-scheme.htm"
    },
    {
      "title": "Guidelines",
      "url": "https://gogreenglwb.gujarat.gov.in/indexGLWB.aspx?ServiceID=9"
    },
    {
      "title": "Scheme Details (Page No. 365)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-22-23.pdf"
    },
    {
      "title": "Online Application Portal",
      "url": "https://gogreenglwb.gujarat.gov.in/IndexGLWB.aspx"
    }
  ],
  "documents_required": "Passport-size Photograph ID Card of Labour Aadhaar Card of Labour Labour Welfare Fund Account Number Valid bill of purchase Ration Card Residence proof Bank account details/Bank Passbook Any other documents as required"
}