{
  "scheme_id": "646ef5399062e559675f7033",
  "slug": "els",
  "scheme_name": "Education Loan Scheme",
  "scheme_short_title": "ELS",
  "level": "Central",
  "nodal_department": "Department of Social Justice & Empowerment",
  "implementing_agency": "National Scheduled Castes Finance And Development Corporation (NSFDC)",
  "categories": [
    "Education & Learning",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Higher Education",
    "Loans To Students",
    "National Scheduled Castes Finance And Development Corporation"
  ],
  "brief_description": "A scheme named Education Loan Scheme by National Scheduled Castes Finance and Development Corporation (NSFDC) under the M/o Social Justice and Empowerment provides loans to students from Scheduled Castes who are pursuing full-time professional or technical courses in recognized institutions.",
  "detailed_description": "A scheme named &amp;quot;**Education Loan Scheme**&amp;quot; by National Scheduled Castes Finance and Development Corporation (NSFDC) under the M/o Social Justice and Empowerment provides loans to students from Scheduled Castes who are pursuing full-time professional or technical courses in recognized institutions. The objective of the scheme is to extend Education Loans to the students of Backward Classes for pursuing professional/technical education at the graduate and higher levels and for pursuing vocational Courses. All professional and technical courses at the graduate and higher levels are approved by the appropriate authority and vocational courses. Educational Loan shall be provided to eligible students for pursuing regular full time Professional / Technical recognized courses approved by the Government in the following fields in India or abroad : 1. Engineering (Diploma/ B.Tech /B.E, M.Tech/M.E.) 1. Architecture (B.Arch/M.Arch) 1. Medical (MBBS/MD/MS) 1. Biotechnology/Microbiology/Clinical Technology (Diploma/Degree) 1. Pharmacy (B.Pharma/M.Pharma) 1. Dental (BDS/MDS) 1. Physiotherapy (B.Sc./M.Sc.) 1. Pathology (B.Sc/M.Sc.) 1. Nursing (B.Sc./M.Sc.) 1. Information Technology (BCA/MCA) 1. Management (BBA/MBA) 1. Hotel Management &amp;amp; Catering Technology (Diploma /Graduation/Post Graduation) 1. Law (LLB/LLM) 1. Education (CT/NTT/B.Ed/M.Ed) 1. Education (CT/NTT/B.Ed/M.Ed) 1. Physical Education (C.PEd./B.PEd/ M.PEd) 1. Journalism &amp;amp; Mass Communication (Graduation/Post Graduation) 1. Geriatric Care (Diploma/Post Graduate Diploma) 1. Midwifery (Diploma) 1. Laboratory Technician (Diploma) 1. Chartered Accountancy (CA) 1. Cost Accountancy (ICWA) 1. Company Secretaryship (CS) 1. Actuarial Sciences (Graduation/ Post Graduation/FIA) 1. Associate Member of Institute of Engineers (AMIE) and Institute of Electronics &amp;amp; Telecommunication 1. Higher education like Doctoral Studies leading to M.Phil/PhD from recognized institutions.",
  "benefits": [
    "Maximum Loan Limit: Up to ₹30 lakhs (for studies in India) and upto ₹40 lakhs (for studies abroad) or 90% of course fee, whichever is less. Rate of Interest: For studies in India, upto ₹30 lakhs or 90% of course fee, whichever is less. The rate of interest for male candidates is 6% whereas for female candidates it is 5.5%. The repayment period must be within 10 years for loan upto Rs.10 lakh. For studies abroad, upto ₹40 lakhs, or 90% of course fee, whichever is less. The rate of interest for male candidates is 7% whereas for female candidates it is 6.5%. The repayment period must be within 12 years for loan upto ₹10 lakhs. The Moratorium Period is 6 months after course completion or getting employment, whichever is earlier in both the cases."
  ],
  "eligibility_criteria": "The beneficiary (ies) should be from the Scheduled Caste Community. Individuals, Partnership Firms, and Co-operative Societies can undertake income-generating activities. The annual family income of each member/applicant should not exceed Rs.3.00 lakh. Applicants must apply for financial assistance from NSFDC through the concerned State Channelizing Agencies (SCAs)/Channelizing Agencies (CAs). Annual family income of the applicants should be within Rs.3.00 lakhs (for both rural and urban areas w.e.f. 08.03.2018) under Credit Based Schemes. There is no income criterion under Skill Development Training Programmes.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Click on official website to apply for the scheme.     Fill the Education Loan Application Form with all the details. Click on Submit."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Download the  application form for this scheme. Fill out the application form, enclose the documents, and submit them to the nearest bank or in the office of NSFDC."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://nbcfdc.gov.in/loan-scheme-description/4/en"
    },
    {
      "title": "FAQs",
      "url": "https://nbcfdc.gov.in/sites/default/files/inline-files/FAQ-28.2.2020.pdf"
    }
  ],
  "exclusions": "The educational loan cannot be provided for the completed course.",
  "documents_required": "Proof of Identity (Aadhaar Card) Passport Sized Photograph Proof of Educational Qualification (Passing Certificate / Marksheet) Caste Certificate (issued by the relevant authority of District Administration). Annual Family Income Certificate on self-certification of the beneficiaries with the endorsement of the same by any Gazetted Officer notified by the State/Central government. In the case of a loan being applied at the Bank (Channel Partner), Self-Certification assessed and endorsed by the Branch Manager can be treated as valid proof. Bank Details of the Applicant."
}