{
  "scheme_id": "66ffc924aa7fbefbf2f919a3",
  "slug": "bgpbg",
  "scheme_name": "Burial Ground-Provision of Burial Grounds and Pathway to Burial Grounds",
  "scheme_short_title": "BGPBG",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Utility & Sanitation"
  ],
  "sub_categories": [
    "Local services"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Burial Ground"
  ],
  "brief_description": "The scheme aims to support Adi Dravidar/Tribal communities by providing burial grounds and pathways in areas where such facilities are not available.",
  "detailed_description": "The &amp;quot;Burial Ground-Provision of Burial Grounds and Pathway to Burial Grounds&amp;quot; scheme launched by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, aims to support Adi Dravidar/Tribal communities by providing burial grounds and pathways in areas where such facilities are not available. This initiative ensures that Adi Dravidar and Tribal habitants have access to dignified burial services, promoting social welfare and respect for cultural practices. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Access to Dignified Burial Services: Provision of land for burial grounds."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/ Tribal communities. The beneficiary must be residing in habitations without existing burial ground or pathway access.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the Director of Adi Dravidar (DAD) and Tribal Welfare Office (TWO) /Project Officer DRDA /Commissioner, Panchayat Union. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned department/ office. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83096"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/Tribal). Address proof (residency in the concerned habitation) Any other documents (if required)."
}