{
  "scheme_id": "679ca308ecdc87934b7dfd5b",
  "slug": "setcmssdc",
  "scheme_name": "Scheme for Enhancement of Technical Competence and Manpower: Scheme of Financial Assistance for Setting-up of Specialized Skill Development Centers at Industry",
  "scheme_short_title": "SETCMSSDC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Industries"
  ],
  "tags": [
    "Technical Competence",
    "Manpower Solution",
    "Specialized Skill Development Centers"
  ],
  "brief_description": "The \"Scheme for Enhancement of Technical Competence and Manpower\" under the Gujarat Industrial Policy aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs.",
  "detailed_description": "The &quot;Scheme for Enhancement of Technical Competence and Manpower&quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs. The component \"Scheme of Financial Assistance for Setting-up of Specialized Skill Development Centers at Industry\"is designed to support industries in establishing advanced training centers. These centers will focus on specialized skill development in fields such as marine engineering, mining, specialized pipe laying, aerospace, defense production, automobiles, machine learning, robotics, artificial intelligence, renewable energy, and other high-tech or management domains as determined by the State Level Empowered Committee. <br> <br>",
  "benefits": [
    "Quantum of Assistance:  Assistance to the extent of 50% of the project cost, maximum of ₹2,00,00,000/- covering construction of new building or refurbishing of existing building, equipment and machinery including installation cost, electrification, furniture and other related investment, except of land cost, will be provided. Additional Assistance: Awareness Programs & Seminars: A maximum support of ₹1,00,000/- per training center per year will be provided for awareness programs and seminars. Other Expenditures: SLEC/IC/CED can approve the expenditure on any study, renovation/refurbishing of existing skill centers/institute, remuneration to third party evaluation of scheme, monitoring/audit expenses, assessment agency, etc. Trainee Transportation Reimbursement: Trainees who complete skill upgradation training under any scheme will be eligible for reimbursement of Gujarat State Road Transport Corporation (GSRTC) bus passes for travel between their residence and training center as per the following rates: For BPL candidates, Physically Handicapped, SC, ST, SEBC, and Women: 100% For Other candidates: 75%"
  ],
  "eligibility_criteria": "Industry Partner must be an industry/association with at least 10 years of experience in skill development. Both entities must be legally registered under Societies Act, Trust Act, or Companies Act. Courses should be aligned with NSDC, NCVT, GCVT, or Sector Skill Council guidelines. A minimum of 25% of course intake must be industry-sponsored. At least 75% of industry-sponsored trainees must be provided employment. The training center must be operational for at least 5 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submit the application form to The Centre for Entrepreneurship Development(CED) for onward submission to the Screening Committee (applications are received twice a year in April and October). Step 2: A Committee consisting of the following members will scrutinize and appraise the proposals for feasibility and will submit its recommendations to the State Level Empowered Committee (SLEC) for consideration. Application to be Submitted to the below Address: Director, The Center for Entrepreneurship Development, Block No.1, 9th Floor, Udyog Bhavan, Sector 11, Gandhinagar - 382 017 For Further information/queries: Phone: 079-23247366, 23243847, 23240253 Fax: 079-23256679 E-mail: dir-ced@gujarat.gov.in Web site: www.ced.gujarat.gov.in "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/15-GR_02092020.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://ced.gujarat.gov.in/pagespecialized-skill-development-centers"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Application in the prescribed format . Registration detail of the applicant Organization. Audited financial report of last 3 years. Proposed courses details ( Annexure-A ). Need for conducting courses. Project Cost ( Annexure-B , Annexure- C , Annexure-D ). Proposed training center infrastructure photos/lay out/map. Self-declaration on available machinery & infrastructure. Consent/Interest letter. Linkages with Industries. Industries recommendation/demand/support letters. Land: Sale deed/ lease deed for ownership/ long lease. Rent agreement. Pre-feasibility report. Sign & Stamp at each page. Soft copy of application in CD/DVD. Others."
}