{
  "scheme_id": "680712cb92da06bdddb6900e",
  "slug": "tgsjas",
  "scheme_name": "The Goa State Journalist Awards Scheme",
  "scheme_short_title": "TGSJAS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Information and Publicity Department",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Journalist",
    "Media",
    "Award",
    "Cash",
    "Newspaper"
  ],
  "brief_description": "\"The Goa State Journalist Awards Scheme\" aims to encourage journalists to publish commendable news items, articles, or reports, fostering mass awareness. It provides awards, including a cash prize of ₹10,000/-, to eligible journalists in Goa.",
  "detailed_description": "The scheme &quot;The Goa State Journalist Awards Scheme&quot; by the Department of Information &amp; Publicity, Government of Goa aims to encourage journalists to exhibit their talents by publishing commendable news items, articles, or reports, thereby fostering mass awareness in society. The scheme provides recognition through awards and financial incentives, with a cash prize of ₹10,000/- per category. Eligible journalists must be affiliated with registered daily or weekly newspapers or private sector electronic media recognized by the Department. The scheme is implemented by the Director of Information &amp; Publicity, Goa, and awards are conferred annually on National Press Day (16th November).",
  "benefits": [
    "Each award includes a certificate, a memento, and a cash prize of ₹10,000/-. A total of seven awards, amounting to ₹70,000/-, are distributed annually. Judges receive an honorarium of ₹2,000/- each. Awards are conferred on National Press Day (16th November)."
  ],
  "eligibility_criteria": "The applicant should be a journalist working in a registered daily or weekly newspaper published in English, Konkani, or Marathi, or private sector electronic media recognised by the Department of Information & Publicity, Government of Goa. The applicant's work (news items, articles, or reports) must have been published during the previous calendar year. Nominations must be sponsored by the Editors of eligible publications. The nomination of the journalist can only be for the news items and articles published during the previous calendar year under one of the following categories:\na) Best Editor Award on National Integration and Communal Harmony.\nb) Rural Reporting.\nc) Reporting on Public Health and Hygiene.\nd) Reporting with special reference to Women and Children/Social issues.\ne) Sports Reporting.\nf) Reporting on Art and Culture.\ng) Photo Journalism (Best photograph of the year).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Invitation for Nominations",
        "The Department of Information & Publicity (DIP) invites nominations from Editors of eligible publications.",
        "Step 2: Submission of Nominations",
        "Editors submit the particulars of sponsored journalists along with relevant press/video clippings to the Director, Information & Publicity, by the deadline fixed by DIP.",
        "Step 3: Selection by Judges",
        "Judges appointed by the State Government evaluate submissions based on objectivity and reliance on authentic sources.",
        "Step 4: Announcement of Awards",
        "The awards are distributed on National Press Day (16th November)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dip.goa.gov.in/wp-content/uploads/2021/03/The-Goa-State-Journalist-Awards-Scheme-2015.pdf"
    }
  ],
  "documents_required": "Nominations From Editors of Eligible Publications. Relevant Press/ Video Clippings of the Journalist's Work."
}