{
  "scheme_id": "66b9bc62c5af5de2267fa50a",
  "slug": "csispwd",
  "scheme_name": "Civil Services Incentive Scheme for Persons with Disabilities",
  "scheme_short_title": "CSISPWD",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of Social Justice and Empowerment of Persons with Disabilities",
  "implementing_agency": "Social Justice And Empowerment Of Persons With Disabilities Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Placement assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Civil Services",
    "Incentive",
    "PwD",
    "UPSC",
    "MPPSC",
    "Disabled"
  ],
  "brief_description": "The objective of the scheme is to encourage disabled candidates who are successful at various stages of the Civil Services Examination conducted by the Union Public Service Commission (UPSC), New Delhi, and the Madhya Pradesh Public Service Commission (MPPSC), Indore.",
  "detailed_description": "The &amp;quot;Civil Services Incentive Scheme for Persons with Disabilities&amp;quot; scheme was started on 8th August 2008 by the Social Justice and Empowerment of Persons with Disabilities Department, Government of Madhya Pradesh. The objective of the scheme is to encourage disabled candidates who are successful at various stages of the Civil Services Examination conducted by the Union Public Service Commission (UPSC), New Delhi, and the Madhya Pradesh Public Service Commission (MPPSC), Indore.",
  "benefits": [
    "Under this scheme, eligible candidates will receive the following financial incentives: ₹20,000/- on passing the preliminary examination. ₹30,000/- on passing the main examination. ₹20,000/- on final selection. Note: The incentive amount is directly transferred to the applicant's bank account."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should have a disability of 40% or more. A disabled candidate who passes any stage (preliminary examination, main examination, or final selection) of the Civil Services Examination conducted by the Union Public Service Commission (UPSC), New Delhi, or the Madhya Pradesh Public Service Commission (MPPSC), Indore, is eligible for the scheme. The application form should be submitted within 6 months of the exam result declaration. The incentive amount is provided only once per candidate at each stage of the examination. Note: As per the definition mentioned in Section-2 of the Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995, the disability should be 40% or more.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail the benefits under the scheme, the disabled candidate must submit an application in the prescribed format to the office of the Joint Director/Deputy Director, Social Justice and Empowerment of Persons with Disabilities Department in their district. Note: The application form must be submitted within 6 months from the date of the examination result declaration."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialjustice.mp.gov.in/uploads/schemes/4__8-8-2008_civil_service_4049_1.pdf"
    },
    {
      "title": "Amendment Notification",
      "url": "https://socialjustice.mp.gov.in/uploads/schemes/7_13_civil_Samadhan_1_day.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=370"
    },
    {
      "title": "Notification",
      "url": "https://socialjustice.mp.gov.in/schemes/view/MmtKQWJCbTN3VGFXME5sTGw1bkFvUT09"
    },
    {
      "title": "Application Form",
      "url": "https://cdn.nic.in/SJ/PDFFiles/form-civilprotsahan.PDF"
    }
  ],
  "documents_required": "Passport-size photograph Aadhaar card Domicile certificate of Madhya Pradesh Disability certificate issued by a competent authority Letter from the commission and copy of mark sheet upon clearing the preliminary examination (for the first application) Letter from the commission and copy of mark sheet upon clearing the main examination (for the second application) Copy of letter from the commission upon final selection in civil services (for the last application) Samagra ID of the applicant Bank passbook/bank account details Any other required documents"
}