{
  "scheme_id": "64743ecc9062e5596761ff4e",
  "slug": "scsssetul",
  "scheme_name": "Star College Scheme For Strengthening Of Science Education And Training At Undergraduate Level",
  "scheme_short_title": "SCSSSETUL",
  "level": "Central",
  "nodal_department": "Department Of Biotechnology",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual",
    "Institution"
  ],
  "tags": [
    "College",
    "Student",
    "Training",
    "Research"
  ],
  "brief_description": "The Dept. of Biotechnology has launched \"Star College Scheme for Strengthening of Science Education and Training at Undergraduate Level\" for improving critical thinking and 'hands-on' experimental work at the undergraduate (college) level in sciences.",
  "detailed_description": "The Dept. of Biotechnology (DBT) has launched a scheme &amp;quot;Star College Scheme for Strengthening of Science Education and Training at Undergraduate Level&amp;quot; for improving critical thinking and &amp;#39;hands-on&amp;#39; experimental work at the undergraduate (college) level in sciences. It is expected to encourage, more students to take up higher education in science. DBT will identify colleges with ambition and potential for excellence and provide academic and physical infrastructure for achieving excellence in teaching and unique exposure of students to experimental science. &lt;br&gt; The Star College Scheme is a pan-India Scheme that envisages a Star College in every district of the country, thus the Department shall exert dialogues with the State Government and identify colleges that can be considered for support under this Scheme. DBT has supported over 200 undergraduate colleges across the country in the past 9 years. Apart from financial support, colleges benefit tremendously from guidance received in Advisory Committee Meetings, mentoring, Task Force Meetings, and learning from peers in other colleges. &lt;br&gt; &gt; **Objectives** 1. To strengthen the academic and physical infrastructure for achieving excellence in teaching and training. 1. To enhance the quality of the learning and teaching process to stimulate original thinking through ‘hands-on' exposure to experimental work and participation in summer schools. 1. To promote networking and strengthen ties with neighboring institutions and other laboratories. 1. To conduct specialized training programs for faculty improvement for optimizing technical capabilities. 1. To increase capabilities of core instrumentation resources by procuring new equipment and upgrading existing facilities. 1. To provide access and exposure to students to research laboratories and industries in the country. 1. To help in devising standard curricula and Standard Operating Procedures (SOPs) / kits for practicals. 1. To provide better library facilities to students and teachers.",
  "benefits": [
    "Nature of Financial Assistance",
    "One-time non-recurring grant of ₹10,00,000 per science department, recurring grant of ₹3,00,000 per science department per year for a period of three years, subject to satisfactory annual review, and ₹1,00,000, ₹2,00,000 and ₹3,00,000 subject to their departments for mentoring and monitoring per college and ₹1,00,000 per year under contingency head will be provided. The scheme encourages the purchase of multiple copies of routine equipment required for science practicals in UG courses within a ceiling of ₹1,00,000. For the purchase of equipment costing more than one lakh and up to three lakhs, prior approval of DBT is required. ",
    "For Students",
    "Student training via the introduction of practicals, prescribed in the curriculum. Introduction of conceptual clarity via engaging students in minor projects, either singly or in groups of students not exceeding 4 in number. Inclusion of techniques for 'hands-on' training to strengthen concepts taught otherwise via theoretical approach. Summer training preferably via engaging students in research projects. Visits to neighboring industries, research institutions, or places of academic value. Use of IT in classroom, laboratory, and library activities. Organizing lectures by eminent scientists, and career counseling lectures specifically for creating awareness among students about their future career options in science. Any other relevant additional information.",
    "For Faculty",
    "Faculty improvement program. Participation in summer courses for skill upgradation to be able to train students. Curriculum change to ensure more, 'hands-on' laboratory work. Greater emphasis on communicating research and research process to students. Introduce an internal review process by students regarding the implementation of various activities under the Star College Scheme. Feedback from students regarding the competence of faculty, adequacy of teaching/laboratory environment, and additional needs, if any.",
    "Expected Outcomes",
    "Annual Outcomes",
    "1. Increase in the number of practicals being conducted individually by the students.",
    "2. Introduction of \"hands-on training\" to enhance conceptual clarity for topics taught previously by theoretical approach.",
    "3. Engaging students in minor research projects.",
    "4. Faculty development programs and laboratory staff training programs.",
    "5. Involvement of students in scientific writing and journal club activities.",
    "Consolidated outcome after the sanctioned tenure (3 years)",
    "1. Increase in the admission cut-off percentage and decrease in the dropout rates of students.",
    "2. Increase in the faculty generated resources viz extramural research grants from other funding agencies to strengthen the Star College Scheme efforts.",
    "3. Number of colleges or schools mentored from underprivileged areas.",
    "4. Number of colleges mentored to write grants for Star Scheme support and their outcome.",
    "5. SOPs developed, lab manuals created and uploaded on the website, or submitted to DBT."
  ],
  "eligibility_criteria": "For Colleges\nMinimum 4-5 UG courses in basic science such as botany, zoology, applied life science, microbiology, physiology/biochemistry, biotechnology etc. and 1-2 applied course/PG diploma courses. Adequate in-house faculty expertise in each science department. Independent laboratories for practicals to accommodate sanctioned student strength. Lecture halls/rooms for theory classes with minimum capacity for sanctioned student strength. Basic infrastructure and facilities in laboratories and library, LCD / overhead projection facilities, Computers with internet access. To apply, the college must be Government or Government aided, autonomous included under Section 2(f)/12(B) of the UGC Act 1956. Colleges that have been not recommended for support can re-apply to DBT for financial support with appropriate modifications and revisions while those that get discontinued after a round of support are eligible for re-applying only after a cooling period of two years. The colleges who have already been supported under this scheme can apply for additional dept. after completion of one cycle i.e. 3 years of ongoing support.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applications are invited online via Epromis Portal (please refer to the advertisement ).",
        "Step 2: The duly signed and stamped hardcopy version of the proposal submitted via EproMIS may be sent to: Dr. Garima Gupta Scientist ‘E' Star College Scheme, HRD Division, Department of Biotechnology, Ministry of Science and Technology, Block- 3, 5th Floor, CGO Complex, Lodhi Road, New Delhi-110003",
        "Mode of Selection",
        "Applications will be invited through advertisement on the DBT website, direct correspondence with potential colleges, nominations by vice-chancellors, etc. in a specified format. Consideration will be given to regional requirements, women's colleges, autonomous colleges, etc. Applications will be screened by the task Force and a site visit, if required, will be undertaken to arrive at the final decision. The decision of the Task Force will be final.",
        "Parameters to Measure Success",
        "The DBT will measure the progress of star colleges by following parameters:",
        "Substantial increase in the proportion of 'hands-on' experimental work by students. Increased access of undergraduate students to laboratory and bioinformatics infrastructure. Improvement in access to sciences-related journals. Summer schools. Percentage of students pursuing PG science education. Measure effectiveness on the basis of feedback from students, faculty, and employers of students."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dbtindia.gov.in/sites/default/files/Scheme%20and%20Guidelines%20under%20Star%20College%20Scheme.pdf"
    },
    {
      "title": "Advertisement",
      "url": "https://dbtindia.gov.in/sites/default/files/STAR%20Advertisement%202022.pdf"
    },
    {
      "title": "State/UT Wise List Of Ongoing Colleges Supported",
      "url": "https://dbtindia.gov.in/sites/default/files/uploadfiles/List%20of%20ongoing%20colleges%20supported%20under%20Star%20College%20Scheme.pdf"
    },
    {
      "title": "Terms & Conditions",
      "url": "https://dbtindia.gov.in/sites/default/files/Terms%20%26%20Conditions%20of%20Star%20College%20Scheme.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://dbtindia.gov.in/sites/default/files/4_1Frequently%20Asked%20Questions%20.pdf"
    }
  ],
  "documents_required": "A valid 2(f) & 12(b) Certificate Applicants from Rural Areas must submit a Rural Area Certificate as per format."
}