{
  "scheme_id": "64df14dcd74267d9a4f8cd73",
  "slug": "fadsp1012e",
  "scheme_name": "Financial Assistance To Disabled Students Pursuing (10th, 11th, 12th Equivalent Exams)",
  "scheme_short_title": "Fadsp(1012e)",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "State Literacy Mission, Kerala",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Student",
    "Disabled",
    "PwD",
    "APL",
    "BPL"
  ],
  "brief_description": "The scheme \"Financial Assistance to Disabled Students Pursuing (10th, 11th, 12th Equivalent Exams)\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Financial Assistance to Disabled Students Pursuing (10th, 11th, 12th Equivalent Exams)\" was launched by the Department of Social Justice, Government of Kerala. Under the scheme, financial assistance will be provided to such school dropouts to pursue SSLC, +1, +2 equivalent courses implemented by State Literacy Mission. A person becomes disabled by birth or because of an accident or disease. The differently-abled persons face many hurdles in their day-to-day life. About 90% of disabled persons may not have received even primary education. They are forced to give up studies due to various factors, such as difficulty in going to educational institutions and inadequate road facilities.",
  "benefits": [
    "Sl. No. | Class/Course | Course Fee Assistance | Exam Fee Assistance | Registration Fee Assistance | Admission Fee Assistance\n1 | SSLC/10th Class | ₹1750/- | ₹500/- | ₹100/- | --\n2 | 11th Class | ₹1950/- | ₹700/- | ₹100/- | ₹200/-\n3 | 12th Class | ₹1950/- | -- | -- | --"
  ],
  "eligibility_criteria": "The applicant should be a resident of Kerala State. The differently abled students with 40% or more disability are eligible to apply under the scheme. Financial assistance will be provided to students falling in Above Poverty Line (APL) as well as Below Poverty Line (BPL) categories.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit the nearest Anganwadi Centre or District Social Justice Office and collect the application form. The application form can also be downloaded from the official website of the Social Justice Department, Government of Kerala. Step 02: The applicant needs to fill out the application form completely Step 03: The application may be submitted to the District Social Justice Officers (DSJOs) or the concerned Anganwadi Centre. Note 01: The DSJOs have to make sure that the applicants have completed their courses and that the certificates issued by State Literacy Mission have been correctly distributed to the respective applicants in that academic year. Note 02: The list of beneficiaries will be prepared based on the applications collected through the Anganwadi workers and inquiries by the concerned Child Development Project Officers (CDPOs)."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTE3c1Y4dXFSI3Z5"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/24910.pdf"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/24907.pdf"
    }
  ],
  "documents_required": "1. Identity proof\n2. Passport-size photo\n3. Educational Certificates\n4. Below Poverty Line (BPL) Card (If applicable)\n5. Disability Certificate\n6. Income Certificate/Copy of Ration card (If applicable)\n7. Bank account details"
}