{
  "scheme_id": "6571ed1456594941c9dc216a",
  "slug": "prowis-i",
  "scheme_name": "Indo-French Postdoctoral Research Programme for Women in Science",
  "scheme_short_title": "PROWIS-I",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Indo French Centre For Promotion Of Advanced Research/Centre Franco-Indien Pour La Promotion De La Recherche Avancée",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications",
    "Women and Child"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Postdoctoral",
    "Research",
    "Woman",
    "Science",
    "French",
    "Fellowship",
    "CEFIPRA"
  ],
  "brief_description": "This programme will provide a platform for women candidates to engage & work with Indian/French scientific communities with an aim to accelerate their talented instincts towards carrying out advanced studies and research in the frontier areas of Science & Technology.",
  "detailed_description": "The \"Indo-French Postdoctoral Research Programme for Women in Science (PROWIS-I)\" is dedicated to the young women scientists of both India and France. This programme will provide a platform for women candidates to engage &amp;amp; work with Indian/French scientific communities with an aim to accelerate their talented instincts towards carrying out advanced studies and research in the frontier areas of Science &amp;amp; Technology. &gt; **Duration of Fellowship:** The duration of the Fellowship will be for a period of three to four months.",
  "benefits": [
    "For Indian National: Fellowship Euros 2000/- per month along with miscellaneous allowances. To and Fro International travel between India and France. For French National: Fellowship ₹90,000/- per month along with miscellaneous allowances. To and Fro International travel between France and India."
  ],
  "eligibility_criteria": "Women applicants must be Indian or French citizens (citizens residing in France) from a recognized university or research institution in India/France. Indian applicants should be holding a PhD degree & sanctioned/tenured post in a scientific/academic institution and willing to undertake collaborative research projects in French institutions/universities are eligible to apply. French women applicants holding a PhD degree and currently completing a postdoctoral project & willing to undertake collaborative research projects in Indian institutions/universities are eligible to apply. The mobility should take place during the employment period of the applicant in the concerned institution. The applicant should not have availed of any Postdoctoral fellowship in France/India during the last 5 years. This fellowship cannot be availed simultaneously with any other fellowship. Note 01: Preference will be given to those candidates who don't have any international exposure. Note 02: Preference will be given to candidates having previous R&D experience & publications. Note 03: CEFIPRA may relax the eligibility conditions in case of potential candidates.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The eligible candidates need to register and apply at https://www.cefipra.org/ or log on to: https://cefipra.org/prowiss/ "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://www.cefipra.org/indo-french-programme-for-women-in-science-prowis/"
    },
    {
      "title": "Guidelines",
      "url": "https://www.cefipra.org/wp-content/uploads/2023/06/PROWIS-I.pdf"
    },
    {
      "title": "Registration Portal",
      "url": "https://cefipra.org/prowiss/"
    }
  ],
  "documents_required": "Invitation/hosting letter from Indian/French scientist/researcher/faculty/institution Two pages research proposal under the STEM and allied Science & Technology areas (area in which the applicant would like to work) No objection certificate from the employer Recent Photograph Passport Educational Certificates Any other document, as required"
}