{
  "scheme_id": "65d98966cd96dc5e07610a8e",
  "slug": "edp-dc",
  "scheme_name": "\"Entrepreneurship Development Programme\" Component of the \"Development of Coir\" Scheme",
  "scheme_short_title": "EDP-DC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Machine & skill up-Gradation",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coir",
    "Industry",
    "Awareness",
    "Skill",
    "Training",
    "Entrepreneur"
  ],
  "brief_description": "The scheme aims to provide Entrepreneurship training, to encourage prospective entrepreneurs to start the coir industry. Awareness programmes will also be arranged for the existing coir industries about the modern technology and scheme, and incentives available under the State Grant.",
  "detailed_description": "The &quot;Entrepreneurship Development Programme&quot; Component of the &quot;Development of Coir&quot; Scheme by the Department of Industries and Commerce, Union Territory of Puducherry, aims to provide Entrepreneurship training, to encourage prospective entrepreneurs to start the coir industry. Awareness programmes will also be arranged for the existing coir industries about the modern technology and scheme, and incentives available under the State Grant.",
  "benefits": [
    "Entrepreneurship training to prospective entrepreneurs to start the coir industry. Awareness programmes on modern technology and incentives under the state grant for existing coir industries."
  ],
  "eligibility_criteria": "The applicant should be a prospective entrepreneur willing to start a coir industry. The applicant should be an entrepreneur with a coir industry.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the District Industries Centre (Thattanchavady, Puducherry - 605 009), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dic.py.gov.in/development-of-coir"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Proof of Unit Establishment in Puducherry. Any other documents as specified by the Department of Industries and Commerce."
}