{
  "scheme_id": "67972c1fdf7f9829793de39c",
  "slug": "sfafii",
  "scheme_name": "Scheme for Assistance for Industrial Infrastructure",
  "scheme_short_title": "SFAFII",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Industries",
    "Business Entity",
    "Government Organisation"
  ],
  "tags": [
    "Industrial Infrastructure",
    "Entrepreneurship",
    "Investment"
  ],
  "brief_description": "The \"Scheme for Assistance for Industrial Infrastructure\" aims to support the development and upgradation of industrial infrastructure in the state.",
  "detailed_description": "The \"Scheme for Assistance for Industrial Infrastructure\" launched by the Industries and Mines Department, Gujarat, aims to support the development and upgradation of industrial infrastructure in the state. It provides financial assistance to eligible institutions for creating infrastructure facilities that foster industrial growth, improve operational efficiency, and encourage investments.",
  "benefits": [
    "General Assistance: Up to 80% of the eligible project cost or ₹25,00,00,000/- per project, whichever is less. Supplementary Assistance: If assistance from a Government of India scheme is less than 80% of the project cost, the remaining amount (up to 80% collectively) will be covered under this scheme. Assistance for MSE Clusters: Up to 90% of the total project cost. Funding for Specific Studies: Expenditure on studies for specific industries, industrial areas, or development activities through professional institutions or consultancy firms is eligible for assistance under this scheme.",
    "Note: Disbursement of assistance sanctioned will be in four installments based on expenditure incurred at 25%, 50%, 75% and 100% of project cost."
  ],
  "eligibility_criteria": "Eligible Institution: Eligible institution means any Industries Association, Chamber of Commerce and industry or SPV of industries (which are registered under Societies Act, Trust Act or the Companies Act) or any Large Project/Group of Industries are eligible. Any Government Department, Govt. Agency or Authority, State and Central Govt. PSUs, Board, Corporation, Municipal Corporations will be considered as eligible Institution. Eligible Activities: Common Infrastructure facilities as may be required in an existing industrial estates/Industry clusters or industrial area such as: Approach road from industrial estate/area to District road/ State highway/ National highway/Port. Over bridge on road/railway connecting Industrial area. Up gradation of existing roads/widening of roads. Construction of bypass roads. Setting up of Earth station/Communication facilities. Water/ Gas/electficity/energy distribution network. Setting up of common warehousing facilities Common Facilities Centre, Incubation Centre, Product Development Centre, Training Center, Convention Centre, Exhibition Centre, Business Support Center, Testing laboratory. Fire Stations. Water Desalination Plant. Transport Nagar / Common Transport facilities. Water Augmentation Facility. Networking Facility. Primary Health Centre, Trauma/Emergency Centre. Common Alternative Energy source project. SWD, Sewage and drainage network. Any other infrastructure facilities as approved by SLEC. Link infrastructure facilities and last mile connectivity to Large/Mega project, Central and State Industrial PSUS, Dormitory housing facility for industrial workers developed by Industrial Association / SPV of industries / Large projects. Eligible Investment: Fixed capital investment in the project of industrial infrastructure (excluding land cost) as approved by the SLEC will is eligible. Cost of preparation of work estimates, cost of technical sanction and cost of third party Inspection for Quality assurance will be eligible limited to 5% of the project cost or ₹20,00,000/-, whichever is less. In case of up gradation of any infrastructure facilities in existing estate/industrial area will be eligible, only if, the said infrastructure facility has been established before 7 years or more.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The Eligible Institution will apply with project report to Industries Commissionerate. Step 2: Industries Commissionerate will scrutinize the proposal and place before the SLEC for decision. Step 3: The institution will submit the claim of assistance to Industries Commissionerate in Prescribed Proforma as per the guidelines to be issued by the Industries Commissionerate. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/10-GR_02092020.pdf"
    }
  ],
  "exclusions": "Expenses for land purchase and development are ineligible. Goodwill fees, commissioning fees, and royalties are not covered. Preliminary and pre-operative expenses, as well as capitalized interest, are excluded. Costs for transportation equipment, vehicles, technical, or consultant fees are not eligible. Working capital expenses and expenditures not explicitly listed as eligible are ineligible. Infrastructure development in new industrial estates or parks is not eligible. Components already sanctioned under other State Government schemes are excluded unless specified otherwise.",
  "documents_required": "Application form duly signed and stamped. (Please print your online application and upload it here with your Signature and Stamp.) Constitution of the Institution with registration certificate. Note on Justifying the necessity of required infrastructure. (Submit component-wise justification for the requirement of infrastructure with details of the present condition of existing infrastructure.) Details of establishment of existing infrastructure facilities in case of upgradation of infrastructure. Some photographs of the proposed site/component indicating the present condition. Detailed Project Report containing the following: Short introduction about the project proposing institution. Component-wise details of the project and necessity. Cost of the project based on prevailing Schedule of Rates (SOR) of Government Departments or its undertakings with engineering drawings, measurement sheet, rate analysis for non-SOR items. If machinery and equipment are involved in the project, submit detailed estimates with rate analysis and technical specification. Means of Finance/Funding pattern of the project. Implementation Schedule of the project. Any other details the applicant wants to submit. Details of Ownership of Land involved in this project. (Submit details regarding ownership of land of individuals/offices involved in this project, No Objection Certificates of the competent authority of the concerned office/institution, as applicable in the project.) Layout map of the project prepared by work estimation agency. (Submit layout map indicating beneficiary industries while highlighting all components of the project. If assistance has already been availed under any state/central government scheme for the existing infrastructure of the project, mention it separately.) Undertaking in prescribed format. Executive Summary of the project. Submit consent of the concerned institutions for contribution to the project as per the means of finance proposed in the application form. If finance from other sources has been tied up, then submit Confirmation/Sanction letter of the Institution/Bank/Other source. Authority letter/Board resolution of the institution. Details of Industries to be benefitted from this project in the format mentioned below: Sr. No., Name and address of Industry, Type of Industry (Micro/Small/Medium/Large), Establishment year of Industry, Items of Manufacture, Investment, Employment. Submit a list of projects of the concerned industrial estate/area for which assistance has been sanctioned/availed from State and Central Government in the format given below: Sr. No., Name of project, Project cost, Name of Government Scheme, Assistance sanctioned, Assistance sanctioned year, Assistance disbursed, Current Status of the Project (whether completed or under implementation), Completion year of the project. Any other document pertaining to the project the applicant may like to upload."
}