{
  "scheme_id": "6863b42868f450ee23c55fd6",
  "slug": "cngophr",
  "scheme_name": "PMMSY: Construction of New Grow Out Ponds - Haryana",
  "scheme_short_title": "CNGOPHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Land and water resources",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Fish",
    "Farming",
    "PMMSY",
    "Ponds"
  ],
  "brief_description": "The scheme aims to expand fisheries in various urban and semi-urban areas through the construction of new grow-out ponds. Through this scheme, subsidies are provided for the construction of new grow-out ponds to beneficiaries who are engaged in fisheries.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matasya Sampada Yojana: Construction of New Grow out Ponds&quot; by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to expand fisheries in various urban and semi-urban areas through the construction of new grow-out ponds. Through this scheme, subsidies are provided for the construction of new grow-out ponds to beneficiaries who are engaged in fisheries. <br>",
  "benefits": [
    "The scheme provides financial assistance for the Construction of the New Grow-out Ponds. The project cost is ₹7,00,000/- per Hectare. The subsidy will be limited to 40% of the project cost for beneficiaries falling under the General Category. The subsidy will be limited to 60% of the project cost for beneficiaries who are Scheduled Caste (SC) or Women. "
  ],
  "eligibility_criteria": "The applicant must have a Parivar Pehchan Patra (PPP). The construction of new grow-out ponds subsidy will be provided by the State Government for the expansion of fisheries in various urban/semi-urban areas only under the construction of new grow-out ponds under the Pradhan Mantri Matasya Sampada Yojana (PMMSY) scheme. Central financial assistance for the construction of new grow-out ponds will be provided only for the ponds prepared for fisheries. The applicant should have own land with clear title or having land on a long-term registered lease, not less than a minimum of 7 years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details, i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=cfg049ravLw4JTG0xhHtgg=="
    },
    {
      "title": "Benefits Page No. 1",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    }
  ],
  "documents_required": "Agreement Deed between Beneficiary and Fisheries Department. Date of Birth Certificate (Voting Card/ Birth Certificate/ Aadhar Card/ Matriculation Certificate). Caste Certificate (from first-class Magistrate, Tehsildar). Training Certificate of Beneficiary. Land Record from Tehsil (Own Land-Jamabandi, Nakal Akshizra Farad) or Registered Lease Deed of Minimum 7 Years. Bills/Receipts/Vouchers. Photographs of Ponds/Nurseries/Aerators, etc. with Beneficiary. Details of Bank Account and PAN Card. Detailed Project Report (DPR)/Self-Contained Proposal (SCP) as per PMMSY guidelines."
}