{
  "scheme_id": "67a102b2e924567693c5c44b",
  "slug": "rpcs",
  "scheme_name": "Rearing Pond Construction Scheme",
  "scheme_short_title": "RPCS",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Agriculture, Animal Husbandry & Co-operative",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Land and water resources",
    "Fishing and hunting"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Pond",
    "Construction",
    "Scheduled Castes",
    "Scheduled Tribes"
  ],
  "brief_description": "The \"Rearing Pond Construction Scheme\" by the Department of Agriculture, Animal Husbandry, and Cooperation, Government of Jharkhand, aims to promote fish farming by providing financial aid for constructing rearing ponds. Beneficiaries receive up to 80% government assistance for Scheduled Castes (SC)",
  "detailed_description": "The &quot;Rearing Tank Construction Scheme&quot; by the Department of Agriculture, Animal Husbandry, and Cooperation (Fisheries Division), Government of Jharkhand, aims to support private-sector fish farming by constructing rearing tanks for sustainable fish production. Under this scheme, financial assistance is provided to beneficiaries for the construction of rearing ponds with a minimum water area of one acre.",
  "benefits": [
    "Financial Assistance:",
    "SC/ST beneficiaries receive up to 80% of the total cost (maximum ₹4,00,000/-). Other categories receive up to 70% (maximum ₹3,50,000/-). Pond Construction Support: Assistance for constructing one-acre rearing ponds using machinery.",
    "Mode of Disbursement:",
    "Direct Benefit Transfer (DBT) to beneficiaries' bank accounts.",
    "Installments:",
    "First installment: ₹1,00,000 after one to two feet of excavation. Second installment: ₹2,00,000 after three feet of excavation. Remaining funds after full excavation and dressing verification."
  ],
  "eligibility_criteria": "The applicant should be a fisherman. The applicant whose proposed land is near their residence, consisting of one, two, or three plots of \"don\" land. The applicant should be engaged in fish farming or have constructed a fish seed hatchery with a departmental subsidy. The land proposed for pond construction must be undisputed. At least 130 decimals of land are required for a 100 decimal water area. For larger ponds, the ratio of water area to total land should be at least 1:1.3. The proposed land must not be mortgaged against any bank loan. The applicant must have valid possession of the proposed land and provide the necessary documentation. The applicant should be financially capable of contributing their share of the pond construction costs.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Notification & Advertisement:",
        "Applications are invited through newspaper advertisements and single-window systems.",
        "Application Submission: ",
        "Applicants submit their proposals with necessary land documents and proof of experience in fish farming to District Fisheries Officers.",
        "Selection Process: ",
        "District councils shortlist candidates based on eligibility and land verification.",
        "Approval & Funding:",
        "Selected beneficiaries sign an agreement with the department before funds are transferred in installments.",
        "Construction & Monitoring: ",
        "Ponds are constructed under technical supervision, with geo-tagging and periodic inspections."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://jharkhandfisheries.org/orders/2021/2%20Sanction%20Order-%202020-21-%20Rearing%20tank.pdf"
    }
  ],
  "documents_required": "Land Ownership Certificate or Lease Agreement No-Objection Certificate (NOC) for land use Bank Account Details Caste Certificate (for SC/ST applicants) Aadhaar Card Proof of past fish farming activities (if applicable)"
}