{
  "scheme_id": "683c1bb87162804eaa760be3",
  "slug": "sfasmsspce",
  "scheme_name": "Special Financial Assistance Scheme for Meritorious Students of the State for Preparation of Competitive Examinations",
  "scheme_short_title": "SFASMSSPCE",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Higher Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Meritorious Student",
    "Armed Forces Examination",
    "UPSC",
    "Competitive Examination"
  ],
  "brief_description": "The scheme aims to provide financial support of ₹50,000/- to meritorious students who have cleared the preliminary examination conducted by the State or Union Public Service Commission for Group 'A' and 'B' services, or the written examination for the Armed Forces (e.g., NDA, CDS, OTA, etc.).",
  "detailed_description": "The scheme &amp;#39;Special Financial Assistance Scheme for Meritorious Students of the State for Preparation of Competitive Examinations&amp;#39; was introduced by the Higher Education Department, Government of Uttarakhand. The scheme aims to provide financial support to meritorious students who have cleared the preliminary examination conducted by the State or Union Public Service Commission for Group &amp;#39;A&amp;#39; and &amp;#39;B&amp;#39; services, or the written examination for the Armed Forces (e.g., NDA, CDS, OTA, Indian Naval Academy, Indian Air Force Academy, etc.). Under this scheme, a one-time grant of ₹50,000/- is provided to each eligible candidate to assist in their preparation for the next stage.",
  "benefits": [
    "A one-time grant of ₹50,000/- per candidate is provided to support their preparation for the next stages of the examinations."
  ],
  "eligibility_criteria": "The applicant should be a native or permanent resident of Uttarakhand. The total family income should not exceed ₹5,00,000/- per annum from all sources. The applicant should have completed graduation/post-graduation from recognized institution (regular/open) located in Uttarakhand. The applicant should have passed the minimum eligibility criteria for these examinations. The applicant should not have availed benefits from any similar scheme of the state or central government. The applicant or their spouse should not be engaged in any job, business, or profession. The applicant should have passed:\nPreliminary exam of Group 'A' or 'B' conducted by the Uttarakhand Public Service Commission (UKPSC) (Top 100 candidates) Preliminary/written exam of Group 'A' or 'B' conducted by the Union Public Service Commission (UPSC) Written exams for Armed Forces: NDA, CDS, OTA, Indian Naval Academy, Indian Air Force Academy, etc.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The eligible applicants should visit (during office hours) the Directorate of Higher Education, Haldwani, and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. OR The interested applicant downloads the application form from the official website . Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Directorate of Higher Education, Haldwani. Note: The application must be submitted within 3 months of result declaration."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 84)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Aadhaar Card PAN Card Bank Account Passbook (Aadhaar-linked) Permanent Residence Certificate Income Certificate Educational Certificates (High School, Intermediate, Graduation, Post-Graduation or equivalent) Result and Admit Card of Preliminary Exam passed (UKPSC/UPSC) Certificate and Admit Card of the Written Exam passed (In case of Armed Forces)"
}