{
  "scheme_id": "681488d7096abd5b8bca8ba7",
  "slug": "technology",
  "scheme_name": "Technology Infusion : Custom Hiring Centre / Farm Mechanization for Traditional Area, Non Traditional Area and North Eastern Region",
  "scheme_short_title": "TECHNOLOGY",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Technology Infusion"
  ],
  "brief_description": "To extend financial incentives to growers and Custom Hiring Centers towards mechanization of farm operations to increase the labour efficiency and to facilitate timely cultural operations thereby contributing to overall farm productivity and sustainability of coffee farming",
  "detailed_description": "To extend financial incentives to growers and Custom Hiring Centers towards mechanization of farm operations to increase the labour efficiency and to facilitate timely cultural operations thereby contributing to overall farm productivity and sustainability of coffee farming.",
  "benefits": [
    "Scale of Subsidy",
    "Category of Holdings | Scale of Subsidy\nGrowers upto 10 ha. | 40% subject to a ceiling of Rs.2.00 lakhs\nGrowers holding >10 ha to 25 ha. | 25% subject to a ceiling of Rs.4.50 lakhs\nSC / ST growers | 75% subject to a ceiling of Rs.3.00 lakhs\nCustom Hiring Centre (CHC) only through FPO | 75% for General",
    "Note : The scale of subsidy may be reduced by the Board based on the demand and allocation of budget under subsidy head."
  ],
  "eligibility_criteria": "Under farm mechanization, all categories of holdings with coffee having a minimum area of 0.20 ha and maximum of 25 ha. In case of tribal holdings the minimum extent can be 0.1 Ha.\nCustom Hiring Centers for FPOs: FPOs are encouraged to establish Custom Hiring Centers to procure machineries that are not affordable by the individual growers and lend it to individual growers on rental basis, so as to eliminate the need for high capital investments on the part of individual growers in purchasing farm machineries\nApplications can be filed by individuals in case of individual holdings or jointly in case of joint ownership of holdings or joint application by family members or FPOs / FPCs.\nThe main criteria for determining the scale of subsidy in each case shall be the total extent of the area owned by individual growers/ holdings under joint ownership.\nThe Applicant/s can avail the subsidy for purchase of one or all empanelled machineries at the same time or at different times during the Plan period within the maximum permissible limit of subsidy for the plan period.\nThe applicants are at liberty to select and purchase any machinery and their models from the empanelled list either from the suppliers (companies/ firms/ distributors) directly or from their authorized dealers as notified by the Coffee Board.\nBefore purchase of any machinery, the growers should check whether the machinery/ model intended to be purchased is listed in the approved list. The machineries/ models which are not in the empanelled list are not eligible for subsidy under the scheme.\nFurther the machineries purchased prior to issue to TFR shall not be considered for extending subsidy. (Within the financial allocation under this component for specific financial year, the extension personnel may issue TFR for the purchase of machinery after ascertaining eligibility of the applicant based on records. The field visit is not mandatory for issue of TFR, however field visit shall be mandatory while releasing subsidy).\nThe amount eligible for subsidy shall be limited to the ceiling on Basic price of the machinery plus applicable taxes like GST or actual invoice cost including taxes, whichever is less.\nThe growers should ensure that the invoice given by the company/ dealer clearly specifies date, the name of beneficiary, name, model and serial number of machinery and details of additional accessories, if any etc. the serial number specified in the bill / invoice should match with the serial number engraved in the machinery. The cost of the machinery should be shown separately as Basic price, percentage of applicable tax and amount of taxes and total price.\nGrowers of NTA and NER are also eligible to avail subsidy under this component.\n\nMachineries and their eligibility The Board has identified the minimum extent of area that can be serviced by each type of machinery based on their efficiency level, as well as the requirement for timely completion of critical operations. The different types of machineries required for different category of holdings taking into account various factors including the efficiency of machineries to carry out the operations in a unit area are as follows:\nType of Machinery | Adequacy / Eligibility\nWeed / Brush cutter | One upto 4 Ha.\nTelescopic Pruner | One upto 4 Ha.\nPit Digger | One upto 20 Ha.\nHand-held, battery-operated coffee harvester | One upto 2 Ha\nSprayers | One upto 4 Ha.\nGreen Cherry Separator | One upto 10 Ha.\nMini Tractor with or without trailer | One per holding of 4 Ha. and above\nMini Transporter / Rubberized Track Carrier | One per holding of 4 Ha. and above\nCoffee Hullers | One upto 10 Ha.\nThe Coffee Board will modify the list of farm machinery from time to time based on the need by eliminating obsolete machinery and including new/ efficient types of machinery. The growers who availed subsidy for small machinery like weed cutters, pit diggers, telescopic pruners, coffee harvesters, sprayers etc, during the previous five years are not eligible for purchase of same kind of machinery beyond their eligibility as per the land holding. However, they can purchase the remaining types/ quantity of this small machinery during the Plan period as per their entitlement based on the coffee area owned by them. For example: A grower owning 25 ha. Coffee area is eligible for a total of six weed cutters as per the eligibility. If he/ she has purchased three weed cutters during the previous five years, he/ she will be eligible for purchase of remaining quantity of weed cutters only. On similar lines, he/ she will be eligible for support for remaining quantities of other smaller machinery during Plan Period. In respect of big machineries such as Green cherry separator, Mini Tractors and Rubberized Track Carriers the following norms apply: The growers owning up to 25 ha. can purchase any one of the big machinery viz. mini tractor / rubberised track carrier during the entire Plan period. The FPOs are eligible for purchase all the big machineries listed and also any innovative machineries suitable for coffee cultivation during the entire Plan period. Further FPOs will be permitted to procure machineries that are not affordable by the individual growers and lend it individual growers on rental basis. In respect of Green Cherry Separators and Mini Tractors with or without trailers the maximum amount of subsidy will be limited to Rs.1.50 lakh per unit or eligible percentage of subsidy, whichever is lower for individual growers. Subsidy is not available for purchase of only trailers without the Mini Tractors. Coffee Board will empanel the eligible manufactures / dealers for the machineries / models after following due empanelment procedure and fix the ceiling limit for machineries as applicable. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy The applicant shall register online by logging in to the Coffee Boards web page www.coffeeboard.gov.in and after approval by the concerned officer, submit their application online along with the following documents to the concerned office of the JLO / SLO of the Coffee Board. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. In case of FPOs, Certificate of incorporation / registration, memorandum of article of association issued by the authority concerned and Complete list/ details of members of the organization. Caste Certificate in case of SC/ST growers Land Ownership documents (any of the following) Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and possession certificate from the competent authority of revenue in Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority in respect of Kerala. In case the applicant is a GPA holder, self attested copy of registered GPA. Original Proforma Invoice/ Bill having GST with full description of the machinery purchased, including the model, specifications, serial number of the machinery, details of additional accessories, amounts of basic price & taxes, percentage of taxes etc., Copy of RC Book in respect of Mini Tractors Copy of the scheduled Bank Pass Book containing the details of account number, nameof the Bank, branch, IFSC code, etc. The concerned office of the JLO / SLO will scrutinize the documents, carryout field / machinery inspection, prepare physical verification report with full details viz. make / model of the machinery, serial number of the machinery etc., and forward the claim statement along with relevant records to the concerned Deputy Director (Extn). The Deputy Director (Extn.) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release the subsidy amount to the bank account of the applicant through PFMS. ",
        "Other conditions The claim for grant of subsidy not accompanied by the required documents and not fulfilling the eligibility criteria/ stipulated norms is liable to be rejected by the sanctioning authority of the Board. The subsidy benefit shall be applicable only towards purchase of new machinery. Repaired / second hand machineries are not eligible for subsidy benefit. The growers are encouraged to further negotiate the prices of the machinery at the time of purchase in order to avail the lowest price in the market. The machinery for which subsidy has been availed by the growers should be used on their own farm and can not to be sold or leased out. Coffee Board reserves the right to inspect the machinery at any time even after the settlement of subsidy claims during the plan period. Willful suppression of material facts would make the applicant/s liable for legal action. The particulars of such claimant shall also be notified in the Website of the Coffee Board."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    },
    {
      "title": "Custom Hiring Centre / Farm Mechanization For Traditional Area, Non Traditional Area And North Eastern Region",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. In case of FPOs, Certificate of incorporation / registration, memorandum of article of association issued by the authority concerned and Complete list/ details of members of the organization. Caste Certificate in case of SC/ST growers Land Ownership documents (any of the following) Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and possession certificate from the competent authority of revenue in Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority in respect of Kerala. In case the applicant is a GPA holder, self attested copy of registered GPA. Original Proforma Invoice/ Bill having GST with full description of the machinery purchased, including the model, specifications, serial number of the machinery, details of additional accessories, amounts of basic price & taxes, percentage of taxes etc., Copy of RC Book in respect of Mini Tractors Copy of the scheduled Bank Pass Book containing the details of account number, name of the Bank, branch, IFSC code, etc. \nTerms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
}