{
  "scheme_id": "68077529d9f3c4b3871a3dfe",
  "slug": "sfsoisf",
  "scheme_name": "Scheme for Supply of Improved Seeds for Fodder",
  "scheme_short_title": "SFSOISF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Agriculture",
    "Seed Supply",
    "Fodder"
  ],
  "brief_description": "The \"Scheme for Supply of Improved Seeds for Fodder\" aims to supply improved quality fodder seeds to registered Gaushalas and Panjarapols to ensure round-the-year green fodder availability for livestock.",
  "detailed_description": "The &amp;quot;Scheme for Supply of Improved Seeds for Fodder&amp;quot; launched by the Department of Agriculture, Farmers Welfare &amp;amp; Co-operation, Government of Gujarat, aims to support institutions like Gaushalas and Panjarapols by providing them with improved fodder seeds such as maize, sorghum, oat, and lucerne. This encourages the cultivation of nutritious green fodder, especially on grazing lands (gauchar lands), thereby enhancing livestock health and productivity.",
  "benefits": [
    "Maize: Up to 10 kits (5 kg each)",
    "Sorghum: Up to 50 kits (5 kg each) Oats: Up to 5 kits (5 kg each) Lucerne: Up to 20 kits (2 kg each)"
  ],
  "eligibility_criteria": "Panjrapol must be registered under the Charity Act.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the online application and submit it to the board within 30 days of application with the signature and stamp of the GGVB's nodal officer of the concerned district with the necessary documents listed in the application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=39qrRafhk/+DT2MD43m3eA==&domain=A36Rf7FTT/556gX2TyXKFw=="
    }
  ],
  "documents_required": "Copy of 7/12, 8-A, and 6-rights of own land. Copy of lease agreement (if land is leased). Certificate from the Talati of Gram Panchayat confirming availability of water resource. Any other documents as required."
}