{
  "scheme_id": "646b222f9062e559675d957c",
  "slug": "sprpd",
  "scheme_name": "State Programme For Rehabilitation Of Persons With Disabilities",
  "scheme_short_title": "SPRPD",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Social Justice and Empowerment and Tribal Affairs Department",
  "implementing_agency": "State Disability Rehabilitation Centre, Directorate Of Social Justice And Empowerment & Tribal Affairs, Govt. Of Arunachal Pradesh",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances",
    "Rehabilitation",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "100% Disability",
    "Rehabilitation",
    "Social Welfare",
    "Aids"
  ],
  "brief_description": "The scheme \"State Programme for Rehabilitation of Persons with Disabilities\" is a state sector ongoing scheme implemented for the welfare and providing rehabilitation services to disabled persons of the state under the Person with Disabilities Act 1995.",
  "detailed_description": "The State Programme for Rehabilitation of Persons with Disabilities scheme is a state sector ongoing scheme implemented for the welfare and providing rehabilitation services to disabled persons of the state under the Person with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act. 1995. The State Programme for Rehabilitation of Persons with Disabilities (SPRPD) erstwhile National Programme for Rehabilitation of Persons with Disabilities (NPRPD) was launched in the state in the year 2001-2002 and was sponsored by the Ministry of Social Justice and Empowerment, Govt. of India. During the year 2005-06, this scheme had been transferred to the state government and implemented as a state sector ongoing scheme. **Objective:** - To provide Welfare &amp;amp; Rehabilitation services to the Disabled Persons of the state which is mandatory under the PWDs Act, 1995. **Important Features:** - Under this scheme, the Department of Social Justice &amp;amp; Empowerment and Tribal Affairs, Govt. of Arunachal Pradesh under the State Programme for Persons with Disabilities(SPRPD) has been providing aids &amp;amp; appliances. - Organizing Diagnostic Camp –cum-Free Distribution of Aids &amp;amp; appliances at the district level from time to time. - The Department also established a Physiotherapy Unit during the year 2013-14 at SDRC where needy patients are given treatment/therapy free of cost. - For prevention, early detection, and intervention of disabilities, the Department of Social Justice &amp;amp; Empowerment and Tribal Affairs, Govt. of Arunachal Pradesh had trained 539 Nos. of Community Based Rehabilitation Workers (CBRWS) and engaged at the grass root level to conduct door-to-door survey reports of disabled persons to create awareness and prevention of disabilities.",
  "benefits": [
    "Under this scheme, the state government will provide aids & appliances such as tricycles, wheelchairs, crutches, walking sticks, Blind sticks, Rollator, and Hearing Aids to persons with disabilities. The state government will organize a Diagnostic Camp-cum-Free Distribution of Aids & appliances at the district level from time to time. The state government also established a Physiotherapy Unit during the year 2013-14 at SDRC where needy patients are given treatment/therapy free of cost."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Arunachal Pradesh.\n2. An applicant with a 100% degree of disability is eligible to apply under the scheme.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: For taking benefits of this scheme, the applicant needs to visit the State Disability Rehabilitation Centre (SDRC) or Directorate of Social Justice and Empowerment & Tribal Affairs, Govt. of Arunachal Pradesh. Step 02: Application in the prescribed format may be received from the concerned office. Step 03: The applicant needs to fill the application form completely and attach all the relevant documents. Thereafter, the applicant may submit the application form to the concerned office. Step 04: After successful verification, the applicant can avail the benefit of the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://ahvdd.arunachal.gov.in/pdf/eBook/Government%20Scheme%20Handbook.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Disabled Persons who need an assistive device and treatment/therapy may be required to produce the following documents: Disability Certificate Doctor prescription/slip Mobile No. Application in Plain Paper Photograph 2 copies (Full size) Identity proof"
}