{
  "scheme_id": "666164226cbcc730048e07ae",
  "slug": "sfapmrj",
  "scheme_name": "Scheme of Financial Assistance for Publication of Manuscripts/Research Journals",
  "scheme_short_title": "SFAPMRJ",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Arts and Culture Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Culture",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Culture",
    "Journalist",
    "Publication"
  ],
  "brief_description": "The \"Scheme of Financial Assistance for Publication of Manuscripts/Research Journals\" was launched by the Arts and Culture Department of Puducherry. The scheme aims to provide financial assistance for publishing manuscripts/research journals.",
  "detailed_description": "The &amp;quot;Scheme of Financial Assistance for Publication of Manuscripts/Research Journals&amp;quot; scheme was launched by the Arts and Culture Department, Puducherry. The scheme aims to provide financial assistance of ₹10,000 for publishing manuscripts/research journals. They are published on cultural subjects such as language, literature, philosophy, religion, history, music, dance, drama, and other fine arts etc. <br>",
  "benefits": [
    "Financial Assistance of ₹10,000/-."
  ],
  "eligibility_criteria": "The applicant's proposed book or journal for publication must pertain to one or more cultural subjects such as language, literature, philosophy, religion, history, music, dance, drama, and other fine arts. The applicant should be using language Tamil/Malayalam/Telugu/English/French. The applicant's work should be a thesis, dissertation, or original research based on personal study and critical analysis, provided it is not intended for obtaining any degree. Fictional works are not eligible for financial assistance under this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Department of Art and Culture and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the superintendent, Department of Art and Culture,1, Romain Rolland Street, Puducherry.",
        "Step 4: Request a receipt or acknowledgment from the superintendent to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizens Charter",
      "url": "https://art.py.gov.in//sites/default/files/ecit1.pdf"
    }
  ],
  "documents_required": "Summary of the Book or Journal. Sample of the Research Work. Any Other Document If Required."
}