{
  "scheme_id": "685bdb8be908c729d3cf15bf",
  "slug": "eol",
  "scheme_name": "PMMSY: Establishment of large RAS / Biofloc culture system - Haryana",
  "scheme_short_title": "EOLHR",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fish",
    "Aquaculture",
    "Biofloc",
    "Farming",
    "RAS"
  ],
  "brief_description": "The scheme provides capital assistance for setting up large-scale Recirculatory Aquaculture Systems (RAS) and Biofloc culture systems to promote high-yield, sustainable fish farming.",
  "detailed_description": "The Pradhan Mantri Matsya Sampada Yojana: Establishment of Large RAS / Biofloc Culture System, introduced by the Ministry Of Fisheries, Animal Husbandry &amp; Dairying, Government of India, aims to provide capital assistance for setting up large-scale Recirculatory Aquaculture Systems (RAS) and Biofloc culture systems to promote high-yield, sustainable fish farming. It is a centrally funded scheme with a 50:50 cost-sharing pattern between the Central and State Governments. - For RAS: A minimum of 8 tanks of 90 m³ each (capacity: 40 tons/crop).- For Biofloc: 50 tanks of 4 m diameter and 1.5 m height. The scheme encourages the adoption of modern aquaculture infrastructure, particularly by trained and certified individuals. It offers enhanced subsidy support for SC and Women beneficiaries, aiming to boost inclusive and sustainable fish farming practices. <br> <br> <br> <br>",
  "benefits": [
    "The project cost is ₹50,00,000/-",
    "RAS (Recirculating Aquaculture System) Subsidy:",
    "A 20% subsidy is available for the General Category. A 25% subsidy is offered for SC (Scheduled Caste) and Women beneficiaries.",
    "Biofloc Subsidy:",
    "A 40% subsidy is available for the General Category. A 60% subsidy is offered for SC (Scheduled Caste) and Women beneficiaries."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Haryana and possess a valid Parivar Pehchan Patra (PPP). The applicant must belong to either the General, Scheduled Caste (SC), or Women category. The applicant must be the owner or legal leaseholder (with a minimum 10-year lease) of the land intended for setting up the unit. The applicant must have access to either surface water or groundwater for aquaculture purposes. The applicant must hold a valid training certificate in fisheries or aquaculture. The applicant must be willing to maintain and operate the unit at personal cost after the initial setup. The applicant must submit a complete Detailed Project Report (DPR) or a Self-Contained Proposal (SCP) for evaluation. The applicant must agree to sign an official agreement with the Fisheries Department to avail of benefits under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=EzeZgw5N9Yy249qFF+HkPw=="
    },
    {
      "title": "Scheme Brief (No. 8)",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    },
    {
      "title": "Official Link",
      "url": "https://harfish.gov.in/technical-financial-assistance?utm_source=chatgpt.com"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Residence Proof (Parivar Pehchan Patra). Caste Certificate (for SC/Women subsidy benefit). Training Certificate in fisheries/aquaculture. Land ownership proof or Lease Deed (10 years minimum). Date of Birth Proof (Aadhaar/Voter ID/10th certificate). Agreement with Fisheries Department. Bank Passbook / Cancelled Cheque. Photographs of project site with beneficiary. Bills/Vouchers/Receipts for purchases. DPR (Detailed Project Report) or SCP (Self Contained Proposal)."
}