{
  "scheme_id": "64421e5b6d197502adc17843",
  "slug": "cmat-spie",
  "scheme_name": "Chief Ministergi Artistesinggi Tengbang (CMAT): Support For Purchase Of Instruments / Equipment",
  "scheme_short_title": "CMAT-SPIE",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "Art and Culture Department",
  "implementing_agency": "Directorate Of Art & Culture, Government Of Manipur",
  "categories": [
    "Sports & Culture",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Culture",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Artists",
    "Individual"
  ],
  "tags": [
    "Artist",
    "Financial Assistance",
    "Culture",
    "Student"
  ],
  "brief_description": "The scheme \"CMAT: Support for Purchase of Instruments / Equipment\" aims to support many talented students and budding artistes, who are economically well but in need of instruments/equipment for their learning and performance purpose to help them groom towards professionalism.",
  "detailed_description": "Musical instruments or equipment have been essential items for the students and artistes to carry out their learning or performance. The scheme &amp;quot;Chief Ministergi Artistesinggi Tengbang (CMAT): Support for Purchase of Instruments / Equipment&amp;quot; by the Department of Art and Culture, Govt. of Manipur aims to support many talented students and budding artistes, who are economically well but in need of instruments/equipment for their learning and performance purpose to help them groom towards professionalism. In every academic year, 300 students will be supported through this scheme.",
  "benefits": [
    "Reimbursement towards the purchase of instruments/equipment. In every academic year, 300 students will be supported. The applicant may avail of the benefit of this scheme twice during his studentship with a gap of one year.  Note: The extent of financial assistance will be decided by the Screening Committee."
  ],
  "eligibility_criteria": "The applicant should be a resident/domicile of the state of Manipur. The applicant should be a Student at one of the following institutes: Government Dance College, Shree Shree Bal Mukunda Dev Music College, Imphal Art College, Manipur University of Culture, Jawaharlal Nehru Manipur Dance Academy, and Manipur University (Dance, Music, and Fine Art Department). The applicant should be pursuing a course in one of the art forms. The applicant should be below 30 years of age (age to be reckoned on 1st April). The annual income of the parents, as well as the applicant, should be less than ₹ 1,00,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant should take print of the format of the application form   provided in the scheme guidelines.",
        "Step 2: The applicant should fill in all the mandatory fields and attach all the (self-attested) required documents.",
        "Step 3: The duly filled-in application form should be submitted to the Directorate of Art & Culture, Government of Manipur office at Palace Compound, Imphal along with a cover letter addressed to the Director (Art & Culture) latest by a month before the travel schedule."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines And Application Form",
      "url": "https://artnculturemanipur.gov.in/media/filer_public/41/71/4171c3c3-f602-473a-ae8e-d08462dc119a/application_form_for_purchase_of_equipment__instruments.pdf"
    }
  ],
  "documents_required": "Passport Sized Photograph Aadhaar Card Residential/Domicile Certificate Reading Certificate Proof of Age / Date of Birth Certificate from the teacher on the requirement of instruments/equipment. Income Certificate (issued by a Gazetted Officer) Bill / Voucher for purchasing the equipment/instrument. Bank Account Details\nNote: The income certificate issued by any officer/teacher belonging to the institution in which the applicant is studying will not be accepted."
}