{
  "scheme_id": "68459425ed4abe56e746383b",
  "slug": "otows",
  "scheme_name": "Our Tree Our Wealth Scheme",
  "scheme_short_title": "OTOWS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Uttarakhand Forest Department",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Financial Assistance",
    "Plantation",
    "Tree",
    "Plants"
  ],
  "brief_description": "The scheme aims to promote tree plantation on private land by providing an incentive of ₹300 per plant, which is disbursed after three years based on the survival rate of the plants. Each applicant or family is eligible for support for up to 100 plants per year.",
  "detailed_description": "The &amp;quot;Our Tree Our Wealth Scheme&amp;quot; was launched by the Forest Department, Government of Uttarakhand. It aims to promote afforestation on private land by providing financial incentives to landowners. Under this scheme, an incentive is offered for planting fuel, fodder, fruit, and timber species. The incentive amount is secured through a Fixed Deposit Receipt (FDR) in the name of the Divisional or Joint Forest Officer and released to the beneficiary after three years based on plant survival.",
  "benefits": [
    "₹300/- per plant is provided as a financial incentive for planting fuel, fodder, fruit, and timber species on private land.",
    "Note:",
    "The incentive amount is kept in an FDR in the name of the concerned Divisional or Joint Forest Officer. The amount is released to the beneficiary after 3 years based on the success/survival rate of the planted trees. A maximum of 100 plants per applicant/family is allowed per year. Validity is based on the survival of trees after 3 years of plantation."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should have either their own private land or a joint landholding suitable for plantation. There is no minimum land area requirement. The applicant is eligible to receive benefits for up to 100 plants per year under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the Divisional Forest Officer's office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "OR",
        "The interested applicant downloads the application form  from the official website .",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the respective Divisional Forest Officer's Office.",
        "NOTE:",
        "The applicant must agree to the creation of an FDR in the name of the Divisional or Joint Forest Officer. The applicant must sign an agreement on a ₹10/- stamp paper. Purchase plants at subsidized rates from recognized nurseries. Transport and plant the saplings at own expense.",
        "Post-application Process:",
        "Step 1: After 3 years, a joint inspection by Gram Pradhan, Van Panchayat Sarpanch, Forest Ranger, and Revenue Official evaluates the survival of planted trees.",
        "Step 2: Based on the survival rate, the FDR amount is released to the applicant."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 96)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051625218025.pdf"
    }
  ],
  "documents_required": "Identity proof Address Proof Land Ownership Documents Details of Plant Species Intended for Plantation Mobile Number Bank Passbook ₹10 Stamp Paper (for Agreement)"
}