{
  "scheme_id": "64c38c27481f59106a7a371a",
  "slug": "eacpppc",
  "scheme_name": "Educational Assistance To Children Of Prisoners (Pursuing Professional Course)",
  "scheme_short_title": "EACP(PPC)",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Probation Office, Kerala",
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Children",
    "Prisoner",
    "Student",
    "Financial Assistance",
    "Professional Course",
    "Degree"
  ],
  "brief_description": "The scheme \"Educational Assistance to Children of Prisoners (Pursuing Professional Course)\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Educational Assistance to Children of Prisoners (Pursuing Professional Course)\" was launched by the Department of Social Justice, Government of Kerala. To help the children of prisoners, the Government of Kerala has devised this scheme which provides educational assistance to children of prisoners up to degree-level courses as per G.O (RT) No. 322/2014/SJD dated 08-05-2014. When an individual gets convicted and punished for any crime it&amp;#39;s not only the person who suffers, the one who suffers the most are their children. They get deprived of all their rights; they face a lack of opportunities for education and a financial crisis. When compared to the present educational standards, the assistance provided to children pursuing degree-level professional courses in Government / Aided colleges is inadequate. Considering the different types of fee structures for professional courses, State Government has fixed the assistance amount for children of prisoners to ₹100,000/- (per student) including annual fees &amp;amp; hostel fees.",
  "benefits": [
    "Under the scheme, State Government is providing assistance amount of ₹100,000/- (per student) to the children of prisoners for pursuing degree-level professional courses in Government / Aided colleges.",
    "Note 01: The assistance amount also includes annual fees & hostel fees.",
    "Note 02: The assistance will be given to more than one child belonging to a single family."
  ],
  "eligibility_criteria": "1. The applicant should be a native and resident of Kerala State. 2. The applicants should belong to Below Poverty Line (BPL) category. 3. The applicant must be the child of a prisoner sentenced to life imprisonment or death sentence. 4. Those applicants who have been admitted to courses through merit basis are eligible for assistance. 5. Applicant must have secured 70 % or above marks in Higher secondary level exams. Note 01: Educational assistance is being provided for Degree level professional courses in Government/ Aided colleges inside Kerala. Note 02: For courses like MBBS, B.VSc. assistance will be provided only if the children are studying in Government colleges. Note 03: In case both mother and father are convicts and the child is being looked after by a relative who belongs to the Above Poverty Line (APL) category then the application can only be considered based on the inquiry report submitted by the Probation Officer. Note 04: If more applicants are made, preference will be given based on the percentage of marks.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code received on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create the new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process: Step 01: Once the registration process is completed, the applicant should visit SUNEETHI- Online Service Application Portal and click on \"Citizen Login\". Step 02: Enter the user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the 'Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit the official website of the Social Justice Department, Government of Kerala to download the application form.  Step 02: The applicant needs to fill out the application form completely. Step 03: The application form has to be submitted through Jail Superintendents."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTM5c1Y4dXFSI3Z5"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/22125.pdf"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/22126.pdf"
    }
  ],
  "documents_required": "Copy of Aadhaar card Mobile number Email id Passport size photo Copy of Ration Card  Certificate from the college with the annual fee, hostel fee, bank account number of the college, IFSC number, and proof that the student has been admitted to the merit seat Copy of the previous year's certificate  Jail Superintendent's Certificate  Other documents, if any Note: If the Name of the convict's child has not been included in the Ration card, then the applicant has to submit the Village officer's declaration statement specifying that the applicant is the daughter/son of the convict. "
}