{
  "scheme_id": "67fe4fe58e880c68492337c3",
  "slug": "support-for-group-nurseries",
  "scheme_name": "Development Support for Coffee growers of North- Eastern Region (NER) : Support for Group Nurseries",
  "scheme_short_title": "SUPPORT FOR GROUP NURSERIES",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee",
    "Support For Group Nurseries"
  ],
  "brief_description": "To provide the growers with good quality coffee seedlings to ensure proper establishment of plantation",
  "detailed_description": "To provide the growers with good quality coffee seedlings to ensure proper establishment of plantation",
  "benefits": [
    "Scale of support",
    "Rs. 5.00/- per seedling"
  ],
  "eligibility_criteria": "FPOs / Growers groups / State government departments / Cooperatives The seed material for raising coffee nursery shall be procured from the Coffee Board only.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for implementation The Extension Officers of the Coffee Board will motivate a group of growers in each of the localities / villages to raise coffee nursery on community basis to cater to the requirement of seedlings for annual expansion and consolidation programmes. The groups shall decide on the location of the nursery and the number of seedlings to be raised with the concurrence of the Extension Officer of the Coffee Board depending on the availability of water and other essential resources required for raising good nursery. The group shall take the responsibility of motivating their group members for raising nursery and distributing the seedlings among the members. The concerned Extension Officer shall submit the proposal containing the details of the number of seedlings to be raised, the expenditure involved etc., to the Deputy Director (Extension) who in turn shall consolidate the requirement for his region and submit to the Joint Director (Extension), Guwahati along with recommendations. The Joint Director (Extension) shall consolidate the overall requirement for the North Eastern Region and submit the proposal to the Director of Research along with recommendations. The Director of Research shall scrutinize the proposal and submit to Head Office, Bangalore along with recommendations for sanction. After sanction, the concerned Deputy Director (Extension) shall release the amount through PFMS in a phased manner at different stages of raising of nurseries.  Amendment to the Scheme: The submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}