{
  "scheme_id": "643c5428c5b9721765400de9",
  "slug": "oap",
  "scheme_name": "Old Age Pension Scheme",
  "scheme_short_title": "OAP",
  "state": "Uttarakhand",
  "level": "State",
  "nodal_department": "Department Of Social Welfare",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Old Age",
    "Pension Scheme",
    "Welfare",
    "Financial Assistance"
  ],
  "brief_description": "The Department of Social Welfare of the Uttarakhand government provides a monthly pension to those who are above 60 years of age and living below the poverty line.",
  "detailed_description": "The Old Age Pension Scheme, implemented by the Department of Social Welfare of Uttarakhand, provides monthly pension to those above 60 years of age living below the poverty line. This financial assistance helps the elderly meet their basic needs and improve their quality of life. The scheme ensures social security for the most vulnerable senior citizens in the state",
  "benefits": [
    "Monthly pension of ₹1,500/- (one thousand five hundred)."
  ],
  "eligibility_criteria": "The beneficiary should be 60 years of age or older. The beneficiary should belong to a BPL family or have a monthly income of up to ₹4,000/-. If any son/grandson of the beneficiary is over 20 years of age but living below the poverty line, the beneficiary will not be deprived of the pension.\n\nNote: Senior citizens of 60 years or older who are not members of a selected BPL family are given the full amount of the pension by the State Government.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Apply for Scheme:",
        "Step-1 : Visit the Official Website of the Department Of Social Welfare.",
        "Step-2 : Click on \" New Online Application \" in the menu item for Online Application.",
        "Step-3: The registration form will be displayed.",
        "Step-4: Select the scheme in the registration form and fill in the required information.",
        "Step-5: After saving the application form, the applicant will receive the password of the applicant login by SMS at the address given by the applicant.",
        "Step-6: Click on the \"Applicant Login\" under the menu item to apply online using these login IDs and passwords.",
        "Step-7: Once you have successfully logged in , the information on your registered application form will be updated as needed.",
        "Step-8: Upload the documents required for the scheme (as indicated in the required document menu item) by clicking the Upload documents menu item (File type: pdf; file size: 1 MB).",
        "Step-9: After uploading all the required documents, the applicant will be able to take a printout of the application form by clicking on the Print Application Form menu item.",
        "Step-10 : After uploading all the required documents, the applicant will be able to take a printout of the application form by clicking on the Print Application Form menu item.",
        "Track Application:",
        "Step-1: Visit the Official Website of the Department Of Social Welfare.",
        "Step-2: Click on Check your pension status in the menu item.",
        "Step-3: Enter your Enter application number/ Mobile number/ Aadhaar number",
        "Step-4: Then click on the \"Search\" button to see the application status.",
        "Note: Once your application is under process or processed, you cannot update."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialwelfare.uk.gov.in/files/PENSIONGO(21_04_22).pdf"
    },
    {
      "title": "Application Form",
      "url": "https://socialwelfare.uk.gov.in/files/a-Oldage.pdf"
    },
    {
      "title": "Website",
      "url": "https://socialwelfare.uk.gov.in/pages/display/94-old-age-pension"
    }
  ],
  "documents_required": "List of the required documents\nAadhaar Card. BPL Ration Card. Income Certificate. Domicile Certificate. Birth Certificate. Address Proof. bank account details. Caste certificate."
}