{
  "scheme_id": "64ba59ddb594314dec807aa3",
  "slug": "sts",
  "scheme_name": "Scholarship For Transgender Students",
  "scheme_short_title": "STS",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Transgender",
    "Student",
    "Scholarship"
  ],
  "brief_description": "The scheme \"Scholarship for Transgender Students\" was launched by the Social Justice Department, Government of Kerala for providing scholarships to Transgender students from 7th standard onwards studying in State Government/ Government aided/ Self Financing schools.",
  "detailed_description": "The scheme \"Scholarship for Transgender Students\" was launched by the Social Justice Department, Government of Kerala for providing scholarships to Transgender students from 7th standard onwards studying in State Government/ Government aided/ Self Financing schools. The Transgender community faces many problems such as fear, shame, social discrimination, depression, suicidal tendencies, and social stigma. They are unable to live a dignified life, once their gender status is revealed. Steps must be taken to create public awareness so that Transgender feel that they are a part of society and are not treated as untouchables. As an effort to bring marginalized Transgender communities to the mainstream of society, Social Justice Department has initiated this scheme.",
  "benefits": [
    "Financial assistance is being provided to Transgender students on the following basis:",
    "For Transgender students from 7th std. to 10th std.: ₹1000/- per month for 10 months For Transgender students studying in Plus One & Plus Two: ₹1500/- per month for 10 months For Transgender students pursuing Diploma, Degree, Post-Graduation, or Professional courses: ₹2000/- per month for 10 months"
  ],
  "eligibility_criteria": "1. Applicant should be Transgender.\n2. Applicant should be a resident of Kerala.\n3. Applicant should be a student and studying in State Government/ Government aided/ Self Financing schools/colleges.\n4. The applicant should be studying in 7th Class to Diploma/Degree/PG Level.\n5. There is no income limit.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code receive on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create a new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process:  Step 01: Once the registration process is complete, the applicant should visit SUNEETHI- Online Service Application Portal and click on \"Citizen Login\". Step 02: Enter your user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the ‘Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Now, the applicant may select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button.  User Manual "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit the official website of the Social Justice Department, Government of Kerala, and download the application form . Step 02: The applicants need to fill out the application form completely. Step 03: The applicants have to mention their full name in the application form including their school name, conduct, etc. Step 04: While applying the applicants must super scribe the envelope \"Application for Scholarship\". The applicant must write down Name, Complete contact address including native district. Step 05: The applicant needs to attach all the relevant documents and forward the duly filled application form through the Head of Educational Institutions which has to be submitted to the concerned District Social Justice Officers."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=NzJzVjh1cVIjdnk="
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/11673.pdf"
    },
    {
      "title": "Notice/Order",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/11674.pdf"
    }
  ],
  "documents_required": "Identity card i.e. Aadhaar Card, Election ID/ Voter ID Mobile number Email id Passport size photo Self-declaration Affidavit stating that the applicant is Transgender. Bank details- Copy of Pass Book Ration Card (If applicable) Certificate issued by the Principal of the Educational Institution Educational Certificates/Course Certificates The applicant who has not completed 18 years of age Parent's Certificate / Applicant who has completed 18 years of age and ID Card is not available-Self attested certificate. Other documents, if any"
}