{
  "scheme_id": "68358bde7e3dd76858155312",
  "slug": "scyuk",
  "scheme_name": "Shodhgrantha Chayan Yojana",
  "scheme_short_title": "SCYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sanskrit Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Research Book Grant",
    "Sanskrit Literature",
    "Manuscript Submission"
  ],
  "brief_description": "The scheme provides financial honorarium and free copies to authors of research manuscripts related to Sanskrit literature and allied disciplines for publication purposes.",
  "detailed_description": "The &amp;quot;Shodhgrantha Chayan Yojana&amp;quot; implemented by the Department of Sanskrit Education, Uttarakhand, invites authors from any state in India to submit research manuscripts pertaining to Sanskrit literature, societal relevance, or contextual studies specific to Uttarakhand. Selected manuscripts receive an honorarium of ₹151/- per printed page, along with 25 complimentary published copies.",
  "benefits": [
    "Honorarium Assistance: ₹151/- per printed page to the selected manuscript author. Books Distribution: 25 printed copies of the published research work are provided free of cost to the author. "
  ],
  "eligibility_criteria": "The applicant must be an Indian citizen. The applicant must be an author. The applicant must be engaged in writing research manuscripts under the prescribed research methodology. The applicant must submit a manuscript related to Sanskrit literature, social relevance, or contextual studies of Uttarakhand. The applicant must provide a declaration of originality of the research manuscript.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The concerned department publishes an advertisement in newspapers/websites calling for research manuscript submissions. Step 2: Interested authors are required to prepare their research manuscript as per the specified guidelines and make three printed copies of the same. Step 3: Each applicant must also prepare an affidavit affirming the originality and authenticity of their research work. Step 4: The author must submit the duly filled application form, three copies of the manuscript, and the affidavit to the designated authority or the address mentioned in the official advertisement. Step 5: The submitted manuscripts are evaluated by an appointed Evaluation Committee based on their quality, social relevance, and adherence to proper research methodology. Step 6: Upon approval, the selected manuscripts are published, and the author is officially informed of the selection and subsequent steps.",
        "Address and Contact Details:",
        "Sanskrit Shiksha Vibhag",
        "Uttarakhand Sanskrit Academy, Haridwar – Sanskrit Bhavanam, Ranipuhjalam, Jwalapur, Haridwaram",
        "Phone: 983749064",
        "E-mail: uksa 2002@qmail.com",
        "Uttarakhand Sanskrit Vishwavidyalaya, Haridwar – Bahadrabad, Haridwar, Delhi Rashtriya Rajmarg, P.O. Bahadrabad, Haridwar",
        "Phone: 035-2665054",
        "E-mail: registrar@usw.ac.in, ssnuk2011@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 60)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Three (3) copies of the research manuscript. An affidavit declaring the originality of the manuscript. Any other documents as required."
}