{
  "scheme_id": "66a9fdd3c5e4d2fe64b48266",
  "slug": "py",
  "scheme_name": "Pratibha Yojana",
  "scheme_short_title": "PY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "implementing_agency": "Tribal Affairs Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pratibha",
    "Student",
    "Scheduled Tribe",
    "IIT",
    "NIT",
    "NLU",
    "AIIMS"
  ],
  "brief_description": "This scheme provides financial assistance to Scheduled Tribe students who have passed national competitive examinations such as JEE, NEET, CLAT, AIIMS, and NDA, and have taken admission in IIT, NIT, NLU, MBBS (government colleges located in Madhya Pradesh), AIIMS or NDA.",
  "detailed_description": "The &amp;quot;Pratibha Yojana&amp;quot; was launched by the Tribal Affairs Department, Government of Madhya Pradesh on 01.09.2016 to encourage talented students of the Scheduled Tribe Category for higher education. This scheme provides financial assistance to Scheduled Tribe students who have passed national competitive examinations such as JEE, NEET, CLAT, AIIMS, &amp;amp; NDA and have taken admission in IIT, NIT, NLU, MBBS (government colleges located in Madhya Pradesh), AIIMS or NDA.",
  "benefits": [
    "Under this scheme, eligible students are provided with the following incentives: A financial assistance of ₹50,000/- is provided to students whose annual parental income is up to ₹3,00,000/-. A financial assistance of ₹25,000/- is provided to students whose annual parental income exceeds ₹3,00,000/-. Note: The incentive amount is paid into the applicant's bank account linked to Aadhaar."
  ],
  "eligibility_criteria": "The applicant should be a student. The student should be a native of Madhya Pradesh. The student should belong to the Scheduled Tribe category. The applicant's annual family income should not exceed ₹6,00,000/-. The student should have qualified in any of the National Competitive Examinations such as JEE, NEET, CLAT, AIIMS, or NDA. The applicant should have been admitted to one of the following institutions: IIT/NIT through JEE Government colleges in Madhya Pradesh for NEET (MBBS only) AIIMS NLU through CLAT NDA through UPSC Note 1: The applicant's Aadhaar must be linked to the bank account. Note 2: The applicant must have the receipt of admission to the institute.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Go to the official website of the Tribal Welfare Department of Madhya Pradesh. Step 2: Click on ‘ MPTAASC ' from the home page. Step 3: Click on \" New Beneficiary Profile Registration \" under the ‘Login' section. Step 4: Complete all mandatory fields marked with * and upload the required documents. Step 5: Review your details and click \"Submit.\" Step 6: After submission, check your email and SMS for your user ID and password. Application Process: Step 1: Revisit the official website of the Tribal Welfare Department of Madhya Pradesh. Step 2: Click on ‘ MPTAASC ' from the home page. Step 3: Enter your user ID, password, and captcha code, then click \"Login.\" Step 4: On the dashboard, click \"PMS\" and then select \"Apply for Scheme.\" Step 5: Fill out the online application form, upload the necessary documents, and submit it. Step 6: After successful submission, print a copy of the application for your records. Note 1: It is mandatory for the applicant to register the beneficiary profile. Note 2: After admission in the institute, the applicants apply for Pratibha Yojana. Note 3: Admission of students is confirmed by the admitting institution. Note 4: The officials check the application and admission. Note 5: Current status information is sent to the registered email and SMS. Contact Details: Helpdesk Number: 1800-2333-951 Email Address: helpdesk.tribal@mp.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tribal.mp.gov.in/CMS/Uploaded%20Document/Schemes/User%20Manual%20Pratibha%20Yojana_Applicant%20Part_Hindi_2.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.tribal.mp.gov.in/"
    },
    {
      "title": "Application Portal (MPTAASC)",
      "url": "https://www.tribal.mp.gov.in/MPTAAS"
    },
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=818"
    },
    {
      "title": "Scheme Details",
      "url": "https://khargone.nic.in/en/scheme/talent-plan/"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Income certificate Samagra ID Proof of admission in the institution Bank account details/Bank Passbook Other necessary documents if required"
}