{
  "scheme_id": "671093bd14dbd9a9e5effe02",
  "slug": "wicohppdjkbocwwb",
  "scheme_name": "Workers In Case Of His Partial Permanent Disablement-JKBOCWWB",
  "scheme_short_title": "WICOHPPDJKBOCWWB",
  "state": "Jammu and Kashmir",
  "level": "State/ UT",
  "nodal_department": "Department of Labour and Employment",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Building Worker",
    "Construction Worker",
    "Labour",
    "Disability",
    "Financial Assistance"
  ],
  "brief_description": "The \"Workers In Case of Partial Permanent Disablement\" scheme by the JKBOCW Welfare Board, Labour Department, Jammu & Kashmir, provides financial assistance to registered BOC workers in the event of their partial permanent disablement.",
  "detailed_description": "The &quot;Workers In Case of Partial Permanent Disablement&quot; scheme by the Building and Other Construction Workers Welfare Board, Labour Department, Jammu &amp; Kashmir, under the MUHAFIZ Scheme (PMJJBY: Pradhan Mantri Jeevan Jyoti Bima Yojana, PMSBY: Pradhan Mantri Suraksha Bima Yojana) from 01.01.2018, provides Rs. 1,00,000 to registered BOC workers in the case of partial permanent disablement.",
  "benefits": [
    "Under the scheme, Rs. 1,00,000 is provided to registered BOC workers in case of partial permanent disablement."
  ],
  "eligibility_criteria": "For Registration as a Building/ Construction Worker:\nThe applicant should be a resident of Jammu & Kashmir. The applicant should be a Building/ Construction Worker. The applicant should be between 18 and 60 years. The applicant should have engaged in any building or other construction work for at least 90 days during the preceding 12 months. The applicant should be registration is renewed annually.\nFor the Application of the Welfare Scheme:\nThe worker must be a registered member of the Building and Other Construction Workers (BOC) Welfare Board. The scheme applies to workers who suffer from partial permanent disablement.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration of a Construction Worker under JKBOCWWB:",
        "Step 1: Go to the J&K Building and Other Construction Workers Welfare Board (JKBOCWWB) official website. ",
        "Step 2: On the homepage, find and click the \" Labour Registration\" link.",
        "Step 3:If you're a new user, click on \"Apply for New Registration.\"",
        "Step 4: Complete the registration form with your details, submit the form, and send the OTP to your registered mobile number. Enter the OTP and click \"Verify OTP & Submit.\"",
        "Step 5: After the OTP is verified, a confirmation message with your Login ID and password will be sent to your registered mobile number.",
        "Step 6:Use the Login ID, password, and captcha to log in (remember, the username and password are case-sensitive). filled are case sensitive)Read all the instruction carefully and Click to continue",
        "Step 7: Once logged in, choose the \"Construction Worker's Registration\" option and click on \"Registration Form.\"",
        "Step 8: A dashboard will appear. Complete the form by entering all required details (marked with *).",
        "Step 9: Upload all the important documents, such as ID proof and other relevant certificates.",
        "Step 10: Once the form is completed and documents uploaded, click \"Submit\" and pay the application fee online. You will receive a registration number after successful payment and submission.",
        "Steps to Apply for Scheme Benefits:",
        "Step1: Go to the official website of the Jammu & Kashmir Building and Other Construction Workers Welfare Board.",
        "Step2: Click on \"Login,\" enter your details, and sign in to your account.",
        "Step3: After logging in, click on \"Scheme Registration\" and select \"Apply for Scheme.\"",
        "Step4: Choose the scheme you wish to apply for in order to avail the benefits.",
        "Step5: Enter all required information and upload the necessary documents as prompted.",
        "Step6: Finally, click on \"Submit Application\" to complete the process.",
        "Application Tracking:",
        "Applicant can track their application status online through the official website of the Jammu & Kashmir Building and Other Construction Workers Welfare Board. Relevant updates will be sent to the registered mobile number."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The applicant should submit the completed application form along with all the required documents to the concerned JKBOCWWB office for processing.",
        " Application Form for Registration as a Beneficiary  Application Form for Scheme"
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://www.jkbocw.gov.in/StaticPages/SchemeInformation.aspx"
    },
    {
      "title": "Website",
      "url": "https://www.jkbocw.gov.in/Index.aspx"
    },
    {
      "title": "Application Form",
      "url": "https://www.jkbocw.gov.in/MediaGallery/Disability%20Assistance.pdf"
    }
  ],
  "documents_required": "Original Medical Certificate issued by the Medical Board or competent authority. Attested Age Proof of the registered worker. Duly attested photocopy of Bank Passbook of the worker or nominee/legal heir, or a cancelled cheque bearing the name of the worker/nominee/legal heir and IFSC code of the bank branch. Photocopy of Aadhaar Card/Biometric Card of the registered worker. Registration Certificate of the worker under the BOC Welfare Board. Proof of employment in the building/construction sector (work records or pay slips). Disability Certificate from a recognized medical authority confirming the partial permanent disablement. Proof of residence (Voter ID, Ration Card, Utility Bill, etc.) for address verification. Photograph of the worker (passport size). Income Certificate to establish eligibility under the scheme (if applicable)."
}