{
  "scheme_id": "67f2cb7ac8b84abf36a16f31",
  "slug": "dpcpy",
  "scheme_name": "Devnarayan Pratibhawan Chhatra Protsahan Yojana",
  "scheme_short_title": "DPCPY",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Student",
    "Special Backward Classes",
    "Devnarayan"
  ],
  "brief_description": "The scheme aims to encourage academic excellence among students belonging to Special Backward Classes (SBC). It provides an annual financial incentive of ₹3,500/- to students pursuing education from Class 10th to postgraduate level in government schools or colleges.",
  "detailed_description": "The &amp;quot;Devnarayan Pratibhawan Chhatra Protsahan Yojana&amp;quot; scheme was launched by the Social Justice and Empowerment Department, Government of Rajasthan. The scheme aims to encourage academic excellence among students belonging to Special Backward Classes (SBC). It provides an annual financial incentive to students pursuing education from Class 10th to postgraduate level in government schools or colleges.",
  "benefits": [
    "Financial assistance of ₹3,500/- per year per student."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant should be a student. The applicant's family's annual income should not exceed ₹2,00,000/-. The applicant should be studying in a government school or college. The applicant should have passed class 10 th to graduation with a first division. The applicant should have obtained at least 48% marks in the postgraduation first year and be enrolled in the final year. The applicant should belong to one of the Special Backward Class communities:\nBanjara, Baldiya, Labana Gadia-Lohar, Gadoliya Gurjar, Gujjar Raika, Raibari (Debasi)",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the principal of the respective government school/college where the student is enrolled and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the principal of the respective government school/college. For detailed information regarding the scheme, please contact: District Office of the Social Justice and Empowerment Department in the concerned district."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://sje.rajasthan.gov.in/Default.aspx?PageID=87"
    },
    {
      "title": "Guidelines (Page No. 1)",
      "url": "https://sje.rajasthan.gov.in/Schemes/DevnarayanScheme.pdf"
    }
  ],
  "documents_required": "Identity proof Educational Qualification certificates Copy of original residence certificate Copy of income certificate Copy of caste certificate Jan Aadhaar Card Passport size photograph Any other documents if required"
}