{
  "scheme_id": "65003b4b4c841e89debf302d",
  "slug": "spiltpfacsg",
  "scheme_name": "Scheme to Provide Grant to the Institutions for Long Term Project in the Field of Art and Culture (Sarjansheel Goa)",
  "scheme_short_title": "SPILTPFACSG",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual",
    "University / Institution"
  ],
  "tags": [
    "Grant",
    "Project",
    "Culture"
  ],
  "brief_description": "\"Scheme to Provide Grant to the Institutions for Long Term Project in the Field of Art and Culture (Sarjansheel Goa)\" implemented by the by the Directorate of Art and Culture, provides financial support to the institutions/ individuals involved in long-term projects in the field Art & Culture.",
  "detailed_description": "&quot;Scheme to Provide Grant to the Institutions for Long Term Project in the Field of Art and Culture (Sarjansheel Goa)&quot; implemented by the by the Directorate of Art and Culture, Government of Goa, provides financial support to the institutions/ individuals involved in long-term projects in the field of Art &amp; Culture. <br> > **Objectives** 1. To create and develop a cultural environment in the State of Goa. 1. To provide financial support to the institutions/ individuals involved in long-term projects in the field of Art and culture. 1. To preserve and promote the cultural heritage of Goa.",
  "benefits": [
    "A grant to the extent of 80% of the total expenditure involved is subject to a maximum ceiling of ₹ 5,00,000 per annum.",
    "Number of Beneficiaries",
    "The Department/Government may restrict the number of institutions/individuals according to the availability of funds."
  ],
  "eligibility_criteria": "For Institutions\nAny institution registered under the Society's Registration Act, 1860 or Indian Trust Act. The institution must be involved in long-term projects in the field of Art and Culture.\n\nFor Individuals\nAny individual from the Goan community, who has been a resident of Goa for 15 years or more. The individual must be involved in a long-term project in the field of Art and Culture and should have contributed at least 15 years in the relevant field.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The Director of Art & Culture shall release an advertisement in local daily newspapers thereby inviting applications from eligible applicants.",
        "Step 1: The interested applicant should visit the Directorate Of Art & Culture, Government of Goa, 5th Floor, Shram Shakti Bhavan, Panaji, Patto, Panaji, Goa - 403001",
        "Step 2: Request a hard copy of the proforma from the concerned authority.",
        "Step 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required).",
        "Step 4: Submit the duly filled and signed application form along with the documents to the ACO-II, Directorate of Art & Culture, Phone: 0832-2404623, Email: aco3-dac.goa@nic.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://www.goa.gov.in/wp-content/uploads/2022/06/Chitizen-Charter-2022-2023-art-and-culture.pdf"
    },
    {
      "title": "Guidelines",
      "url": "https://www.artandculture.goa.gov.in/en/schemes-programmesschemes/financial-assistance-to-long-term-project-in-the-field-of-art-culture"
    }
  ],
  "documents_required": "For Institutions\nA copy of the Constitution/By-laws/ Rules and Regulations. Registration Certificate. An audited statement of accounts of the last 3 proceeding years duly signed by the Chartered Accountant. Detailed project report of that particular long-term project for which financial support is asked under this scheme. Any other relevant documents. \nFor Individuals\nA copy of the Residence Certificate of 15 years or more in Goa. Detailed report of the contribution for the last 15 years to the relevant field of Art and Culture. Detailed project report of that particular long-term project for which financial support is asked under this scheme. Any other relevant documents."
}