{
  "scheme_id": "6607e67fc90f6c80987cca8a",
  "slug": "cascspeinnc",
  "scheme_name": "Coaching Assistance to Scheduled Castes Students for Preparation of Examination Like IIM, NIFT, NLU, CEPT",
  "scheme_short_title": "CASCSPEINNC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "District Deputy Director (SCW) Office, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coaching",
    "Scheduled Caste",
    "Student",
    "IIM",
    "NIFT",
    "NLU",
    "CEPT"
  ],
  "brief_description": "Under the scheme, financial assistance is provided to Students of the Scheduled Castes category who are preparing for examinations like IIM, NIFT, NLU, and CEPT.",
  "detailed_description": "The scheme \"Coaching Assistance to Scheduled Castes Students for Preparation of Examination Like IIM, NIFT, NLU, CEPT\" was launched by the Director Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. Under the scheme, financial assistance is provided to Students of the Scheduled Castes category who are preparing for examinations like IIM, NIFT, NLU, and CEPT.",
  "benefits": [
    "Under this scheme, ₹20,000/- or the actual coaching fee to be paid, whichever is less."
  ],
  "eligibility_criteria": "Eligibility Criteria for Student: The students should belong to Scheduled Caste Category. A student should have secured 70% or more in Class 10th and studying in Class 12th (any stream) to get admission in CEPT, NIFT, or NLU. To get admission in IIMs: Students should have secured 70% or more in Class 12th (any stream) and be in the third year of graduation (any stream) or should have secured 70% or more marks in graduation if completed graduation. There is no income limit. Eligibility Criteria for Institute: The organization should have more than three years of experience. The organization should have a GST Number/PAN card. Institutions should have biometric (fingerprint) machines for student attendance. The training institute should be registered under any one of the following Acts. Mumbai Public Trust Act, 1950 Companies Act, 1956 Shop and Establishment Act, 1948 (Shops and Institutions Act, 1948)",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc., and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.  User Manual "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The eligible applicant may visit the nearest office of the District Deputy Director, Scheduled Caste Welfare and collect the application form. The application form can also be downloaded from the official website . Step 02: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application form along with the documents to the concerned authority in the office. Step 04: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/2221?lang=English"
    },
    {
      "title": "Notification-1",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/7_11022022.pdf"
    },
    {
      "title": "Notification-2",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/6_11022022.pdf"
    },
    {
      "title": "Notification-3",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/5_11022022.pdf"
    },
    {
      "title": "E-Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=xytI/Lr+FGeYOBuK3qKpIw=="
    },
    {
      "title": "Application Form",
      "url": "https://esamajkalyan.gujarat.gov.in/ApplicationForm/SJEDSC/IIMApplicantDetailReport.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Passport-size Photograph Aadhaar Card of the applicant Caste Certificate Proof of Residence (Any one of Electricity Bill/Licence/Rent Agreement/Electoral Card/Ration Card) SSC Marksheets  Certificate (Bonafide) regarding the school he/she is studying in Class-12 Copy of the first page of Bank Passbook / Cancelled Check (in applicant's name) A photograph showing the board of the institution to which admission is sought Regular certificate from the institution in which you want to study Any other documents as required"
}