{
  "scheme_id": "676405f2f41779c1f9761215",
  "slug": "gvyr",
  "scheme_name": "Gaushala Vikas Yojana",
  "scheme_short_title": "GVYR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Shelter, integrated support and assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cattle Welfare",
    "Animal Husbandry"
  ],
  "brief_description": "This initiative provides financial assistance to registered gaushalas for building permanent infrastructure. Under this scheme, up to ₹10,000,00/- can be provided, with 90% of the funding from the state government and 10% contributed by the gaushala.",
  "detailed_description": "The &amp;quot;Gaushala Vikas Yojana&amp;quot; launched on 26th December 2019, by the Animal Husbandry Department, Rajasthan, aims to support registered gaushalas with ownership or long-term leased land (minimum 20 years) to develop permanent infrastructure. Eligible gaushalas must have maintained at least 100 cattle consistently for the past two years and should not have any financial irregularities under review.",
  "benefits": [
    "Financial aid of up to ₹10,00,000/- for infrastructure development."
  ],
  "eligibility_criteria": "Gaushalas with ownership or leased land (minimum of 20 years) approved by a competent authority are eligible. Gaushalas must have consistently maintained at least 100 cows for the past two years to qualify for infrastructure construction. Gaushalas should not have any pending cases of financial irregularity or embezzlement. Gaushalas committed to developing their own resources to achieve self-reliance and self-sufficiency are encouraged to apply. Gaushalas willing to share information and cooperate on relevant initiatives are eligible. Basic infrastructure required under the scheme should not have been previously constructed in the Gaushala. However, if existing infrastructure is insufficient based on the number of cattle, the Gaushala will be eligible for additional construction work as per requirements. Gaushalas registered under the Rajasthan Gaushala Act, 1960, Rajasthan Society Registration Act, 1958, or Lalsamay Pravat Law are eligible. Institutions recommended or approved by the District-Level Gaushala Committee in exceptional circumstances are also eligible.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the official website . Step 2: Scroll down to the window named \"Documents related to the plan\". Step 3: Download the application form and fill in all the details. Step 4: Submit the application form along with the required documents to the Directorate of Gopalan. Step 5: Await verification and approval from the concerned authority. Online Aplication Process for Gaushala Registration: Click here to know.  Scheme Contact Details: Nodal Officer Name & Designation: Dr Arti; Veterinary Officer Phone Number: 9982393220 Email: dir.dgs@rajasthan.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gopalan.rajasthan.gov.in/scheme/detail/573"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Estimate approved by competent level for getting the construction work done. Copy of Registration number and date under the Rajasthan Societies Registration Act, 1958, or Rajasthan Gaushala Act, 1960. Name, branch, address, account number, and IFSC code number of the Gaushala (verified by the bank)."
}