{
  "scheme_id": "646f4a3a9062e559675fb6ad",
  "slug": "omps",
  "scheme_name": "Opening And Maintenance Of Public School (Vidya Niketan) For Vimukta Jatis And Nomadic Tribes",
  "scheme_short_title": "OMPS",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning",
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Vidya Niketan",
    "Education",
    "Public School",
    "Vimukta Jatis And Nomadic Tribes"
  ],
  "brief_description": "The Government of Maharashtra has introduced a scheme \"Opening And Maintenance Of Public School (Vidya Niketan) For Vimukta Jatis And Nomadic Tribes\" to voluntary organizations to run the Public School (Vidya Niketan) on a grant-in-aid basis.",
  "detailed_description": "The Government of Maharashtra has introduced a scheme &quot;Opening And Maintenance Of Public School (Vidya Niketan) For Vimukta Jatis And Nomadic Tribes&quot; to the voluntary organization to run the Public School (Vidya Niketan) on a grant-in-aid basis at Kamlewadi, Taluka Mukhed, District Nanded for the needy, brilliant and talented students belonging to VJNT Category. In this public school, students get an education from 5th to 12th standard on a merit basis. The Benefits provided by the Government of Maharashtra are Financial Assistance given to the institution for maintenance assistance given on building rent. 100 percent salary grants for approved teaching and non-teaching staff. Students are provided with facilities like books, notebooks, uniforms, education stationary free lodging, and boarding facilities. Rs.1450/- p.m. per residential student is admissible.",
  "benefits": [
    "Financial Assistance is given to the institution for maintenance assistance is given on building rent. 100 percent salary grants for approved teaching and non-teaching staff. Students are provided with facilities like books, notebooks, uniforms, education stationary free lodging, and boarding facilities. ₹1450/- p.m. per residential student is admissible."
  ],
  "eligibility_criteria": "The beneficiary should be a student. The beneficiary should be a resident of Maharashtra. The beneficiary should belong to the VJNT community. The income of the parents should not be more than Rs. 24000/- per annum. The beneficiary should clear the competitive examination Students belonging to the VJNT category & those who studying in 4th Standard are eligible to take admitted to VJNT Ashram School on a merit basis",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the  official website  of Aaple Sarkar / Maha DBT.  ",
        "Step 2: Click on \" New Applicant Registration \". Register using your Name, Mobile Number, and Email ID. Create a Username and Password. Your Mobile Number and Email ID will be verified via OTP.",
        "Note: The username should contain only alphabets and numbers. The username should be greater than 4 characters and less than 15 characters.",
        "Note: Password Length should be a minimum of 8 characters and a maximum of 20 characters. Password must contain at least 1 UpperCase Alphabet, 1 LowerCase Alphabet, 1 Number, and 1 Special Character.",
        "Step 3: Now visit Login Page and log in using your Username and Password.",
        "You will be directed to Login Page  . In the left pane, click \"Aadhaar Bank Link\" to link your Aadhaar with your Bank Account.",
        "Step 4: In the left pane, click \"Profile\". Fill in all the mandatory details and upload the mandatory documents (Personal Details, Address Information, Other Information, Current Course, Past Qualification, and Hostel Details). Click \"Save\".",
        "Step 5: In the left pane, click \"All Schemes\". A list of schemes will appear. Click on \"Savitribai Phule Scholarship\".",
        "Step 6: Fill in all the additional information and upload the mandatory documents. Click \"Submit\" to submit your application. A pop-up will appear, displaying your Application ID. Save the Application ID for future reference. Click \"OK\".",
        "Optional: You can track the status of your application (Under Scrutiny / Approved / Rejected / Fund Disbursed) by clicking on \"My Applied Scheme History\" in the left pane."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidlines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/education-training?&Submit=Submit&page=1"
    },
    {
      "title": "Application Link",
      "url": "https://mahadbt.maharashtra.gov.in/login/login"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Number. Proof of Identity. Proof of Age (Birth Certificate). Proof of Address. Domicile Certificate of Maharashtra. Caste Certificate VJNT And Nomadic Tribe Community (duly signed by an authorized Revenue Officer, not below the rank of Tehsildar). Marksheet of the Latest Educational Qualification. Fee Receipt of ‘Current Course Year'. Bank Account Details. Passport-sized Photograph."
}