{
  "scheme_id": "672318ac07ebeb8df5688069",
  "slug": "lsmpcjl",
  "scheme_name": "Large Sized Multi Purpose Coop. Society: Jewel Loan (Interest Free)",
  "scheme_short_title": "LSMPCJL",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Interest Free Loan",
    "Cooperative Society",
    "Jewel Loan"
  ],
  "brief_description": "The scheme offers citizens interest-free loans up to ₹1,00,000/- on jewels, helping them meet various financial needs without the burden of interest rates.",
  "detailed_description": "The &amp;quot;Large Sized Multi Purpose Coop. Society: Jewel Loan (Interest Free)&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to provide interest-free loans for up to ₹1,00,000/- through cooperative societies on jewel loans. The purpose is to offer financial relief without charging any interest on jewel loans, thus aiding citizens in managing expenses or urgent requirements. &lt;br&gt;",
  "benefits": [
    "Access to Loan: Loan up to ₹1,00,000/-. Interest Rate: No interest."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a member of a Large Sized Multi Purpose Cooperative Society. The beneficiary should be interested to avail Jewel Loan from the Large Sized Multi Purpose Cooperative Society. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Special Officer of the Large Sized Multi Purpose Cooperative Society. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable).  Region-wise Address and Contact Information of Large Sized Multipurpose Cooperative Societies: https://www.rcs.tn.gov.in/mpd_cooperative_4.php "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3614"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Jewelry Valuation Certificate. Proof of employment or Income Certificate (if applicable). Any other documents (if required)."
}