{
  "scheme_id": "675c0f8b9179d18db5f2077e",
  "slug": "bsaknd",
  "scheme_name": "Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana: Natural Death",
  "scheme_short_title": "BSAKND",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Labour Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Unorganised Worker",
    "Craftsmen"
  ],
  "brief_description": "The component \"Natural Death\" under the \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, provides financial assistance of ₹30,000/- to the families of workers or craftsmen in case of natural death.",
  "detailed_description": "The \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, aims to provide social security through various types of financial assistance to workers and artisans in the unorganized sector.",
  "benefits": [
    "Financial Assistance: ₹30,000/-."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar state. The applicant must work as a worker or craftsman in the unorganized sector within Bihar. The applicant's age must be between 18 and 65 years. Note : Applicant's age will be calculated as of the 1st of July of any year. Natural death: Death that is not due to an accident but due to normal reasons will be called natural death, like death of an unorganized worker due to any disease. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned office of the District Officer or Committee. Step 2: Collect the application form; fill in and attach all the mandatory documents (attested, if required). Step 3: Submit the complete application to the concerned District Officer or Labour Welfare Committee at the address below. Office Address: Labour Resources Department, Government of Bihar Bihar State Labour Welfare Committee Niyojan Bhawan, Patna- 800 007 Tel: 062-2520 053 Email-edbslws2017@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/labour/cache/40/14-May-21/SHOW_DOCS/Schemes-1.pdf"
    }
  ],
  "documents_required": "Prescribed Application Form-1. Residential certificate of the deceased. Certificate of dependents issued by the Zonal Officer. Death certificate issued by the competent authority. Proof of age of the deceased (Aadhar card, voter card etc.). Certificate issued by the concerned Mukhiya/Ward Member of Panchayat/Member of Panchayat Committee or Ward Councillor of the concerned urban area, as the case may be, specifying the nature of work in which the deceased was engaged. Aadhar Card. Category (Caste Certificate of the applicant). Bank Account and IFSC (Photocopy of the first page of the passbook)."
}