{
  "scheme_id": "66f67c107e9b228ef8ba3a4d",
  "slug": "adtwip",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department: Incentive/Award of Prizes-For Each Subjects",
  "scheme_short_title": "ADTWIP",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Students",
    "Incentive",
    "Education",
    "Prizes"
  ],
  "brief_description": "The scheme offers cash awards to students from the Adi Dravidar, Tribal communities, and Adi Dravidar converts to Christianity for excelling in academic subjects in 10th and Plus 2 examinations.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department: Incentive/Award of Prizes-For Each Subjects\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, provides financial incentives to promote academic achievement among students from underprivileged communities. One Student each from Adi Dravidar/Tribal/Adi Dravider converted to Christianity for each subject is selected for the awards. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "For plus 2 Examination: ₹2,000/-. For 10th Examination: ₹1,000/-."
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/Tribal/Adi Dravidar converted to Christianity community. The beneficiary must have passed the 10th or Plus 2 examination.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the District Adi Dravidar and Tribal Welfare Officer. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Director of Adi Dravidar Welfare , Chennai-5. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83083"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/ Tribal community). Income certificate (if applicable). Marksheets of the 10th/Plus 2 examination. Any other documents (if required). "
}