{
  "scheme_id": "65c8d233cd96dc5e074f8ae4",
  "slug": "camvisoftrslshe",
  "scheme_name": "Cash Award to the Meritorious Visually Impaired Students Obtaining First Three Ranks at the State Level in the SSLC and HSC Examination",
  "scheme_short_title": "CAMVISOFTRSLSHE",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Student",
    "School",
    "Education",
    "Disability"
  ],
  "brief_description": "The objective of this scheme is to award cash prizes to meritorious differently-abled persons (visually challenged students) who are studying in government and private schools of Puducherry and secure first, second and third rank concerning total marks in the SSLC and HSC exams.",
  "detailed_description": "The scheme \"Cash Award to the Meritorious Visually Impaired Students Obtaining First Three Ranks at the State Level in the SSLC and HSC Examination&quot; was launched by the Department of Social Welfare, Government of Puducherry. The objective of this scheme is to award cash prizes to meritorious differently-abled persons (visually challenged students) who are studying in government and private schools of Puducherry and secure first, second and third rank concerning total marks in the Secondary School Leaving Certificate (SSLC) and the Higher Secondary Certificate (HSC) examinations.",
  "benefits": [
    "A cash award of ₹20,000/-, ₹15,000/- and ₹10,000/- to the first, second, and third rank holders respectively."
  ],
  "eligibility_criteria": "The applicant should be a Native/Resident of the Union Territory of Puducherry for at least 5 years. The percentage of the disability of the applicant should be 100% and above. The applicant should have studied in Tamil or English Medium. The applicant should have passed the qualifying SSLC & HSC Examination respectively.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Department of Social Welfare, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority given below -",
        "Puducherry: The Deputy Director, Differently Abled Section, Directorate of Social Welfare. Karaikal: The Assistant Director, Social Welfare Department (Sub Office). Mahe / Yanam: The Welfare Officer (i\\c), Social Welfare Department (Sub Office).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://socwelfare.py.gov.in/sites/default/files/citizen-charter.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://socwelfare.py.gov.in/contact-us"
    },
    {
      "title": "Sub Offices",
      "url": "https://socwelfare.py.gov.in/sub--office-social-welfare-department"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://pgportal.gov.in/"
    },
    {
      "title": "Guidelines",
      "url": "https://socwelfare.py.gov.in/sites/default/files/49-cash-award-meritorious-blind-students-obtaining-first-three-ranks-2007.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Residence-cum-nativity Certificate, Issued by the Competent Authority. Recent Passport-size Photograph. Bank Passbook. Address Proof. Age Proof. Ration Card. Disability Certificate. Study Certificate."
}