{
  "scheme_id": "6770269c807d47d0cae50a20",
  "slug": "jsecasc",
  "scheme_name": "Jharkhand Sports Excellence Cash Award Scheme to Coaches",
  "scheme_short_title": "JSECASC",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Sports & Youth Affairs",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Award",
    "Coaches",
    "Athletes",
    "National",
    "International"
  ],
  "brief_description": "The \"Jharkhand Sports Excellence Cash Award Scheme to Coaches\" aims to provide cash awards to coaches who train athletes and teams to achieve excellence in national and international competitions under the Jharkhand Sports Policy, 2022.",
  "detailed_description": "The \"Jharkhand Sports Excellence Cash Award Scheme to Coaches\" was launched by the Department of Sports &amp; Youth Affairs, Government of Jharkhand. The scheme aims to provide cash awards to coaches who train athletes and teams to achieve excellence in national and international competitions under the Jharkhand Sports Policy, 2022. <br> ***Objective:*** - Cash rewards to encourage and sustain their contribution to sports development. <br> <br>",
  "benefits": [
    "Cash Awards for Medal:",
    "S.No | Competition | Gold | Silver | Bronze\n1 | Summer/Winter Olympic Games | ₹25,00,000/- | ₹15,00,000/- | ₹10,00,000/-\n2 | Paralympic Games | ₹20,00,000/- | ₹15,00,000/- | ₹10,00,000/-\n3 | World Cup/World Championship Senior | ₹15,00,000/- | ₹10,00,000/- | ₹7,00,000/-\n | World Cup/World Championship Junior | ₹10,00,000/- | ₹7,00,000/- | ₹5,00,000/-\n | World Cup/World Championship Sub-junior | ₹5,00,000/- | ₹3,00,000/- | ₹2,00,000/-\n4 | Youth Olympic Games | ₹7,00,000/- | ₹5,00,000/- | ₹3,00,000/-\n5 | Commonwealth Games | ₹10,00,000/- | ₹7,00,000/- | ₹5,00,000/-\n6 | Asian Games | ₹10,00,000/- | ₹7,00,000/- | ₹5,00,000/-\n7 | Asian Championships | ₹3,00,000/- | ₹2,00,000/- | ₹1,00,000/-\n8 | SAF Game/Intercontinental Championship | ₹1,00,000/- | ₹75,000/- | ₹50,000/-\n9 | National Games | ₹1,00,000/- | ₹75,000/- | ₹50,000/-\n10 | National Championships/ National School Sports / Khelo India, National University Sports | ₹75,000/- | ₹60,000/- | ₹50,000/-"
  ],
  "eligibility_criteria": "The applicant should be a coach who trains medal-winning athletes/teams participating in competitions recognized by the International or Indian Olympic Association. The applicant must have coached athletes/teams representing Jharkhand or India for at least four years. The medal-winning athletes must have competed in recognized competitions for the coach to qualify.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant downloads the application form from the official website.",
        "Step-2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-3: Submit the duly filled and signed application form along with the documents to the District Sports Officer.",
        "Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sports.jharkhand.gov.in/notice_docs/2fab3f58Sankalp%20Cash%20Award%20REVISED.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://sports.jharkhand.gov.in/Home.aspx"
    }
  ],
  "documents_required": "Non-colorful Passport-size Photo. Proof of Medal Achievements by the Trainee Athlete (competition certificates, event records, etc.). Identity Proof of the Applicant (Aadhaar, Voter ID, PAN Card, Driving License, Passport, etc.). Proof of Residential Address (Aadhaar, Resident Certificate, Voter ID, Driving License, Passport, or Ration Card). "
}