{
  "scheme_id": "686514e1de159a96f970c9fc",
  "slug": "stpfapcl",
  "scheme_name": "Scheme to Provide Financial Assistance for the Production and Publication of Excellent Original Children's Literature",
  "scheme_short_title": "STPFAPCL",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Sports, Youth and Cultural Activities Department",
  "implementing_agency": "Gujarat Sahitya Academy",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Child Literature",
    "Kids Books",
    "Book Publishing Aid"
  ],
  "brief_description": "The scheme aims to promote high-quality literary works for children by providing financial support to Gujarati authors for publishing original, unpublished children's books that contribute to cultural and moral development.",
  "detailed_description": "The &amp;quot;Scheme to Provide Financial Assistance for the Production and Publication of Excellent Original Children&amp;#39;s Literature&amp;quot; by the Sports, Youth and Cultural Activities Department, Government of Gujarat, is designed to encourage the creation and dissemination of original, educational, and culturally enriching children's literature in Gujarati. Financial assistance is provided to eligible authors after their manuscripts are evaluated by expert reviewers. Approved authors are required to publish the book within one year, provide acknowledgment of the Academy's support in the published work, and submit printed copies and printing-related documents for reimbursement. Previously published or edited works and authors who have received five grants under any Sahitya Academy scheme are ineligible.",
  "benefits": [
    "Financial Assistance:",
    "For books up to 64 pages: Up to ₹5,000/-. For books exceeding 64 pages: Up to ₹10,000/-.",
    "Printing Size Guidelines:",
    "For \"Demy\" size: ₹2,300/- (paperback). For \"Double Crown\" size: ₹2,500/- (paperback), ₹2,700/- (hardcover).",
    "Note: Whichever is lower between actual expense and ceiling will be granted."
  ],
  "eligibility_criteria": "The applicant must be the original author of a children's book manuscript written in Gujarati. The book must be unpublished, original, and appropriate for children's literature in terms of content and presentation. Authors who have received five grants or more under any Sahitya Academy schemes are not eligible. Only one application per financial year is allowed. Manuscript must be typed, bound, paginated, and submitted in two copies by the deadline.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The interested applicant should visit the online application form page. Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents. Step 3: Click on the checkbox and verify the captcha. Step 4: Click on the \"Submit\" button to complete the application process. Contact Us: Gujarat Sahitya Academy Jawerchand Meghani Bhavan,Behind Krishi Bhavan,Sector 10-A,Gandhinagar -382010. Phone: 079 - 23256797, 23256798; 7621005656 Email: gsagandhinagar@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://gujaratsahityaacademy.com/assets/yojana_rules/4_Balsahity_Niyamo202526.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "First page of cancelled cheque/passbook for bank account details."
}