{
  "scheme_id": "65fbb8696777154aaf9d43bd",
  "slug": "oscste-mesifai-sa-msme",
  "scheme_name": "\"Outstanding SC/ST Entrepreneur\" under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries - State Awards to Micro, Small and Medium Enterprises\"",
  "scheme_short_title": "OSCSTE-MESIFAI-SA-MSME",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Industries and Commerce Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Citizen empowerment",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Scheduled Tribe",
    "Entrepreneur",
    "Business",
    "Industry",
    "MSME"
  ],
  "brief_description": "\"Outstanding SC/ST Entrepreneur\" under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries - State Awards to Micro, Small and Medium Enterprises\" is a scheme by the Industries and Commerce Dept, UT of Puducherry, formulated to award the best SC/ST entrepreneurs.",
  "detailed_description": "&quot;Outstanding SC/ST Entrepreneur&quot; under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries - State Awards to Micro, Small and Medium Enterprises\" is a scheme by the Industries and Commerce Department, Union Territory of Puducherry. The scheme is formulated under the New Industrial Policy 2016, introduced on 4th October 2016. The &#39;State Award&#39; Schemes are formulated to provide awards for the best outstanding Entrepreneurs/Enterprises conforming to the New Industrial Policy 2016. The scheme is in operation in the whole of the UT of Puducherry. The applications are accepted offline in the prescribed form available on the Official Website of the Department.",
  "benefits": [
    "Cash Award of ₹2,00,000/- and a Citation."
  ],
  "eligibility_criteria": "The unit shall be functioning profitably for 3 years before the date of application. The entrepreneur should be from the Scheduled Caste/ Scheduled Tribe community. The unit should provide at least 60% of employment to the people of UT of Puducherry of the total employment strength of the industrial units.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The Director of Industries will invite the application for award by wide publicity.",
        "Step 1: The industrial unit should apply for the award in the prescribed form available on the Official Website of the Directorate of Industries and Commerce, Puducherry.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The unit should submit the duly filled and signed application form and the documents to the concerned authority either in person or by post.",
        "Post-Application Process",
        "Step 1: The applications shall be scrutinised by the Directorate of Industries and Commerce on a merit basis for the grant of state awards will be placed before the award Committee.",
        "Step 2: The Committee for the awards will go into the merits of each case for granting the award.",
        "Step 3: The list of selected enterprises shall be notified and informed by the Director of Industries to the enterprises to receive the awards."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://industry.py.gov.in/sites/default/files/state-award-go.pdf"
    }
  ],
  "documents_required": "Entrepreneurs Memorandum Part-2 (UAM/ PMT) Registration/ Commencement of Production Certificate. Community Certificate Obtained From Revenue Department."
}