{
  "scheme_id": "6703c403b4ee6a42f3cf7a93",
  "slug": "cofhft",
  "scheme_name": "Construction of Free Houses for Tribals",
  "scheme_short_title": "COFHFT",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Free House Construction"
  ],
  "brief_description": "This scheme provides free houses to tribals who already possess free house site pattas. The construction of the houses is carried out by government authorities, ensuring shelter for tribal communities.",
  "detailed_description": "The &amp;quot;Construction of Free Houses for Tribals&amp;quot; scheme launched by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, is designed to provide free housing to tribal communities who have been allocated house site pattas. Under this program, the state government constructs houses on these lands to ensure that tribals have access to safe and permanent shelter. The scheme is primarily aimed at improving the living conditions of SC/ST communities by providing basic infrastructure. <br> <br>",
  "benefits": [
    "Housing Infrastructure: Free house construction for eligible tribal people."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Scheduled Castes (SC)/ Scheduled Tribes (ST) communities. The beneficiary must possess a free house site patta.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the office of the Commissioner/ Panchayat Union/ District Adi dravidar and Tribal Welfare Officer/ Commissioner of Tribal Welfare. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned office/ authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83099"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate (Adi Dravidar/ Tribal/ Adi Dravidar converted to Christian). Free house site patta. Any other documents (if required)."
}