{
  "scheme_id": "66e2a0f83c6d3ce285b85ba5",
  "slug": "sdtk",
  "scheme_name": "Skill Development Training Karnataka",
  "scheme_short_title": "SDTK",
  "state": "Karnataka",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Employment services and jobs",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Training",
    "Stipend",
    "Schedule Caste",
    "Skill Development"
  ],
  "brief_description": "The Skill Development Training program aims to equip artisans with the skills necessary for the manufacture of footwear and leather goods. The project promotes the leather industry while enhancing the livelihoods of artisans.",
  "detailed_description": "The Social Welfare Department, Government of Karnataka, launched the &quot;Skill Development Training&quot; program. The scheme aims to equip artisans with the skills necessary for the manufacture of footwear and leather goods. The project promotes the leather industry while enhancing the livelihoods of artisans. The unit cost for each training program is ₹10,50,000/-. <br> > **Duration:** 60-day training program",
  "benefits": [
    "Post-Training Support:",
    "Provide leather stitching machines and toolkits Stipend of ₹6,000/-"
  ],
  "eligibility_criteria": "The applicant should be leather artisans. The applicant should belongs to sub-castes Arundathiyar, Chammadiya, Chamar, Chambar, Chamagar, Madar, Madig, Madiga, Mini Madig, Jambavalu, Haralayya, Machigar, Mochigar, Mochi, muchi, Telugu Mochi, kamaati mocha, Rohidas, Dhor, kakkayya, Kankayya, Samagara, Samagar, Aadhi Anddra, Aadhi Dravida, Aadhi Karnataka among schedule castes. The age of the applicant should be 18 years. The applicant's annual family income should not exceed ₹30,000/- in rural areas and ₹25,000/- in urban areas. The applicant or their family members must not have received benefits from other schemes, except training programs. The applicant's family members should not be employed in government or semi-government organizations.\n\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step-01: Visit the official Seva Sindhu Portal .",
        "Step-02: Choose \"New Users Register Here\" and fill in your Aadhaar Number and the Captcha code.",
        "Step-03: An OTP will be sent to your Aadhaar-linked mobile number. Enter the OTP to continue.",
        "Step-04: Once your DigiLocker account is created, click \"Allow\" to proceed.",
        "Step-05:  Fill out your email ID, mobile number, create a password, and enter the captcha, then click \"Submit\".",
        "Step-06: You will receive OTPs on both your email and mobile number. Enter both OTPs and select \"Validate\".",
        "Step-07: Once validated, a confirmation message will indicate your registration is successful.",
        "Applying for a Scheme:",
        "Step-01: Go to Seva Sindhu Portal and select \"Department & Services\".",
        "Step-02: Select department \"Social Welfare Department\" and click on the scheme \"Skill Development Training\"",
        "Step-03: Click \"Apply Online\" and enter your registered email ID/mobile number and the OTP.",
        "Step-04: Select the scheme and provide your personal, address, and banking details as required.",
        "Step-05: Once submitted, you will receive an Application ID. You can use this ID to track your application status on the portal."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://schemes.lidkar.com/schemes/training-programs/"
    }
  ],
  "documents_required": "Aadhaar Card. Caste Certificate (with RD number). Valid Income Certificate. Ration Card. Passport-size photographs (of applicant and spouse). E-Shram Card (for Profession-cobbler/shoemaker). Bank Passbook. Profession Certificate/Skill Test Certificate."
}