{
  "scheme_id": "67c04b92bc7b1cbfd2f4697f",
  "slug": "mdameao",
  "scheme_name": "Market Development Assistance to MSMEs: Assistance to Organizers for Organizing Industrial Exhibitions in Gujarat",
  "scheme_short_title": "MDAMEAO",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Exhibitions/Trade fairs/Buyer-seller meet, market development"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Start Up",
    "Entrepreneurship",
    "Exhibition",
    "MSMEs"
  ],
  "brief_description": "The scheme \"Assistance to Organizers for Organizing Industrial Exhibitions in Gujarat\" under the \"Market Development Assistance to MSMEs\" aims to provide financial assistance to organizers of industrial exhibitions in Gujarat.",
  "detailed_description": "The scheme &amp;amp;amp;quot;Assistance to Organizers for Organizing Industrial Exhibitions in Gujarat&amp;amp;amp;quot; under the &amp;amp;amp;quot;Market Development Assistance to MSMEs&amp;amp;amp;quot; introduced by the Industries and Mines Department, Gujarat, aims to offer reimbursement for stall rent, product literature, and display materials to MSMEs participating in exhibitions at state, national, and international levels.",
  "benefits": [
    "Electricity Cost Reimbursement: 60% of the electricity bill incurred during the exhibition and pre-preparation period will be reimbursed."
  ],
  "eligibility_criteria": "The organizer must be an industry association, federation of industries association, or chamber of commerce. The exhibition must be organized in the interest of the manufacturing sector. Prior approval from the MSME Commissioner is mandatory. The exhibition must be held during the policy period. Reimbursement will be based on the actual expenditure incurred.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"New Investor Registration\" to access the registration form.",
        "Step-2: Fill in the Registration Form. Click on \"Submit\".",
        "Step-3: Verify the E-mail ID using the link sent on your registered E-mail ID.",
        "Step-4: After verification, you will be registered successfully.",
        "Post-Registration Process:",
        "Step-1: Visit the Investor Facilitation Portal (IFP) portal. Click on \"Login\".",
        "Step-2: Enter the email address and password you used during registration.",
        "Step-3: Click the \"Login\" button to access your account.",
        "Step-4: Now fill in the required details and mandatory documents about your business to complete the application process.",
        "Helpdesk: Contact Here. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/5-GR_02092020.pdf"
    }
  ],
  "documents_required": "Prior approval letter from the MSME Commissioner. Electricity consumption bills for the exhibition period and pre-preparation period. Proof of actual expenditure incurred. Certificate of organization from the respective industry association/federation/chamber of commerce. Bank details for reimbursement. Any other documents (if required)."
}