{
  "scheme_id": "685a89f5b891d3ecdabc255e",
  "slug": "swhsds",
  "scheme_name": "Solar Water Heating System (Domestic Sector)",
  "scheme_short_title": "SWHSDS",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Renewable Energy Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Renewable Energy",
    "Solar Water Heater",
    "Solar Energy",
    "Green Energy Initiative"
  ],
  "brief_description": "The scheme \"Solar Water Heating System (Domestic Sector)\" by the Renewable Energy Department, Haryana, aims to promote the use of solar energy for domestic water heating by providing a financial subsidy to the residents of Haryana and Haryana Government employees residing in Chandigarh.",
  "detailed_description": "The scheme &amp;quot;Solar Water Heating System (Domestic Sector)&amp;quot; implemented by the Renewable Energy Department, Government of Haryana, aims to promote renewable energy usage and reduce dependence on conventional heating methods by providing financial subsidies to encourage the installation of solar water heating systems in the domestic sector. It also seeks to reduce electricity and fuel bills and promote environmentally sustainable solutions for households.",
  "benefits": [
    "Subsidy : ₹10,000/- per 100 LPD (Maximum ₹30,000/-) for FPC system and ₹3,000/- per 100 LPD (Maximum ₹9,000/-) is being provided."
  ],
  "eligibility_criteria": "Any resident family of Haryana. Government employees of Haryana residing in Chandigarh.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.  Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\".  Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here .  Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.  Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in  Note: Govt. Charges: No Fee Service Charges: ₹10/- Atal Seva Kendra Service Charges: ₹10/-"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=7Dp055F6MhNzBJWgZnQ20A=="
    }
  ],
  "documents_required": "Identity/Citizenship Proof (Any one of the following): Aadhaar Card. Resident Proof/Address Proof/Ownership Proof (Any one of the following): Aadhaar Card. Ration Card. Applicant Photograph. PAN Card. Invoice. System photograph. BIS certificate / Test Report. Commissioning Report. Cancelled cheque. "
}