{
  "scheme_id": "67273e9d07ebeb8df56bed75",
  "slug": "gbsyobc",
  "scheme_name": "Gagan Bharari Shiksha Yojana for OBC (Dhangar) Students",
  "scheme_short_title": "GBSYOBC",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "OBC",
    "Student",
    "Goa",
    "Dhangar",
    "Allowance",
    "Education",
    "Post Matric",
    "Disability"
  ],
  "brief_description": "The scheme \"Gagan Bharari Shiksha Yojana for OBC (Dhangar) Students\" by the Directorate of Social Welfare, Government of Goa aims to provide additional financial assistance to OBC (Dhangar) students to supplement their Post Matric Scholarship maintenance allowance.",
  "detailed_description": "The scheme &quot;Gagan Bharari Shiksha Yojana for OBC (Dhangar) Students&quot; by the Directorate of Social Welfare, Government of Goa aims to provide additional financial assistance to OBC (Dhangar) students to supplement their Post Matric Scholarship maintenance allowance. Through this scheme, additional monthly allowances are provided to OBC (Dhangar) students to meet their food, travel, and disability-related expenses, as the existing Post Matric Scholarship amounts are inadequate. The applications for this scheme are accepted online. The scheme is being implemented by the Chief Minister Scholarship Portal, Government of Goa.",
  "benefits": [
    "Additional Maintenance Allowance",
    "Day Scholars: ₹750 per month Hostel Residents: ₹1,500 per month",
    "Duration: 10 months during the academic year",
    "Additional Disability Allowance",
    "Amount: ₹750 per month",
    "Duration: 10 months during the academic year"
  ],
  "eligibility_criteria": "The applicant should be a Student. The applicant should belong to the OBC (Dhangar) community. The applicant should have availed (or be eligible for) the Centrally Sponsored Post Matric Scholarship during the current academic year.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "For Registration",
        "Step 1:  Visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2:  At the top right corner of the landing page, click \"Register\". You will be taken to the registration page .",
        "Step 3:  On the registration page, under the \"Student Registration\" section, click \"Click Here\".",
        "In the Student Registration Form, fill in the following fields:",
        "Student's Name, Gender, Category, Date of Birth (DD-MM-YYYY), Aadhaar Number, House Number, Waddo/Street, Village Panchayat/Municipality, District, Taluka, Assembly/Constituency, City/Town/Village, PIN Code, Mobile Number, Email ID.",
        "Step 4:  Create a password ranging between 8 to 15 characters and confirm the same.",
        "Step 5:  Click \"Register\" and then click \"Yes\" to the Confirmation Popup.",
        "For Application",
        "Step 1:  Upon successful registration, visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2:  At the top right corner of the landing page, click \" Login \".",
        "Step 3:  On the login page, fill in your username, password, captcha code, and click \"Login\".",
        "Step 4:  Upon logging in, a list of eligible schemes will be displayed. Click the scheme that you intend to apply for.",
        "Step 5:  In the \"Apply\" section on the side navigation bar, click \"Fresh Application\".",
        "Step 6:  Fill in all the mandatory fields of the Application Form and upload all the required documents in the specified format and size and click \"Submit\".",
        "Post Application Process",
        "1. After successful submission of the application, your school/institution will verify the application and submit it to the directorate for further scrutiny.",
        "2. In case of an issue in the application form or documents uploaded, the school/institution can send back the application to the student for necessary corrections and resubmission.",
        "Track Your Application",
        "Step 1:  In the side navigation bar, click \" Track Application \".",
        "Step 2:  On the next page, provide your Aadhaar Number and Date of Birth, and click \"Submit\".",
        "Contact Us",
        " https://cmscholarship.goa.gov.in/fcontactus.aspx "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cmscholarship.goa.gov.in/SchemesDetails.aspx#"
    },
    {
      "title": "User Manual",
      "url": "https://cmscholarship.goa.gov.in/UserGuid.aspx"
    }
  ],
  "documents_required": "Aadhaar Card Caste Certificate (Valid for 3 years from date of issue) Income Certificate (Valid for 3 years from date of issue) Mark Sheet Certificate (Attested) Fees Payment Receipt Bank Account Details of Student Hostel Certificate (For hostel residents only) Passport Size Photos"
}