{
  "scheme_id": "67fe40b6e900e083e0b4dfc3",
  "slug": "support-for-quality-upgradation-eco-certification-fpos",
  "scheme_name": "Development Support for Coffee growers of North- Eastern Region (NER) : Support for Quality upgradation / Eco Certification / FPOs",
  "scheme_short_title": "SUPPORT FOR QUALITY UPGRADATION / ECO CERTIFICATION / FPOS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Quality Upgradation Eco Certification FPOs"
  ],
  "brief_description": "To facilitate improvement of quality of coffee produced by the growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain certification of their coffees, so as to enable them to earn better returns.",
  "detailed_description": "To facilitate improvement of quality of coffee produced by the growers by encouraging them to put up infrastructure for quality improvement and also facilitate them to obtain certification of their coffees, so as to enable them to earn better returns. This component has three major activities viz., supply of pulpers, construction of cement drying yards, and organic certification of coffee holdings.",
  "benefits": [
    "Unit Cost: Amount will be fixed after emannelment of companies. Scale of Subsidy: 75% of the Unit Cost  Supply of Baby Pulpers and Motorized baby pulper",
    "Name of the Company and GST and No  | Model | NER\nChikamagulur Industries (29AFEPC0060R1ZC) | CKM-350 | 61,040\nSupreme Engineers (29ABPP15984BIZ9) | SM-250 | 59,251\nAbrar Engineering CoOrporation (29AETPA6384E1Z5) | Adam 1/BPMV | 57,100",
    "  "
  ],
  "eligibility_criteria": "All categories of holdings belonging to Scheduled Tribe, Scheduled Caste and others. A grower is eligible for only one unit. The area should be bearing area.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for implementation",
        "The grower has to submit the application along with the land records and invoice.",
        "Explore the possibilities of convergence of the schemes of State Government in procurement and distribution of pulpers.",
        "In case of procurement and supply of baby pulpers by the State Government / Other Agencies, the Extension Officer shall obtain the details of beneficiaries.",
        "Empaneled list of eligible manufacturers' by observing all Official formalities.",
        "The Extension Officers shall carry out inspection of the machinery at the growers' field and submit the physical verification report to the concerned Deputy Director (Extension) / Joint Director (Extension), for effecting payment through PFMS.",
        "Amendment to the Scheme:",
        "The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year.",
        "Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by wilfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}