{
  "scheme_id": "68397ce9f5c9c8467df269b9",
  "slug": "fapfrs",
  "scheme_name": "Financial Assistance/Pension to Former Renowned Sportspersons",
  "scheme_short_title": "FAPFRS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sports",
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Sportsperson"
  ],
  "tags": [
    "Financial Assistance",
    "Pension",
    "Ex-sportsperson",
    "Games",
    "Sports"
  ],
  "brief_description": "The scheme aims to provide monthly support of ₹4,000 to ₹10,000 for life to financially weak former athletes of the state.",
  "detailed_description": "The &amp;quot;Financial Assistance/Pension to Former Renowned Sportspersons&amp;quot; scheme was launched by the Directorate of Sports, Government of Uttarakhand. The scheme aims to provide lifelong monthly financial support/pension to former renowned athletes/sportspersons who brought recognition to the state through national or international competitions and are now financially weak.",
  "benefits": [
    "A lifelong monthly pension will be provided, with amounts ranging from a minimum of ₹4,000/- to a maximum of ₹10,000/-."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should be an ex-sportsperson. The applicant must be above 50 years of age. The applicant should not be currently employed. The applicant's monthly income from all private sources should not exceed ₹20,000. The applicant should be a former medalist or participant in:\nOlympic Games, World Cup/Championship Asian Games, Commonwealth Games Afro-Asian Games, SAF Games Para-Olympic/Special Olympic (Mental/Physical Disabilities) World Marathon (Disabled), International Veteran (Masters) Championships",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The department will release the the public advertisement for the inviting applications.",
        "Step 1: The eligible applicant should visit (during office hours) the Directorate of Sports, Uttarakhand, and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Directorate of Sports, Uttarakhand."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 113)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Participation/Medal Certificates Permanent Residence Certificate Income Certificate Aadhaar Card Bank Account Details Birth Certificate"
}