{
  "scheme_id": "675a8ab79179d18db5f07fdb",
  "slug": "wbtwsae",
  "scheme_name": "West Bengal Transport Workers' Social Security Scheme: Assistance for Education of Children",
  "scheme_short_title": "WBTWSAE",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Transport Worker",
    "Engineering And Medical",
    "Education",
    "Scholarship",
    "Higher Secondary",
    "Graduation",
    "Post-Graduation"
  ],
  "brief_description": "This scheme provides financial support to beneficiaries for their children's (maximum two) education at various levels, including higher secondary, graduation, post-graduation, and professional courses like engineering and medical studies.",
  "detailed_description": "The \"West Bengal Transport Workers' Social Security Scheme: Assistance for Education of Children\" by the Labour Department, West Bengal, offers one-time financial aid to beneficiaries to ease the cost of their children&amp;#39;s (maximum two) education. The scheme is structured to provide assistance based on the level of education. &lt;br&gt;",
  "benefits": [
    "Higher Secondary/ Diploma: ₹4,000/-. Graduation/ Diploma: ₹6,000/-. Post-Graduation: ₹10,000/-. Engineering/ Medical: ₹30,000/-."
  ],
  "eligibility_criteria": "The applicant must be between 18 and 60 years of age at the time of enrolment. The applicant must be an unorganized worker employed in the operation of commercial vehicles, such as cars, taxis, luxury taxis, light commercial vehicles, vans, auto-rickshaws, tempos, lorries, trucks, or buses. The applicant's vehicle must be used for commercial purposes and not solely for personal or family use. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the \" eDistrict 2.0 \" portal. Click on Log In/Sign Up. Step 2: In the User Login window, scroll down to the bottom and click on \"Register\". Step 3: Fill in all the details carefully, enter a username, and click on \"Register\". Step 4: Upon entering the One Time Password received on your mobile, you will be successfully registered. Step 5: Now in the User Login window, enter your Username or email and captcha and click on \"Sign In\". Step 6: Enter the received O.T.P and click on \"Submit\". Step 7: Upon successful Login, You will be redirected to the \"Dashboard\". From the right side menu apply for the concerned scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline 1",
      "url": "https://employmentbankwb.gov.in/social_security_scheme.php#ans8"
    },
    {
      "title": "Guideline 2",
      "url": "https://wblc.gov.in/sites/default/files/ckfinder/userfiles/images/WBTWSSS_at_a_glance.pdf"
    }
  ],
  "documents_required": "For New Registration: Certification by Prescribed Authority in the Prescribed format, Passport Size Photo (self and for each dependent member). Age Proof Document. Driving Licence in case of Drivers. EPIC/ AADHAR Card. For the Application of the Welfare Scheme: Proof of enrollment in an educational institution of the child (admission letter or certificate). Marksheet of the last qualifying examination of the child. Any other documents (if required)."
}