{
  "scheme_id": "67ed25763619b931cc4151b0",
  "slug": "bcebcgrhs",
  "scheme_name": "BC & EBC Girls Residential +2 High School",
  "scheme_short_title": "BCEBCGRHS",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Apprenticeships and training",
    "Education and training grants, fellowship, stipend",
    "Resources for schools",
    "Childcare",
    "Medicine",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Girl Student",
    "Backward Class",
    "Extremely Backward Class",
    "Vocational Training",
    "Free Accommodation",
    "Hostel"
  ],
  "brief_description": "The scheme aims to provide quality education and holistic development opportunities for girls from backward and extremely backward classes. Free education, accommodation, study material, medical support, and skill development programs are provided.",
  "detailed_description": "The &amp;quot;BC &amp;amp; EBC Girls Residential +2 High School&amp;quot; scheme was launched by the BC &amp;amp; EBC Welfare Department, Government of Bihar. Under this scheme, high schools are being run in all the 38 districts of the state with the objective of providing quality education with various modern facilities in a safe and natural environment for the educational and overall development of the girl students of backward class and extremely backward class.",
  "benefits": [
    "Free enrolment Free accommodation Free food and sacks (as per menu) The amount for clothes, books, medicine, cleaning etc. is paid to the girl students through DBT Laboratory with modern facilities Vocational training, skill development, horticulture etc Facility of quality study and guidance through Jananayak Library and Digital Study Centre. Free competitive, and high quality books and study material. 24 hours of uninterrupted power supply. Science & Maths/Literature & Sociology Club. Career guidance and motivational sessions by experts from various fields. Educational tour programme for girl students in the state under Chief Minister's tour."
  ],
  "eligibility_criteria": "The applicant should be a girl student. The applicant should be a resident of Bihar. The applicant should belong to the Backward Class (BC) or Extremely Backward Class (EBC). The benefits under this scheme are available to girl students from Class 6 to Class 12. Selection of girl students for Classes VI, VII, VIII, and IX will be based on an entrance examination. The annual income of the applicant's parents/guardians should not exceed ₹3,00,000/-. The applicant's age limit for enrolment:\n11-13 years for Class 6 th 12-14 years for Class 7 th 13-15 years for Class 8 th 14-16 years for Class 9 th",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Visit the official website and click on the \"Register\" option.",
        "Step 2: Accept the Terms & Conditions (T&C).",
        "Step 3: Complete the registration form by providing details such as name, date of birth, gender, parents' details, Aadhaar card number, mobile number, etc.",
        "Step 4: Enter the captcha code and set a password.",
        "Step 5: Upon successful registration, the applicant will receive a User ID and password.",
        "Login & Application Process:",
        "Step 1: Log in using the provided User ID and password to access the application form.",
        "Step 2: Click on \"Personal Details\" and \"Education Details.",
        "Step 3: Enter Aadhaar card details, address proof, and qualification details, then click \"Save & Next.",
        "Step 4: Upload the required documents, including a photograph and signature, Birth certificate, Caste certificate, Income certificate, and Residential certificate.",
        "Step 5: Click \"Next\" and enter the advertisement number along with details of three schools. Click \"Save & Next.\"",
        "Accept the Terms & Conditions and click on \"Final Submit.\" Upon submission, the applicant will receive an application number.",
        "Track Application Status:",
        "Visit the official website for admit card receipt, examination date, result publication, admission, commencement of classes."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant downloads the application form from the official website .",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the respective District Backward and Extremely Backward Classes Welfare Office.",
        "Step 4: Request a receipt or acknowledgment from the respective District Backward and Extremely Backward Classes Welfare Office to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Entrance Process:",
        "The applicant appears for the objective-type entrance examination. If selected, complete the admission formalities at the respective school."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://bcebconline.bihar.gov.in/schoolmis/Default.aspx"
    },
    {
      "title": "Official Website",
      "url": "https://bcebconline.bihar.gov.in/schoolmis/Default.aspx"
    }
  ],
  "documents_required": "Identity proof Caste Certificate Income Certificate Residence Certificate Educational Qualification Certificates Age Proof (Birth Certificate/School Certificate) Recent Passport-size Photograph Any other documents as required"
}