{
  "scheme_id": "686e4db28a1ff1233bd2eed5",
  "slug": "so1ylm",
  "scheme_name": "Scheme for the Welfare of Schedule Caste Families in Fisheries Sector: Subsidy on 1st Year Lease Money",
  "scheme_short_title": "SWSCFFSS1YLM",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance",
    "Land and water resources"
  ],
  "target_beneficiaries": [
    "Family",
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Fish Farming",
    "Schedule Caste",
    "Lease Money",
    "Pond"
  ],
  "brief_description": "The objective of the scheme is to provide full-time employment to individuals from Scheduled Caste families in the fisheries sector and to uplift these families by promoting fish farming through financial assistance for leasing Panchayati ponds or watershed areas.",
  "detailed_description": "The \"Subsidy on 1st Year Lease Money\" is a scheme component under the Scheme for the Welfare of Scheduled Caste Families in the Fisheries Sector, launched by the Fisheries Department, Government of Haryana. The objective of the scheme is to provide full-time employment to individuals from Scheduled Caste families in the fisheries sector and to uplift these families by promoting fish farming through financial assistance for leasing Panchayati ponds or watershed areas. Under this scheme, a subsidy is provided to Scheduled Caste beneficiaries to partially cover the lease cost, thereby reducing the financial burden during the initial stages of aquaculture. <br>",
  "benefits": [
    "Financial Assistance:",
    "50% of the actual lease amount OR ₹50,000/- per hectare, whichever is less. The subsidy is applicable for a maximum of 4 hectares per beneficiary."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should possess a valid Family ID Card (Parivar Pehchan Patra). The applicant should belong to a Scheduled Caste category. The applicant's age should be 18 years or above. The pond lease period should not be less than 5 years. The maximum area eligible for subsidy is 4 hectares per applicant. The subsidy is applicable only on Panchayati ponds and government water sheds.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Fees For Service: Government Charges: ₹0 (No Fee) Service Charges: ₹10 Atal Seva Kendra Charges: ₹10"
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=QsYKfjwHhmxR6ApNy22d7Q%3d%3d"
    },
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    },
    {
      "title": "Scheme Details (Page No. 3)",
      "url": "https://harfish.gov.in/sites/default/files/Scheme%20Brief.pdf?utm_source=chatgpt.com"
    }
  ],
  "exclusions": "The applicant should not be a Government/ Semi Government employee.\n",
  "documents_required": "Agreement 1 - Agreement deed between fish farmer and Fisheries Department Agreement 2 - Agreement deed between fish farmer and panchayat for fish culture Date of Birth Certificate - Birth Certificate/Matriculation Certificate/PAN Card/Voter Card/Driving License Identity Proof – Ration Card/Aadhar Card/PAN Card/Voter Card Caste Certificate - Caste Certificate issued by 1st Class Magistrate Training Certificate - Training from any Govt. Institute Lease Deed - (Panchayat Resolution and receipt no. 4 of Panchayat) Receipt of Fish Seed (purchased from the government/national fish seed farms) Photographs of the Pond Site"
}