{
  "scheme_id": "650c50ee1a1c949c65fe9a05",
  "slug": "ag",
  "scheme_name": "Advocate Grant",
  "scheme_short_title": "AG",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Backward Classes Development Department",
  "implementing_agency": "Backward Classes Development Department, Government Of Kerala",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Advocate",
    "Grant",
    "OBC",
    "Law Graduate"
  ],
  "brief_description": "The Scheme \"Advocate Grant\" was launched by the Backward Classes Development Department, Government of Kerala during the year 2012-13. Under the scheme, the grant will be provided to law graduates belonging to backward classes facing financial difficulties for starting practice as advocates.",
  "detailed_description": "The Scheme \"Advocate Grant\" was launched by the Backward Classes Development Department, Government of Kerala during the year 2012-13. Under the scheme, the grant will be provided to law graduates belonging to backward classes facing financial difficulties for starting practice as advocates. The scheme aims to ensure adequate representation of OBC's in the judiciary.",
  "benefits": [
    "1. The grant of ₹12000/- per year will be provided to law graduates who enrolled before the Bar Council. 2. The grant will be provided for 3 consecutive years."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of the Kerala State. 2. The applicant should belong to the State Backward Community of Kerala State. 3. The applicant should be a Law Graduate. 4. The applicant should be enrolled as an Advocate in the Bar Council (Kerala). 5. The applicant should be started practice as an Advocate within the state shall alone be considered. 6. The annual family income of the applicant should be ₹1,00,000/-. Note 01: Preference will be given to Below Poverty Line (BPL) candidates. Note 02: Preference will be given to the applicant whose annual family income is less. Note 03: If there is any tie, such cases shall be determined on the basis of the percentage of marks of the Law Degree. Note 04: If still there is any tie, preference shall be given to the candidates who have obtained degrees in law from the Universities in Kerala.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The Director, Backward Communities Development Department is permitted to invite applications from the eligible candidates after giving wide publicity through media (through press Release). Step 02: The duly filled application form along with all the relevant documents should be submitted at the following addresses: Applicants From Trivandrum to Ernakulam: Regional Deputy Director, Backward Classes Development Department, Civil Station, 2nd Floor, Kakkanad, Ernakulam- 682030, Kerala Applicants From Thrissur to Kasargode: Regional Deputy Director, Backward Classes Development Department Civil Station, Kozhikode- 673020, Kerala"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://bcdd.kerala.gov.in/en/schemes/development-schemes/advocate-grant/"
    },
    {
      "title": "Government Orders",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2018/11/12-01.pdf"
    },
    {
      "title": "Notification",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2021/07/pdf-2.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://bcdd.kerala.gov.in/wp-content/uploads/2021/07/pdf-3.pdf"
    },
    {
      "title": "Agreement Model",
      "url": "https://bcdd.kerala.gov.in/en/schemes/development-schemes/advocate-grant/"
    }
  ],
  "documents_required": "1. Copy of the Identity proof\n2. Copy of Aadhaar card\n3. Photo of the applicant\n4. Copy of the ration card\n5. Caste Certificate\n6. Income Certificate\n7. Residence proof\n8. Physical Disability Certificate, if applicable\n9. Enrollment Certificate\n10. Certificate from the Senior Advocate\n11. Copy of Bank Passbook\n12. Any other document, if required"
}