{
  "scheme_id": "66ab63dcc5e4d2fe64b5c248",
  "slug": "sgstsc9t10",
  "scheme_name": "State Government ST Scholarship (Class 9 to 10)",
  "scheme_short_title": "SGSTSC9T10",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "implementing_agency": "Tribal Affairs Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Scheduled Tribe",
    "Pre-Matric"
  ],
  "brief_description": "The scheme was launched by the Tribal Affairs Department, Government of Madhya Pradesh, aims to encourage education among Scheduled Tribe students and improve their educational status. This scheme provides scholarships to Scheduled Tribe students in Classes 9 and 10.",
  "detailed_description": "The &amp;quot;State Government ST Scholarship (Class 9 to 10)&amp;quot; scheme, launched by the Tribal Affairs Department, Government of Madhya Pradesh, aims to encourage education among Scheduled Tribe students and improve their educational status. This scheme provides scholarships to Scheduled Tribe students in Classes 9 and 10. To be eligible, students must be natives of Madhya Pradesh and belong to the Scheduled Tribe category. There is no restriction on the annual family income of the students.",
  "benefits": [
    "Under this scheme, scholarships will be provided to Scheduled Tribe students at the following rates: For Classes 9 to 10: ₹600/- per year for boys and ₹1,300/- per year for girls. Note: The scholarship amount will be transferred directly into the student's bank account."
  ],
  "eligibility_criteria": "The applicant should be a student. The student should be a native of Madhya Pradesh. The student should be studying in Class 9 or Class 10. The student should belong to the Scheduled Tribe category. There is no restriction on the students' annual family income. Note 1: The students will be eligible for scholarships even if they fail for 1 year. Note 2: Reapplication is not required for the renewal of the scholarship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits under this scheme, eligible students can contact the Principal of their respective schools/institutions. Note: The profile of the students is entered on the education portal https://shikshaportal.mp.gov.in/ by the teacher of the educational institution as per the record/certificate provided by the student."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=891"
    },
    {
      "title": "Guidelines (Page No. 73)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    }
  ],
  "documents_required": "1. Passport-size Photograph\n2. Aadhaar card\n3. Domicile certificate of Madhya Pradesh\n4. Caste certificate\n5. Samagra ID\n6. Bank account details/Bank Passbook\n7. Other necessary documents if required"
}