{
  "scheme_id": "684be88d9baf93bd948c3e4e",
  "slug": "lopssc",
  "scheme_name": "Livelihood Opportunity Promotion Scheme (Scheduled Caste)",
  "scheme_short_title": "LOPSSC",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Banking and money",
    "Loan",
    "Career information",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Loan",
    "Scheduled Caste",
    "Self-Employment"
  ],
  "brief_description": "The scheme aims to promote self-employment among Scheduled Castes. It provides financial aid, including loans, margin money, and grants, for livelihood projects.",
  "detailed_description": "The Social Welfare Department, Government of Uttarakhand, launched the &quot;Livelihood Opportunity Promotion Scheme (Scheduled Caste)&quot; scheme. It aims to promote self-employment and income generation among Scheduled Caste individuals by supporting small businesses and livelihood projects. Under this scheme, financial assistance in the form of bank loans, margin money, and grants is provided to the beneficiaries for projects ranging from ₹50,000/- to ₹2,00,000/-.",
  "benefits": [
    "Financial Assistance:",
    "Project Cost Limit: ₹50,000/- to ₹2,00,000/- Bank Loan: 60% of the project cost Margin Money: 30% of the project cost (payable with applicable interest over 60 monthly installments) Grant: Maximum of ₹10,000/-",
    "Beneficiary Contribution:",
    "No contribution for project cost up to ₹1,00,000/- 10% contribution for project cost between ₹1,01,000/- and ₹2,00,000/-."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Uttarakhand. The applicant must belong to the Scheduled Caste category. The applicant's age must be between 18 and 50 years. The applicant's annual income must not exceed ₹1,05,600/- for rural areas and ₹1,29,840/- for urban areas.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: The interested applicant downloads the application form   from the official website. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the office of the Vikas Khand (Block Development) Office.  Selection Process: Step 1: The application will be forwarded to the District Social Welfare Officer. Step 2: A District-Level Committee, headed by the District Social Welfare Officer, will review the proposals and select beneficiaries."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 33)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    },
    {
      "title": "Official Website",
      "url": "http://www.ukbvvn.org.in/frmJeevikaAvsarProtsahanYojna.html"
    }
  ],
  "exclusions": "Beneficiaries already covered under similar livelihood support schemes (except for training components under Pradhan Mantri Anusuchit Jati Abhyuday Yojana) may not be eligible. \n",
  "documents_required": "Identity & Address Proof (Aadhaar Card, Voter ID / Ration Card / Driving License). Caste & Residence Verification (Caste Certificate, Domicile Certificate or valid residential proof ) Income Proof and Financial Documents. Other additional Documents (If require)."
}