{
  "scheme_id": "64bd1959481f59106a7758d8",
  "slug": "vs-eacdp",
  "scheme_name": "Vidyakiranam Scheme-Educational Assistance To Children Of Disabled Parents",
  "scheme_short_title": "VS-EACDP",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Person With Differently",
    "Parents",
    "Children",
    "Student",
    "Scholarship",
    "Education",
    "Financial Assistance",
    "BPL"
  ],
  "brief_description": "The scheme \"Vidyakiranam Scheme-Educational Assistance to Children of Disabled Parents\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Vidyakiranam Scheme-Educational Assistance to Children of Disabled Parents\" was launched by the Department of Social Justice, Government of Kerala. The government of Kerala has initiated this scheme which provides educational assistance to children of differently abled parents (disability for both parents/ disability for anyone parent) who are economically deprived. Under the scheme, educational assistance will be provided to 25 children from each district for a duration of 10 months.",
  "benefits": [
    "The following benefits will be provided to the children of differently-abled parents studying in various classes under this scheme:",
    "Sl. No. | Class | Scholarship Rate\n1 | Standard 1 to 5 | ₹300/- per month for 10 months\n2 | Standard 6 to 10 | ₹500/- per month for 10 months\n3 | +1, +2, ITI equivalent courses | ₹750/- per month for 10 months\n4 | Degree, Post-Graduation, Polytechnic, Equivalent Courses, Training Courses, Professional Courses | ₹1000/- per month for 10 months",
    "Note 01: The scholarship will be provided to all classes for a duration of 10 months. Note 02: Financial assistance will be awarded only once per class. Note 03: The scholarship amount will be transferred to the bank account of the eligible beneficiaries."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Kerala. The children of differently abled parents belonging to the BPL category (Both / Anyone) will get a scholarship under this scheme. The applicant should be a student. The disability of the applicant's father/ mother must be 40% or above. The students pursuing courses from Govt. approved institutions are eligible to apply under this scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code received on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create the new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process: Step 01: Once the registration process is completed, the applicant should visit SUNEETHI- Online Service Application Portal and click on \"Citizen Login\". Step 02: Enter the user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the 'Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicants need to visit the official website of the Social Justice Department, Government of Kerala, and download the application form . Step 02: The applicants need to fill out the application form completely. Step 03: The duly filled application forms should be forwarded through the respective Institution heads to the concerned District Social Justice Officers."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTI5c1Y4dXFSI3Z5#"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/14151.pdf"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/14152.pdf"
    },
    {
      "title": "Order",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/25916.pdf"
    }
  ],
  "exclusions": "The students pursuing courses from parallel colleges and doing part-time courses are not eligible to apply under the scheme. The students benefiting from other educational assistance schemes are not eligible to apply under this scheme.",
  "documents_required": "Identity card i.e. Aadhaar Card Mobile number Email id Passport size photo Copy of BPL Ration Card Attested copy of Disability ID card of parents. Income Certificate for proof of income Copy of Medical board certificate showing the percentage of disability Bank details- Copy of Pass Book  Certificate from Head of School/College  Other documents, if any"
}