{
  "scheme_id": "658bfb18a733b1d7326c8f63",
  "slug": "gghas",
  "scheme_name": "Gharaunda-Group Home for Adults Scheme",
  "scheme_short_title": "GGHAS",
  "level": "Central",
  "nodal_department": "Department Of Empowerment Of Persons With Disabilities",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Shelter"
  ],
  "target_beneficiaries": [
    "Individual",
    "NGO"
  ],
  "tags": [
    "Person With Disability",
    "Respite And Residential Care",
    "Group Home",
    "Life Long Shelter",
    "Abandoned"
  ],
  "brief_description": "Gharaunda (Group Home for Adults) scheme aims at setting up Gharaunda Centres or Registered Organisations (RO) for for all Adult PwDs covered under the National Trust Act with adequate and quality care service with acceptable living standards including provision of basic medical care from profession",
  "detailed_description": "Gharaunda-Group Home for Adults scheme, launched by the Department of Empowerment of Persons with Disabilities,aims at setting up Gharaunda Centres or Registered Organisations (RO) for for all Adult PwDs covered under the National Trust Act with adequate and quality care service with acceptable living standards including provision of basic medical care from professional doctors. <br> The objective of Gharaunda scheme is to provide an assured home and minimum quality of care services throughout the life of the person with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities and ensure the following for them: • Facilitate establishment of requisite infrastructure for the assured care system throughout the country • Encourage assisted living with independence and dignity • Provide care services on a sustainable basis <br>",
  "benefits": [
    "An assured home and minimum quality of care services throughout the life of the PwD. Adequate and quality care service with acceptable living standards including provision of basic medical care from professional doctors. Vocational activities, pre-vocational activities and assistance for further training."
  ],
  "eligibility_criteria": "Eligibility criteria for the PwD:\nPwD should be more than 18 years of age. PwD should have one of the disabilities under the National Trust Act, 1999, which are Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities.\n\nEligibility criteria for Registered Organization:\nApplicant should be registered with the National Trust. Applicant should have a valid registration under the PwD Act 1995, at the time of enrolment. The group home land should either be owned by RO or should have lease of at least 10 years with provision of renewal. RO should have minimum 2 years of experience of working with Persons with Disabilities (PwD) with at least one year experience in one of the four disabilities under the National Trust Act. RO should not be blacklisted by the National Trust or any other Government Organization on the date of submission of scheme enrolment form.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Enrolment of PwD at the Gharaunda Centre Step 1: PwD arrives at or is brought to the Gharaunda Centre.  Step 2: Gharaunda Centre conducts an Individual PwD Assessment Test with a Therapist or Counsellor to understand specific needs. Step 3: If PwD is orphaned, abandoned, or from a family in crisis, the RO certifies and enrolls the PwD with Gharaunda. Automatic inclusion in BPL category and enrollment for Niramaya. Step 4: For other cases, check eligibility for LIG or BPL funding by the National Trust. Funding based on RO-provided information, subject to verification. Step 5: Parents or guardians fill Enrolment Form, submit documents, and pay the application fee if required. Step 6: Upon successful verification, PwD enrolled at Gharaunda with ID card, starter kit, and details provided by Gharaunda representatives. Step 7: Gharaunda representatives provide insight on Niramaya health insurance scheme to parents/guardians. Mandatory registration under Niramaya, confirmed by Certification from parents or guardians  "
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Registered Organization (RO) Enrolment process: Step-1: To initiate the enrolment process, the NGO registered with the National Trust can access the National Trust website . Step-2: The application form for Gharaunda scheme is available online on the National Trust website and must be submitted through the online portal. The enrolment fee for Gharaunda is ₹1,000. Follow these steps for online application submission: Complete the Gharaunda application form online and upload the necessary scanned documents. Submit the filled form on the National Trust portal. Pay the application fees online. Send the printout of the filled form and supporting documents to the National Trust within 7 days, ensuring it reaches the office within 15 days. Step-3: Upon receiving the application form and documents, the National Trust verifies the information. If there are any missing or incorrectly submitted details, the RO has 15 days to resubmit. The final decision is made after completing all necessary formalities, with approval based on the Physical Verification Report. Step-4: Communication from the National Trust to the RO occurs within 15 days from the point of receipt, considering the date and time of online form submission. If any document is missing, the National Trust communicates with the RO within 10 days from the online submission receipt. Step-5: If the hard copy of the form and documents is not received within 15 days of the online submission point, the National Trust informs the RO within 15 days of the prescribed deadline. Step-6: Upon completion of enrolment, a scheme ID is generated for the RO, and confirmation is communicated. The National Trust provides a starter kit/Gharaunda handbook with complete scheme details to the RO. The fund disbursement process for setup costs to the ROs is initiated by the National Trust.  Note: Documents for physical verification can be submitted either during enrolment on the National Trust website or after the online form submission. The RO has 15 days to submit if notified by the National Trust. Existing Gharaunda centers must follow the same enrolment procedure, including document submission, for the new scheme. The RO transitions from receiving benefits under the existing scheme to receiving funds under the new scheme, with the enrolment process remaining consistent as explained above."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://thenationaltrust.gov.in/upload/uploadfiles/files/gharaunda_eng.pdf"
    },
    {
      "title": "Registration Link",
      "url": "https://thenationaltrust.gov.in/auth/login.php"
    },
    {
      "title": "List Of Registered Centers",
      "url": "https://thenationaltrust.gov.in/content/centre-sanctioned-list.php"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Enrolment of the PwD:\nEnrolment form. Birth certificate or Date of Birth proof of the PwD. Disability certificate. BPL certificate or Income certificate of Parent or Guardian issued by competent authority as authorized by the concerned State/ Union Territory (for LIG or BPL family). ID proof of parent or guardian. LG certificate in case parents are not the guardians, OR LG certificate, if PwD>18 years of age and parents are not the guardians.\nEnrolment of the Registered Organization(RO):\nDocuments fulfilling the eligibility criteria Address Proof, Title deed/Ownership certificate/lease deed Bank details specifying the Bank account no., Name of the Account Holder, Name of the Bank, Name of the Branch and IFSC code etc. Date of issue and Date of Expiry of Registration of the RO under PwD Act 1995. Self-Declaration by RO regarding current setup listing out the following: Existing facilities and infrastructure. Current set of activities being undertaken. Staffing including qualification and experience Scheme proposal including. Staffing: Special educators, therapists, caregivers, support staff (2 months). Infrastructure: Activity rooms, vocational rooms, recreation rooms, medical rooms, lodging, kitchen, office (1 month). Disability provisions: Accessible premises, toilets, furniture, fixtures."
}