{
  "scheme_id": "64534b9f9a0bca12ac11add8",
  "slug": "faaadp",
  "scheme_name": "Financial Assistance For Aids And Appliances For Disabled Persons",
  "scheme_short_title": "FAAADP",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "implementing_agency": "District Social Welfare Offices Of The Department Of Social Justice & Special Assistance, Govt. Of Maharashtra",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Aids And Appliances",
    "Person With Disability",
    "Financial Assistance",
    "Social Welfare"
  ],
  "brief_description": "The \"Financial Assistance for Aids and Appliances for Disabled Persons\" is a scheme by the Govt. of Maharashtra. The objective of this scheme is to provide assistance to Persons with Disabilities (PwDs) for the purchase of aids and appliances as per their age group and the type of disability.",
  "detailed_description": "The &quot;Financial Assistance for Aids and Appliances for Disabled Persons&quot; is a scheme by the Department of Social Justice &amp; Special Assistance, Govt. of Maharashtra. The objective of this scheme is to provide assistance to Persons with Disabilities (PwDs) for the purchase of aids and appliances as per their age group and the type of disability. Only citizens who are permanent residents of the state of Maharashtra are eligible to apply for this scheme. This scheme is 100% funded by the Govt. of Maharashtra.",
  "benefits": [
    "For Hearing Handicapped: Hearing Aids. For Orthopedically Handicapped: Crutches, Tricycles, Calipers, Wheel Chair. For Visually Handicapped: Tape Recorders and Blank Cassettes for Education Purposes Up to Cost of ₹3,000/-."
  ],
  "eligibility_criteria": "The applicant should be a citizen of India. The applicant should be a permanent resident of Maharashtra State. The applicant should be a Person with Disability (Visually Handicapped, Low Vision, Hearing Impaired, Orthopedically Handicapped, etc). The percentage of the disability should be 40% or above. For financial assistance of 100% of the cost of the aids and appliances, the monthly income of the applicant should be less than ₹1,500/-. For financial assistance of 50% of the cost of the aids and appliances, the monthly income of the applicant should be between ₹1,500/- to ₹2,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the District Social Welfare Office , and request a hard copy of the format of the application form for the scheme from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.",
        "Step 3: Submit the duly filled and signed application form along with the documents to the Assistant Commissioner, District Social Welfare Office.",
        "Step 4: Acquire the receipt/acknowledgment of the successful submission of the application form from the District Social Welfare Office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/disability-welfare"
    }
  ],
  "documents_required": "Aadhaar Card. Proof of Age (Birth Certificate, Marksheet of Class 10th/12th, etc). 2-Passport Sized Photograph (Signed Across). Residential Certificate / Domicile Certificate of the State of Maharashtra. Disability Certificate. Details of the Bank Account (Bank Name, Branch Name, Address, IFSC, etc). Any other document required by the District Social Welfare Office."
}