{
  "scheme_id": "680f9d6d096abd5b8bc432f7",
  "slug": "mhvs-hte",
  "scheme_name": "Mukhyamantri Hunar Vikas Yojana- Higher Education/Technical Education",
  "scheme_short_title": "MHVY-HETE",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Department Of Social Justice And Empowerment, Rajasthan",
  "categories": [
    "Skills & Employment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Career information",
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Higher Education",
    "Technical Education",
    "Career Opportunity",
    "Student",
    "Palanhar"
  ],
  "brief_description": "Under this scheme, the State Government provides financial assistance to eligible boys and girls enrolled under the Palanhar Scheme to pursue higher or technical education, based on their qualifications and interest in employment-oriented courses.",
  "detailed_description": "The &amp;quot;Mukhyamantri Hunar Vikas Yojana – Higher Education/Technical Education&amp;quot; was launched by the Department of Social Justice and Empowerment, Government of Rajasthan, with the objective of providing technical or higher education to beneficiary boys and girls under the State Government's Palanhar Scheme, to help them become self-reliant. The scheme aims to make every possible effort to ensure employment opportunities and a dignified livelihood for these beneficiaries upon completion of their higher or technical education. Under this scheme, the State Government provides financial assistance to eligible boys and girls enrolled under the Palanhar Scheme to pursue higher or technical education, based on their qualifications and interest in employment-oriented courses. The scheme is implemented by the Department of Social Justice and Empowerment, Rajasthan, at the state level and by the Deputy Director/Assistant Director, Department of Social Justice and Empowerment, at the district level.",
  "benefits": [
    "Higher Education /Technical Education Benefits:",
    "Financial assistance for career-oriented higher or technical education (graduation/post-graduation courses).",
    "Mode of Disbursement:",
    "Reimbursement of the actual course fee through bank account transfer."
  ],
  "eligibility_criteria": "The applicant should be a beneficiary under the Palanhar Scheme of Rajasthan. The applicant should have completed 15 years of age. The applicant's maximum age should not exceed 21 years or till course completion (whichever is earlier). The applicant should be pursuing education from a university/college/technical educational institution recognized by the Government of India/State Government. Financial assistance is applicable for regular higher or technical education at the graduate or postgraduate level. The applicant should not be receiving any scholarships or grants for higher/technical education from the Central or State Government.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 1: The interested applicant downloads the application form from the official website. Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Deputy Director/Assistant Director, Department of Social Justice and Empowerment, at the district level. Step 4: After verification, course fees will be reimbursed to the student's bank account. Note: Apply for fee reimbursement within 3 months of admission."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202402231258279383.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202402231257087804.pdf"
    }
  ],
  "documents_required": "Passport-size Photo Copy of Jan Aadhaar Card Certificate of Educational Qualification (proof of the prescribed educational qualification for the relevant course) Copy of the Admission Letter (issued by the concerned institution for regular/higher education/technical education) Course Fee Receipt (issued by the concerned institution for regular/higher education/technical education) Copy of the Bank Account Passbook"
}