{
  "scheme_id": "654d0e0d4407b32364092fff",
  "slug": "cdpnerqucdy",
  "scheme_name": "Coffee Development Programme in North Eastern Region: Quality Upgradation / Certification: Drying Yards",
  "scheme_short_title": "CDPNER:QUC:DY",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Subsidy",
    "DBT"
  ],
  "brief_description": "The scheme \"Quality Upgradation / Certification: Drying Yards\" aims to facilitate the improvement of the quality of coffee produced by growers by encouraging them to establish infrastructure for quality enhancement and obtain certification for their coffees, enabling them to earn better returns.",
  "detailed_description": "The scheme &amp;quot;Coffee Development Programme in North Eastern Region: Quality Upgradation / Certification: Drying Yards&amp;quot; is a Sub-Component of the Scheme &amp;quot;Integrated Coffee Development Project During the Medium Term Framework (MTF) Period: Development Support to Stakeholders&amp;quot; by the Coffee Board, Department of Commerce, Ministry of Commerce and Industry. This scheme aims to facilitate the improvement of the quality of coffee produced by growers by encouraging them to establish infrastructure for quality enhancement and obtain certification for their coffees, enabling them to earn better returns. This involves three main activities: supply of pulpers, construction of cement drying yards, and eco-certification of coffee holdings.",
  "benefits": [
    "Unit Cost and Scale of Subsidy",
    "Size of the Holding: Up to 2 hectares.",
    "Dimension of the Unit: 10 feet x 10 feet or (100 square feet).",
    "Unit Cost: ₹15,000/-",
    "Rate of Subsidy: 75% of unit cost.",
    "Size of the Holding: 2 hectares and above.",
    "Dimension of the Unit: 20 feet x 20 feet or (400 square feet).",
    "Unit Cost: ₹45,000/-",
    "Rate of Subsidy: 75% of unit cost."
  ],
  "eligibility_criteria": "The applicant should be a tribal grower. The applicant should not have availed of the benefits during the XII plan.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submission of Required Documents",
        "The beneficiary/applicant must submit the application in the prescribed format along with the necessary documents for availing of the subsidy.",
        "Step 2: Document Scrutiny and Field Inspection",
        "The Extension Officer will scrutinize the submitted documents. A field inspection will be conducted to verify the information.",
        "Step 3: Application Forwarding",
        "The Extension Officer will forward the application along with the verification report to the concerned Joint Director (Extension)/Deputy Director (Extension).",
        "Step 4: Scrutiny by Joint Director/Deputy Director",
        "The Joint Director (Extension)/Deputy Director (Extension) will scrutinize the application and verification report.",
        "Step 5: Subsidy Release",
        "After scrutiny and satisfaction about the admissibility of the claim, the Joint Director (Extension)/Deputy Director (Extension) will release the applicable subsidy to the beneficiary through electronic fund transfer (EFT)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines, Application And Declaration Form",
      "url": "https://coffeeboard.gov.in/Schemes/ICDP_388.pdf"
    },
    {
      "title": "Grower's Registration (UMANG)",
      "url": "https://web.umang.gov.in/web_new/department?url=coffee_board%2Fservice%2F1739&dept_id=371&dept_name=Grower%20Registration&transactionId=PFCXMNL5&source=myscheme"
    },
    {
      "title": "Contact Us",
      "url": "https://coffeeboard.gov.in/contact-us.html"
    }
  ],
  "documents_required": "Application in the prescribed format (in duplicate). Copy of photo identity cards like Aadhaar (Unique Identification), Ration card, Passport, Election Photo Identity Card (EPIC), or Driving license, etc. Work completion report and expenditure statement by the applicant. Copy of the Bank Pass Book with account details.\nNOTE 1: The land records should be in the name of the beneficiary.\nNOTE 2: The applicant should furnish the land records/possession certificate duly certified by the Village Authority/State Government Authority/Competent Authority."
}