{
  "scheme_id": "68515703df7f9910b3be1605",
  "slug": "erikshawuk",
  "scheme_name": "E-Rickshaw Kalyan Yojana",
  "scheme_short_title": "ERIKSHAWUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Co-Operative Department",
  "dbt_scheme": false,
  "categories": [
    "Transport & Infrastructure"
  ],
  "sub_categories": [
    "Roads and road transport",
    "Public transport and private vehicles"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Electric Rikshaw",
    "Transportation",
    "Employment",
    "Financial Assistance",
    "Entrepreneurs"
  ],
  "brief_description": "The scheme focuses on providing financial assistance and incentives to individuals and entrepreneurs who wish to operate electric rickshaws in urban and semi-urban areas. The primary objective is to reduce air pollution, promote cleaner transportation, and generate employment opportunities.",
  "detailed_description": "E-Rickshaw Kalyan Yojana is an initiative launched by the Uttarakhand Government to promote the use of electric rickshaws as an environmentally friendly, affordable, and sustainable mode of transport. The scheme focuses on providing financial assistance and incentives to individuals and entrepreneurs who wish to operate electric rickshaws in urban and semi-urban areas. The primary objective is to reduce air pollution, promote cleaner transportation, and generate employment opportunities.",
  "benefits": [
    "To promote the use of electric rickshaws as an environmentally friendly, affordable, and sustainable mode of transport. The scheme focuses on providing financial assistance and incentives to individuals and entrepreneurs who wish to operate electric rickshaws in urban and semi-urban areas. The primary objective is to reduce air pollution, promote cleaner transportation, and generate employment opportunities."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should be between 18 and 55 years. The applicant should have their own or be willing to purchase an electric rickshaw under the scheme. The applicant should be targeted at economically weaker sections, with possible inclusion of others based on government criteria. The applicant should require a valid driving license for operating e-rickshaws. The applicant should have no pending criminal cases or criminal history. The applicant should ensure that the e- rickshaw must comply with safety and environmental norms. The applicant should be open to individuals providing public transport services, especially in urban and semi-urban areas.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Obtain Quotation Collect a quotation for the e-rickshaw from an authorized dealer or registered vendor. Open Bank Account Open a savings/current account with the designated cooperative bank. Become Nominal Members The borrower and both guarantors must become nominal members of the cooperative bank. Submit Required Documents KYC Documents (Aadhaar, PAN, etc.) Valid Driver's License. Quotation of the e-Rickshaw. Permanent Residence Certificate. Credit Score Report. Stamp Papers for Debtor and Surety. Liquid Securities (e.g., Fixed Deposits, Recurring Deposits). Mortgage Document (in the name of the e-rickshaw). Insurance Copy (Vehicle insurance)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cooperative.uk.gov.in/scheme/pradhan-mantri-gram-sadak-yojana/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Know Your Customer (KYC) Document Driver's License (DL) Vehicle Quotation Permanent Residence Certificate Credit Score Stamp Debtor And Surety Liquid Securities (Fixed Deposit and Recurring Deposit) Mortgage In The Name Of The E-Rickshaw Bank Insurance"
}