{
  "scheme_id": "685011e9c19e14f0a84298b6",
  "slug": "training-and-tour-unit",
  "scheme_name": "Training and Tour Unit",
  "scheme_short_title": "TRAINING AND TOUR UNIT",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "All"
  ],
  "tags": [
    "Agriculture",
    "Training & Tour",
    "Animal Husbandry",
    "Farmers"
  ],
  "brief_description": "\"Training and Tour Unit\" scheme by the Department of Agriculture Extension, Government of Uttarakhand aims to provide agricultural training to farmers, rural youth, and extension workers through university-led programs and field tours.",
  "detailed_description": "&quot;Training and Tour Unit&quot; Scheme by the Department of Agriculture Extension, Government of Uttarakhand aims to enhance agricultural knowledge and practices among farmers, rural youth, and extension workers. Through this scheme, training and informational sessions on agriculture and allied subjects are provided to the intended beneficiaries to strengthen their practical understanding and skills. The scheme is implemented by the Extension Education Directorate of the concerned university. These training programs include both classroom learning and field visits, ensuring practical exposure. The initiative contributes to rural development by building human resource capacity in agriculture. It also ensures the timely dissemination of agricultural innovations and best practices.",
  "benefits": [
    "Beneficiaries receive hands-on training in agriculture and related fields like horticulture, animal husbandry, and rural entrepreneurship. Helps participants improve their practical skills and understanding of government agricultural schemes. Includes educational tours to top agricultural institutes, farms, and exhibitions to learn best practices. Training Mode: Conducted offline through workshops, seminars, and field visits at university or selected locations. Training Frequency: Held every year as per the university's annual plan; extra sessions are arranged when needed by local departments. "
  ],
  "eligibility_criteria": "The applicant should be a resident of Uttarakhand.\n\nThe applicant should be a farmer, rural youth, or an extension worker.\n\nThe applicant should have a basic interest or background in agriculture or allied fields.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The university issues an annual training action plan.",
        "Step 2: Interested beneficiaries must register for the desired program/module through the university extension office or designated platform.",
        "Step 3: Selection is based on requirement, priority group, and availability of seats.",
        "Step 4: Additional training is also arranged as per the requirement of regional departments, especially during exhibitions and agriculture fairs."
      ]
    }
  ],
  "references": [
    {
      "title": "Source",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "exclusions": "The applicant should not be a government employee unless specified under an official capacity for training. Individuals who have already availed training in the past 3 years under the same unit may not be eligible unless selected for a new module.\n",
  "documents_required": "Residential Proof (e.g., Voter ID, Electricity Bill) Passport Size Photograph Educational Qualification Certificate (if applicable) Certificate of Occupation (for Extension Workers or Farmers) Previous Participation Certificate (if applying for advanced level or refresher training) Application Form as per University Guidelines"
}