{
  "scheme_id": "631ae030d11f36e136a00295",
  "slug": "pmagy",
  "scheme_name": "Pradhan Mantri Adarsh Gram Yojana",
  "scheme_short_title": "PMAGY",
  "level": "Central",
  "nodal_department": "Department of Social Justice & Empowerment",
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Rural services"
  ],
  "target_beneficiaries": [
    "State Government",
    "Village"
  ],
  "tags": [
    "Rural Development",
    "Social Justice",
    "SC-majority Villages",
    "Village Profiling",
    "Gap-filling Fund"
  ],
  "brief_description": "With a view to enabling an area-based development approach, a new scheme Pradhan Mantri Adarsh Gram Yojana (PMAGY) was launched during 2009-10. The Scheme aims at the integrated development of Scheduled Castes majority villages.",
  "detailed_description": "With a view to enabling an area-based development approach, a new scheme Pradhan Mantri Adarsh Gram Yojana (PMAGY) was launched during 2009-10. The Scheme aims at integrated development of Scheduled Castes majority villages. The principal objective of PMAGY is the integrated development of SC majority Villages: (a) Primarily through convergent implementation of the relevant Central and State/UT Government Schemes; and (b) By taking up identified activities, which do not get covered under the existing Central and State Government Schemes, through ‘Gap-filling' funds provided as Central Assistance to the extent of ₹20,00,000/- per village. <br> The implementation of the Scheme was started on Pilot basis in 2009-10 and a total of 1000 villages was selected from 05 States namely Tamil Nadu (225), Rajasthan (225), Bihar (225), Himachal Pradesh (225) and Assam (100) were selected for this phase. All these 1000 villages have so far been declared as ‘Adarsh Gram' by the respective State Governments. > **The vision of an ‘Adarsh Gram&#39;** An ‘Adarsh Gram' is one wherein people have access to various basic services so that the minimum needs of all the sections of society are fully met and disparities are reduced to a minimum. These villages would have all such infrastructure and their residents will have access to all such basic services that are necessary for a dignified living, creating thereby an environment in which everyone is enabled to utilize her/his potential to the fullest.",
  "benefits": [
    "Holistic Village Development",
    "Focuses on Scheduled Caste (SC)-majority villages. Aims to transform them into model villages with access to all basic services.",
    "Financial Support",
    "₹20 lakh per village for filling critical gaps in infrastructure and services.",
    "Village Development Plan (VDP)",
    "A custom 5-year development plan based on baseline survey and needs.",
    "Convergence of Schemes",
    "Integrates multiple central/state schemes like PMAY-G, MGNREGS, Ujjwala, SBM, etc.",
    "Infrastructure Improvements",
    "Roads, electricity, sanitation, water, healthcare, schools, Anganwadis, etc.",
    "Social Empowerment",
    "Promotes social harmony, inclusion, and awareness among SC communities.",
    "Monitoring Framework",
    "Tracks progress across 50+ indicators in education, health, livelihoods, etc.",
    "No Direct Cash Benefit",
    "Individuals benefit indirectly through improved village facilities and access to schemes."
  ],
  "eligibility_criteria": "Village must have ≥50% Scheduled Caste (SC) population, but villages with ≥40% SC population may also be included in some states. The village must be recognized in the latest Census data. Ideally villages with ≥500 total population. Villages already covered under PMAGY earlier phases may not be reselected.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submission of Village Profile and Convergence Committee Details",
        "Format Used: Format-1",
        "The initial step involves submitting comprehensive details of the village, including demographic data and identification of the members of the Convergence Committee responsible for overseeing the implementation of the scheme at the local level.",
        "Step 2: Only for - Assessment and Submission of Infrastructure Requirements and reparation of the Estimated Action Plan",
        "Format Used: Format-2",
        "An assessment is carried out to identify existing infrastructure gaps within the village. The findings are documented and submitted to the relevant authorities to support the preparation of the action plan.",
        "Format Used: Format-4",
        "A detailed action plan is prepared, estimating the scope of work, associated costs, and funding sources, including both convergent and gap-filling interventions.",
        "Step 2: Only for - Household Survey to Identify Individual Needs and Mapping of Schemes to Identified Beneficiaries",
        "Format Used: Format-3A",
        "A door-to-door survey is conducted to assess the specific needs of individual households. This step ensures that interventions are need-based and inclusive.",
        "Format Used: Format-3B",
        "Based on the household survey, a beneficiary-wise mapping is done by linking relevant government schemes and welfare program to each eligible household.",
        "Step 3: Formulation and Approval of Village Development Plan (VDP)",
        "Format Used: VDP Document",
        "The Village Development Plan, encompassing all proposed developmental activities, is finalized and submitted to the District Level Convergence Committee (DLCC) for review and formal approval.",
        "Step 4: Implementation of Development Activities and Progress Reporting",
        "Format Used: Submit Progress Format",
        "Upon approval, implementation of the VDP begins. The district and village-level authorities ensure timely execution of activities and submit progress reports as per the defined monitoring mechanism.",
        "Step 5: Declaration of the Village as \"Adarsh Gram\"",
        "Criteria: Minimum Score of 70 and Open Defecation Free (ODF) Status",
        "Following successful implementation and fulfilment of identified needs, the village is assessed. If it meets the evaluation criteria, it is officially declared as an \"Adarsh Gram\" by the competent district authority.",
        "Note -",
        "For the Step 2- User can procedure either one for following plans: Assessment and Submission of Infrastructure Requirements and reparation of the Estimated Action Plan. Household Survey to Identify Individual Needs and Mapping of Schemes to Identified Beneficiaries. All the formal can be downloaded or accessible from Official document (page 30 onwards)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (English)",
      "url": "https://pmagy.gov.in/Docs/PMAGY_Guidelines-Revised_July_2020.pdf"
    },
    {
      "title": "Guidelines (Other Languages)",
      "url": "https://pmagy.gov.in/Guidelines-All-Languages"
    },
    {
      "title": "Format For Utilization Certificate",
      "url": "https://pmagy.gov.in/Docs/utilization_certifi.pdf"
    },
    {
      "title": "List Of Villages Covered Under PMAGY",
      "url": "https://pmagy.gov.in/covered-villages"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Village Development Plan (VDP). Bank Account Details (for Implementing Agencies). Details of the Village PMAGY Convergence Committee. List of committee members with names, designations, contact details, and official approval by Gram Panchayat or concerned authority. Data on Percentage of Households Having Access to the Following Domains (as per prescribed format): Drinking Water and Sanitation. Health and Nutrition. Rural Roads and Housing. Electricity and Clean Fuel. Digitization. Education. Social Security. Agricultural Practices. Financial Inclusion. Livelihood and Skill Development."
}