{
  "scheme_id": "6867bd94c268790ca9bee4f5",
  "slug": "jsifffa",
  "scheme_name": "Junior/Senior Fellowship in the Field of Fine Arts",
  "scheme_short_title": "JSIFFFA",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Sports, Youth and Cultural Activities Department",
  "implementing_agency": "Gujarat State Fine Arts Academy",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fine Arts",
    "Artist",
    "Fellowship",
    "Painting",
    "Sculpture"
  ],
  "brief_description": "The scheme \"Junior/Senior Fellowship in the Field of Fine Arts\" by the Sports, Youth and Cultural Activities Department, Government of Gujarat, aims to support artistic innovation and research by offering fellowships to young and senior artists in Gujarat.",
  "detailed_description": "The scheme &amp;quot;Junior/Senior Fellowship in the Field of Fine Arts&amp;quot; by the Sports, Youth and Cultural Activities Department, Government of Gujarat, aims to nurture artistic talent and provide financial support for experimental, research-based, or revival-focused projects in the fields of painting, sculpture, and graphic arts. The scheme benefits both junior and senior artists of Gujarat by awarding them monthly stipends, thereby helping them undertake advanced training, revive endangered Indian or folk arts, and develop their careers in art. Under this scheme, 5 senior artists will be provided with a monthly stipend of ₹3,000/-, and 10 junior artists will be provided with a monthly stipend of ₹2,000/- for one year. The scheme is implemented by the Gujarat State Fine Arts Academy. <br>",
  "benefits": [
    "Fellowship for Senior Artists: ₹3,000/-per month. Fellowship for Junior Artists: ₹2,000/- per month."
  ],
  "eligibility_criteria": "The applicant should be a resident artist of Gujarat. The applicant should be actively engaged in the field of painting, sculpture, or graphic arts.\n\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should download the prescribed format of the application form for the \"Publication Support Scheme for Fine Arts\" scheme. Step 2: In the application form, provide all the mandatory details, including career details in the field of art, photographs, or color slides of work (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the Gujarat State Fine Arts Academy. Step 4: Request a receipt or acknowledgement from the concerned authority at the Academy office to whom the application has been submitted. Note: Applications for book publication are invited every year through advertisement in daily newspapers. Contact Us: Gujarat State Academy of Fine Arts Ravi Shankar Rawal Kala Bhavan, Opposite Bhaikaka Bhavan, Law Garden, Ellisbridge, Ahmedabad - 380006. 079-26425562 079-26562558"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://lalitkalaacademy.gujarat.gov.in/schemedetail.htm?21"
    },
    {
      "title": "Guidelines 2",
      "url": "https://lalitkalaacademy.gujarat.gov.in/writereaddata/Portal/Magazine/Document/1_36_3_felloship-application-form.pdf"
    }
  ],
  "documents_required": "Educational Qualification Certificates in the Field of Art Project Report (related to experimental, training, or research work) Photograph or Color Slide (as proof of past work in the relevant art field) Any other document as required."
}