{
  "scheme_id": "674039b1a207123b9e155a47",
  "slug": "scs",
  "scheme_name": "Self-Certification Scheme",
  "scheme_short_title": "SCS",
  "state": "Tripura",
  "level": "State/ UT",
  "nodal_department": "Labour Department ",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Public Safety,Law & Justice",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Employee management"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Certification",
    "Business & Entrepreneurship",
    "Labor Compliance",
    "Worker Welfare"
  ],
  "brief_description": "The Labour Department, Government of Tripura, launched the Self-Certification Scheme aims for employers to self-certify their compliance with multiple labor laws, aiming to simplify inspections and reduce bureaucracy.",
  "detailed_description": "The Labour Department, Government of Tripura, launched the Self-Certification Scheme aims at making the employer or an entrepreneur a conscious and truthful citizen and law-abiding person who is willing to take care of all interests of the workers and employees by following all the Labour laws as applicable and enable the Directorate of Labour to effectively protect the interest of the workers as well as the employers and entrepreneurs and create a friendly and safe environment for the workers and a relationship between the Employer and the Employees. <br> ***Objective:*** The objectives of this Self Certification Scheme is to reduce visits of Government officials for inspection of those units who opt for this Scheme however without compromising on the safety, health, social security and welfare of the workers as provided under the various labour enactments. And also to ensure &amp; enable ease of doing business in the Sate of Tripura.",
  "benefits": [
    "Reduces inspection frequency, promoting a business-friendly environment. Increases transparency and improves employer-employee relations. Covers a range of labor laws to protect worker welfare. Reduces administrative burden on the business. Provides secure, interest-free refund of security after five years if no violations occur."
  ],
  "eligibility_criteria": "All shops, factories, and establishments are eligible to apply. . Not available to units handling hazardous chemicals or substances as per the Factories Act, 1948 and Tripura Factories Rules, 2007 . Enrollments must be confirmed with compliance with relevant labor laws.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant downloads the application form .",
        "Step-2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-3: Submit the duly filled and signed application form along with the documents to the Labour Commissioner's Office Agartala, Tripura.",
        "Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Processing fees",
        "S. No. | No. of Worker | Processing Fee\n1 | 1 to 20 | ₹2,000/-\n2 | 21 to 50 | ₹4,000/-\n3 | 51 to 100 | ₹6,000/-\n4 | 101 and above | ₹10,000/-",
        "Security deposits",
        "S. No. | No. of Worker | Security Money\n1 | 1 to 20 | ₹5,000/-\n2 | 21 to 50 | ₹15,000/-\n3 | 51 to 100 | ₹20.000/-\n4 | 101 and above | ₹30,000/-",
        "Note : Fees and deposits are forfeited in cases of premature withdrawal, non-compliance, or legal violations."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://labour.tripura.gov.in/sites/default/files/2024-05/Self-Certification%20Scheme-%20under%20various%20Labour%20Laws.pdf"
    }
  ],
  "documents_required": "Shop Registration Detail Workers Details Registration Copy (Attested copy of registration under the Tripura Shops & Establishment Act, 1970, if applicable) Registration Copy with attested copy of registration under the Contract Labour (Regulation & Abolition) Act, 1970 (if applicable) License Copy under the Contract Labour (Regulation &Abolition) Act, 1970 (if applicable) Details of Fees & Security Nature of industry/activity - manufacturing, Trading, Services"
}