{
  "scheme_id": "665b3d9102cfbde316569555",
  "slug": "secoii",
  "scheme_name": "Solar Energy Corporation of India (SECI) Internship",
  "scheme_short_title": "SECOII",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship",
    "Training and Skill Up-gradation",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Stipend",
    "Internship",
    "Student",
    "Graduate",
    "Post-Graduate"
  ],
  "brief_description": "The SECI Internship Policy is designed to provide practical experience to students in the renewable energy sector. The program aims to give interns exposure to SECI's various divisions, helping them understand the renewable energy sector.",
  "detailed_description": "The Ministry of New and Renewable Energy launched the &quot;SECI Internship&quot; program under Solar Energy Corporation of India Ltd. The Internship Program will serve as an opportunity for students to gain understanding about Renewable as a sector and SECI as an employer and help them evaluate future career opportunities. The Program will be structured, short-term, supervised placements often focused around particular tasks or projects with defined timescales. The work should be meaningful and must be mutually beneficial for intern and the Corporation. <br> > **Area of Interest:** - Renewable Energy and Solar-Wind Hybrids. - Floating Solar. - Solar Manufacturing and Battery Energy Storage Systems. - Solar Park development. - Solar Rooftop projects and Off-grid Solar. <br> > **Duration:** - Engineering/M-Tech students: 3 &amp; 6 months - CA/CA (Inter),CS/ICWA/ICWA(Inter)/CMA students: 6 months to 3 years - MBA students: 7 weeks to 6 months",
  "benefits": [
    "Stipend:",
    "For training periods less than 6 months: ₹8,000/- per month For training periods from 6 months to 3 years: ₹12,000/- per month",
    "Completion Certificate:",
    "HR issues a certificate upon successful completion of the internship, confirming attendance and work supervision.",
    "NOTE: The internship program does not include compensation of any kind, boarding, lodging, transportation etc."
  ],
  "eligibility_criteria": "The applicant should be a student. The student should engage in research/pursue Engineering Graduate & Postgraduate Degrees/Ph.D. students in Renewable Energy/CA/CA(Inter)/CS/ICWA/ICWA(Inter)/CMA students/MBA students in HR/Finance/IT/CC from recognized institutions in India or abroad. The applicant must have his own laptop for the internship. The applicant must maintain a regular schedule and demonstrate professionalism. The applicant must sign a non-disclosure agreement to protect SECI's data.\n\nNOTE: SECI shall provide them with working space, internet facility, and other necessities as deemed fit by the concerned Heads. However, CA/CA(Inter)/CS/ICWA/ICWA(Inter)CMA/MBA interns may be provided the desktop as per the requirement.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application widow will be open from 1st to 10th of each month.",
        "Applicant have to visit the official website . Click on SECI Internship under the career option in top menu. Click on the register button. Now fill out the Internship Form with the following details. Name Father's Name Date of Birth Education Qualification Qualification Status : Pursuing / Completed Area of Interest Email Id Mobile/Contact Number Address CV / Resume upload Desired Internship Period Now submit.",
        "Note-1: The applicant can apply for an internship only once during a financial year.",
        "Note-2: No fee will be charged to the interns."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.seci.co.in/upload/static/files/SECI%20internship%20Policy.pdf"
    },
    {
      "title": "Amendment (2021)",
      "url": "https://www.seci.co.in/upload/static/files/Amendment%20in%20SECI%20Internship%20Policy%2012-10-2021.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.seci.co.in/page/seci-internship"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "CV / Resume Letter from the institution confirming enrollment and \"no objection\" for allowing their student to undergo Internship program."
}