{
  "scheme_id": "681363bf85d2610f324d7959",
  "slug": "organising-training-programs",
  "scheme_name": "Market Development and Export Promotion : National Coffee Competitions",
  "scheme_short_title": "ORGANISING TRAINING PROGRAMS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Market Development And Export Promotion"
  ],
  "brief_description": "To cater to the need of the coffee industry by providing a training platform for coffee start-ups with hands on training in Roasting, Grinding and Packaging of coffee",
  "detailed_description": "World Coffee Events, an event management organization of SCA has recognized Coffee Board as an authorized National body to conduct National Barista Championship, national Latte Art championship for India and accordingly Coffee Board has registered as a Competition Body with World Coffee Championship (WCC) of Specialty Coffee Association (SCA).",
  "benefits": [
    "National Barista Championship (NBC) was conducted from 2015 onwards and winner of the event is authorized to represent the country in World Barista Championship (WBC) organized by WCC along with the National Latte Art championship (NLaC) initiated by the Coffee Board from 2023. Further the National competitions encompass a range of events, including the National Latte Art Championship, Brewers Cup, and Filter Coffee Championship. Held annually, these events attract skilled baristas, brewers, and coffee enthusiasts from across the nation, providing them with opportunities to demonstrate their expertise in coffee preparation, presentation, and innovation. The competitions are judged by panels comprising certified Q Graders and industry experts, ensuring adherence to international standards. Winners of these national events often earn the honour of representing India in global competitions, thereby contributing to the international recognition of Indian coffees and coffee talent globally. Beyond the contests, these events foster community engagement, encourage knowledge exchange through workshops, technical sessions, and inspire continuous improvement within the Indian coffee industry."
  ],
  "eligibility_criteria": "These events attract skilled baristas, brewers, and coffee enthusiasts from across the nation, providing them with opportunities to demonstrate their expertise in coffee preparation, presentation, and innovation.\nThe competitions are judged by panels comprising certified Q Graders and industry experts, ensuring adherence to international standards.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application forms can be downloaded from our website or collected personally from Coffee Board, Bangalore."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Duly filled application form Proof of Date of Birth Caste Certificate Application fee payment details"
}