{
  "scheme_id": "67ca93411dc65aa2df416164",
  "slug": "sgsccs",
  "scheme_name": "State Government Share Capital Contribution to Co.operative Sugar Factories (Normal Area) (Tribal Area)",
  "scheme_short_title": "SGSCCS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Financial assistance",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Agriculture",
    "Sugar Co-operatives Factories"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance in the form of a 30% share capital contribution by the State Government for setting up new sugar cooperative factories in Gujarat.",
  "detailed_description": "The scheme &amp;quot;State Government Share Capital Contribution to Co.operative Sugar Factories (Normal Area) (Tribal Area)&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to facilitates the establishment of new sugar cooperative factories by providing a 30% share capital contribution from the State Government. The objective is to strengthen the cooperative sugar industry and support economic development in the state.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nState Government share capital contribution to Co.operative Sugar Factories | Share contribution by the State Government on the basis of 30% of the project cost to the new sugar co-operative factories to be set up in the State. | To the extent of 30% of the project cost to the concerned Sugar Co-operative Societies who are eligible"
  ],
  "eligibility_criteria": "Newly established sugar co-operative factories shall be eligible for this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The concerned sugar co-operative societies who are eligible, should send the proposal through the District Registrar of the concerned district to the Director of Sugar, Gujarat State, Gandhinagar.",
        "Office Address and Contact Details of District Registrar: Click here .",
        "Office Address and Contact Details of Director Of Sugar:",
        "Director of sugar",
        "Address: Dr.Jivraj Mehta bhavan, Block No.8 ,2nd floor, Gandhinagar",
        "Phone: 232-53437",
        "Email Us: directorsugar[at]gmail[dot]com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=DNxJl5a3JCcwihu9qhzeHA==&domain=XWitJVnGypIBbPyRipp0WA=="
    },
    {
      "title": "Guidelines 2",
      "url": "https://agri.gujarat.gov.in/ViewFile?fileName=BPU15yCCFnFG3aU8EVKGJ7lSZqskxqNBMkB02hkwK3y1zCEFInSjGtFyrmJhqnAl3fpmZTBRmOldQ6vAgzImDCrKFgBHASH_HASHZEYOBfAV7pG0HASH_HASH5bPVax2B8r0r4VFZJGWV1BWHASH__HASHsHQY2DcvigGJiSVpu6CvQ=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Project report of sugar co-operative factory including construction/machinery Member's share capital collected by sugar co-operative society (including the last balance sheet of the society) Official details regarding sanctioned project loan Official documents regarding the ownership of the land of the proposed project of the Sugar Co-operative Society"
}