{
  "scheme_id": "66b5eefa0d7fcba784542694",
  "slug": "sfcssuds",
  "scheme_name": "Scheme for Campaign, Seminar and Sports under Disability Sector",
  "scheme_short_title": "SFCSSUDS",
  "state": "Odisha",
  "level": "State/ UT",
  "nodal_department": "Social Security and Empowerment of Persons with Disabilities Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Sports & Culture"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "NGO"
  ],
  "tags": [
    "Person With Disabilities",
    "PWD",
    "Campaign",
    "Seminar",
    "Sports",
    "Organizations"
  ],
  "brief_description": "The scheme aims to extend financial support for National & International Events organized by reputed organizations or an individual person with disabilities working for welfare of Persons with Disabilities.",
  "detailed_description": "The &amp;quot;Scheme for Campaign, Seminar and Sports under Disability Sector&amp;quot; is a social welfare scheme, implemented by the Social Security and Empowerment of Persons with Disabilities (SSEPD) Department, Government of Odisha. This scheme promotes sports, cultural activities, and various events to highlight the rights and needs of PwDs, encouraging volunteer action and ensuring effective implementation of legal provisions and welfare schemes through extending financial support to the reputed organizations or an individual person with disabilities working for welfare of Persons with Disabilities. &lt;br&gt;",
  "benefits": [
    "State-Level Events: Financial assistance limited to ₹1,00,000/- per event. District-Level Events: Financial assistance limited to ₹50,000/- per event."
  ],
  "eligibility_criteria": "Institutions or an individual person with disabilities working for the welfare of Persons with Disabilities shall be eligible for financial support. The events should be State and District level programs.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submit a proposal to the concerned District Social Security Officer (DSSO) at least one month before the event. Step 2: The proposal should include details of the event and the financial assistance required. Step 3: Ensure you receive a submission receipt for future reference (if provided).  Contact Us Address: SSEPD Department, Red Building, Lokseva Bhawan, Bhubaneswar - 751001 E-mail: ssepdsec.od@nic.in Tel No: 0674- 2392803 List of District Social Security Officers"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ssepd.odisha.gov.in/sites/default/files/2024-05/Guideline%20for%20Scheme%20for%20Campaign%20Seminar%20and%20Sports%20under%20Disability%20Sector_0001.pdf"
    }
  ],
  "documents_required": "Detailed proposal of the event. Recommendation letter from the Collector. Previous utilization certificates (if applicable). Registration certificate of the organization (if applicable). Any other document (if required)."
}