{
  "scheme_id": "6422a9087d0a0a2ed19c4759",
  "slug": "icds-chandigarh",
  "scheme_name": "Integrated Child Development Services: Chandigarh",
  "scheme_short_title": "ICDS: CHANDIGARH",
  "state": "Chandigarh",
  "level": "State",
  "nodal_department": "Health Department",
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Children’s health and immunization",
    "Health care providers and access",
    "Pregnancy care"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Child Development Scheme",
    "Child Development",
    "ICDS",
    "Immunization Of Children",
    "Lactating Mothers"
  ],
  "brief_description": "The Integrated Child Development Service (ICDS) Scheme providing for supplementary nutrition, immunization and pre-school education to the children is a popular flagship programme of the government. Launched in 1975, it is one of the world's largest programmes providing for an integrated package of",
  "detailed_description": "Launched on 2nd October, 1975, the Integrated Child Development Services (ICDS) Scheme is one of the flagship programmes of the Government of India and represents one of the world's largest and unique programmes for early childhood care and development. It is the foremost symbol of country's commitment to its children and nursing mothers, as a response to the challenge of providing pre-school non-formal education on one hand and breaking the vicious cycle of malnutrition, morbidity, reduced learning capacity and mortality on the other. The beneficiaries under the Scheme are children in the age group of 0-6 years, pregnant women, and lactating mothers. <br> To reduce mortality morbidity and malnutrition among the children in U.T of Chandigarh, the ICDS project was started on 1.8.1979 with 24 anganwadi centres. At present there are 3 ICDS Projects comprising of 450 anganwadi centres covering an approx. population of over 5.50 lac in peripheral areas, villages, colonies, and slum areas. <br> <br>",
  "benefits": [
    "Supplementary Nutrition Immunization Health Check-up Referral Services Pre-School Education Nutrition & Health Education",
    "Three of the six services viz. immunization, health check-up and referral services are related to health and are provided through National Health Mission and Public Health Infrastructure. The services are offered at Anganwadi Centers through Anganwadi Workers (AWWs) and Anganwadi Helpers (AWHS) at grassroots level."
  ],
  "eligibility_criteria": "Children in the age group of 0-6 years. Pregnant women. Lactating mothers. Women from age group 14-18 years of UT Chandigarh. The Scheme is universal for all categories of beneficiaries and in coverage.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The citizen need not apply to the scheme. Visit the nearest Anganwadi center."
      ]
    }
  ],
  "references": [
    {
      "title": "Portal",
      "url": "https://chdsw.gov.in/index.php/scheme/ICDS"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhar Card"
}