{
  "scheme_id": "66a8d4e3ff82e3090fb4f074",
  "slug": "sgsts",
  "scheme_name": "State Government ST Scholarship (Class 1 to 8)",
  "scheme_short_title": "SGSTS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "implementing_agency": "Tribal Affairs Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Tribe",
    "Scholarship",
    "Student"
  ],
  "brief_description": "The scheme was launched by the Tribal Affairs Department, Government of Madhya Pradesh, aims to give benefits for improving the educational status of scheduled tribe students. Under this scheme, scholarships are provided to Scheduled Tribe students in Classes 1 to 8.",
  "detailed_description": "The &amp;quot;State Government ST Scholarship (Class 1 to 8)&amp;quot; scheme, launched by the Tribal Affairs Department, Government of Madhya Pradesh, aims to give benefits for improving the educational status of scheduled tribe students. Under this scheme, scholarships are provided to Scheduled Tribe students in Classes 1 to 8. To be eligible, students must be native of Madhya Pradesh and belong to the Scheduled tribe category. There is no restriction on the annual family income of the students.",
  "benefits": [
    "Under this scheme, scholarships will be provided to the students belonging to Scheduled Tribes at the following rates: For Classes 1 to 5: ₹250/- per year (for 10 months) to all girls and boys belonging to special backward tribes (Baiga, Saharia, and Bharia). For Classes 6 to 8: ₹200/- per year (for 10 months) for boys. ₹600/- per year (for 10 months) for girls. Note: The scholarship will be deposited directly into the student's bank account."
  ],
  "eligibility_criteria": "The applicant should be a student. The student should be a native of Madhya Pradesh. The student should be enrolled in Classes 1 to 8. The student should belong to any of the Special Backward Tribes, such as Baiga, Saharia, or Bharia. There is no restriction on the students' annual family income. Note 1: The students will be eligible for scholarships even if they fail for 1 year. Note 2: Reapplication is not required for the renewal of the scholarship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail of the benefits under this scheme, eligible students can contact the Principal of their respective schools/institutions. Note: The profile of the students is entered on the education portal https://shikshaportal.mp.gov.in/ by the teacher of the educational institution as per the record/certificate provided by the student."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=889"
    },
    {
      "title": "Guidelines (Page No. 71)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    },
    {
      "title": "Online Shiksha Portal",
      "url": "https://shikshaportal.mp.gov.in/"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}