{
  "scheme_id": "67ca8df04f0bd5e698d2ba28",
  "slug": "isaltlcss",
  "scheme_name": "Interest Subvention against long terms loan to the Co-operative sugar societies (Normal Area) (Tribal Area)",
  "scheme_short_title": "ISALTLCSS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Registered Societies"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Sugar Co-operatives",
    "Terms Loan",
    "Interest Subvention"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide interest subvention on long-term loans taken by sugar cooperative societies for payment of sugarcane arrears for the year 2018-19.",
  "detailed_description": "The scheme &quot;Interest Subvention against long terms loan to the Co-operative sugar societies (Normal Area) (Tribal Area)&quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provides interest subvention to sugar cooperative societies that availed loans for the payment of sugarcane arrears for the 2018-19 season. The central government covers 1 year of interest subsidy from the loan withdrawal date, after which the state government continues the subsidy for a maximum of 4 years at the lower of the actual interest or 7%.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nInterest Subvention against long terms loan to the Co-operative sugar societies | Interest actually paid on the bank loan amount taken by the Sugar Cooperative or 7% or whichever is less for a maximum period of 4 (four) years or interest concession on loan repayment (whichever is earlier). | 1 year of interest subvention to be paid by the Government of India from the date of withdrawal of this loan on the amount of bank loan taken by the State Sugar Co-operative Societies for affiliated purposes under the announced scheme for soft loan interest subvention on loans obtained for the payment of sugarcane arrears for the year 2018-19 for the respective sugarcane prices. Interest subvention paid by the State Government on interest actually payable or 7 percent or whichever is less for a maximum period of 4 (four) years or till the loan repayment (whichever is earlier)"
  ],
  "eligibility_criteria": "Sugar Co-operative Societies which have availed loan for payment of sugarcane arrears for the year 2018-19 for the respective sugarcane prices will be eligible for this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The concerned sugar co-operative societies who are eligible, should send the proposal through the District Registrar of the concerned district to the Director of Sugar, Gujarat State, Gandhinagar.  Office Address and Contact Details of District Registrar: Click here . Office Address and Contact Details of Director Of Sugar: Director of sugar Address: Dr.Jivraj Mehta bhavan, Block No.8 ,2nd floor, Gandhinagar Phone: 232-53437 Email Us: directorsugar[at]gmail[dot]com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=zziRlXhnC5iwFvjYX3k+rA==&domain=XWitJVnGypIBbPyRipp0WA=="
    },
    {
      "title": "Guidelines 2",
      "url": "https://agri.gujarat.gov.in/ViewFile?fileName=BPU15yCCFnFG3aU8EVKGJ7lSZqskxqNBMkB02hkwK3znkKT2VPjlo3g5QMgwk7LYtdMhCabJQeqtBq5Grdgl2R8t9SWZzq26MwDqKgthqTLwlAfPdi0qmUTYL8VbUe1xq6YC7g2ixcQ3uLjneyFJEg=="
    }
  ],
  "documents_required": "Loan sanction letter from the bank. Proof of loan utilization for sugarcane arrears payment. FRP notification issued by the Government of India (02/03/2019). Audit reports of the sugar cooperative society. Loan repayment schedule and bank statements. Any other documents as required."
}