{
  "scheme_id": "686e40f55028722a6aa66f9b",
  "slug": "pm-usp-sssjkl",
  "scheme_name": "Pradhan Mantri Uchchatar Shiksha Protsahan Yojana - Special Scholarship Scheme for Jammu & Kashmir and Ladakh",
  "scheme_short_title": "PM-USP SSSJKL",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Financial Assistance",
    "Scholarship"
  ],
  "brief_description": "This initiative provides academic fees and maintenance allowances to support students from Jammu & Kashmir and Ladakh pursuing higher education outside the Union Territories",
  "detailed_description": "> **Background** The scheme was launched following the recommendation of an Expert Group formed by the Hon'ble Prime Minister on 18th August 2010, which aimed to enhance employment opportunities for youth in the Union Territories of Jammu &amp; Kashmir and Ladakh. One of the group's key suggestions was to provide 5,000 fresh scholarships every year to encourage students to pursue higher education outside these UTs, focusing on human resource development through improving skill set through improving access to education. <br> > **Objective** - To Facilitating access to quality education with an aim to equip the youth with knowledge, skills, experience and training for higher academic level/profession. - To build capabilities of the youth of UTs of Jammu &amp; Kashmir and Ladakh by educating, enabling, and empowering them to compete at the national level. - To provide the youth of UTs of Jammu &amp; Kashmir and Ladakh an exposure to other states and union territories' culture, language, and livelihood and promote the understanding of ‘Ek Bharat Shrestha Bharat.' <br> > **SCOPE** Under the scheme 5000 fresh scholarships are available per annum. Out of these, 2070 scholarships are for General Degree Courses, 2830 for Professional/Engineering courses and 100 for Medical Courses. The number of scholarships for Engineering and Medical Studies would be kept flexible, subject to the ceiling of 5000 fresh scholarships per annum and subject to the savings accruing from any shortfall in the number of students opting for General Degree courses. <br>",
  "benefits": [
    "Disbursement Of Scholarship:",
    "Scholarship towards academic fee will be paid directly to the Institution as per claim or as per rate fixed by respective State Fee Regulatory Authority or as fixed by any Regulatory Authority appointed by the Government, whichever is less and within the overall ceiling fixed for the course. All the Institutions may note that upper ceiling of Academic Fee inclusive of all admissible components taken together is ₹1,25,000/- for Professional / Engineering Stream, ₹30,000/- for General Stream and ₹3,00,000/- for Medical Stream. Even if the total fee of institute is more than the ceiling, neither AICTE shall reimburse extra amount nor institute can charge the same from the students. The fixed maintenance allowance ₹1,00,000/- per annum for all streams will be paid to the bank account of the student through DBT using PFMS gateway. Maintenance Allowance during first year will be released in 9(Nine) instalments, first instalment of which will be of ₹20,000/- and subsequent 8 monthly instalments will be of ₹10,000/- each. From 2nd year onwards fixed maintenance allowance of ₹1,00,000/- per beneficiary will be paid in 10 (Ten) monthly instalments of ₹10,000/- each.",
    "Rate Of Scholarships, Academic Fee & Maintenance Allowance Per Annum:",
    "Stream | No. of Scholarship | Academic Fee (Upper Limit) | Maintenance Charges (Fixed)\nGeneral Degree | 2070 | ₹30,000/ | ₹1,00,000/- *\nProfessional/Engineering/ B.Sc. Nursing /B. Pharmacy/B. Architecture (subject to NATA)/ HMCT Degree/BA LLB (in National Law Colleges only) | 2830 | ₹1,25,000/- | ₹1,00,000/- *\nMedical/BDS or equivalent Medical Stream (subject to NEET, wherever applicable) | 100 | ₹3,00,000/- | ₹1,00,000/- *\nTotal No. of Scholarship | 5000 |  | ",
    "Note : *Not exceeding ₹1,00,000/- per annum (Ten equal instalments to meet hostel, mess, books, stationery & other incidentals). Fresh students admitted in the academic session 2025-26 will be paid maintenance allowance from the date of joining the institute."
  ],
  "eligibility_criteria": "Candidates should be domicile of Union Territories of J&K and Ladakh. Candidates must have passed 12th examination from JKBOSE or CBSE affiliated schools located in UTs of J&K and Ladakh. Candidate's family income should be ₹8,00,000/- or less per annum. Candidates who want to take admission under Lateral Entry Scheme have to pass Diploma in Engineering from the Polytechnic Institutes recognized by Directorate of Technical Education (DTE), UTs of J&K and Ladakh. Candidates are compulsorily required to apply online on the AICTE web-portal and verify their documents through nearest Facilitation Centers of J&K and Ladakh within time frame. Admission under Lateral Entry Scheme will be subject to allocation of seats / vacant seats of the preceding year in Engineering Stream and in the relevant stream only. Merit list will be prepared for HSC and Lateral Entry students and the same shall be displayed on the student's portal only for conduction of online counselling for final allotment of seats in colleges to eligible candidate's subject to choice filling/availability of scholarships.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Steps for Registration",
        "Open the official portal https://www.aicte-jk-scholarship-gov.in/ in the browser (use google chrome preferably). Click on the button Registration for SSS JK&L Academic Year 2025 26 HSC (12th). Click on the button Registration for SSS JK&L Academic Year 2025 26 Lateral Entry Diploma Holders (directly in 2nd year in Engineering Stream only). Fill up the Registration Form and Submit. Correct the errors (if any). On Successful registration, you will receive an Email/SMS on registered email ID/Mobile. Click on Verification Link.",
        "Steps for Application Submission",
        "Open https://www.aicte-jk-scholarship-gov.in/ on the browser Login through your existing username and password Fill up the form i e Personal, Address, Family and Income, Educational Details. Upload the attachments. Refresh the browser and read the information filled by you carefully. Preview. Enter the preferences and Grievance Centre Details Click on \"Submit Application\" button. (Correct errors if any) Print Application Report and Visit the facilitation Centre along with supporting documents(Originals) given in Application report for Document Verification. ",
        "Note :",
        "Kindly refer the Instruction manul for further clarity. Contact JKBOSE / CBSE / JKSBOTE if still unable to register",
        "Contact AICTE on 011 29581051,07,08/43 or email to jkadmission2025@aicte india.org in case email/SMS have not been received by you."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://www.aicte-jk-scholarship-gov.in/"
    }
  ],
  "exclusions": "Categories of Candidates NOT eligible under the SSSJ&KL:\nCandidates pursing courses through Open Universities. Student availing benefit of any other scholarship Scheme from any Central/State/UT Government Schemes or any scheme run by any autonomous body under them. Candidates gaining admission through ‘Management Quota'. Candidates pursuing Diploma course. Candidates pursuing Post-Graduate level studies, in any discipline. Candidates having family income over ₹8,00,000/- per annum. Not applied through online registration in the AICTE Portal. Taking admission in the Colleges other than the prescribed colleges given in AICTE Portal. Admission through Agents / NGOs.\n",
  "documents_required": "Self Attested Scan copy of (in jpg/png not more than\nDomicile Certificate. SSC(10 th Class) Mark sheet. Family Income Certificate (Issued by Tehsildar or equivalent). Aadhaar Card. Reservation /Physically disabled certificates (if any).\nOther attachments (in jpg/png not more than 10kb 50 kb\nPassport Size photo ( 200 x 230 pixels preferred). Passport Size photo of Father/Guardian ( 200 x 230 pixels preferred). Passport Size photo of Mother/Guardian ( 200 x 230 pixels preferred). Signature (140 x 60 pixels preferred)."
}