{
  "scheme_id": "64be9e1d481f59106a77e366",
  "slug": "vs-camcd",
  "scheme_name": "Vijayamritham Scheme - Cash Award For Meritorious Children With Disabilities",
  "scheme_short_title": "VS-CAMCD",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Disability",
    "Award",
    "Meritorious",
    "Memento",
    "Children With Disability"
  ],
  "brief_description": "The scheme \"Vijayamritham Scheme - Cash Award for Meritorious Children with Disabilities\" was launched by the Department of Social Justice, Government of Kerala.",
  "detailed_description": "The scheme \"Vijayamritham Scheme - Cash Award for Meritorious Children with Disabilities\" was launched by the Department of Social Justice, Government of Kerala. The government of Kerala has devised this scheme to provide a one-time cash award as motivation and helping hand to meritorious differently-abled students who have secured high marks in Degree/ Equivalent courses, Post Graduate &amp;amp; Professional courses. Through this scheme, the government aims to mainstream Children with Disabilities and create awareness among them of their fundamental rights. The differently-abled persons face several obstacles in all spheres of life. Persons with disability are the marginalized groups, who are socially, educationally, and economically deprived. Especially in the case of Children with Disability (CWD), they struggle hard even to complete formal primary education. The Department of Social Justice is bound to guarantee access to a quality inclusive education for all children with disabilities. <br>",
  "benefits": [
    "The amount of the award is as under:",
    "Sl. No. | Category | Eligibility | Amount of Award | No. of students per district\n1 | Degree / Equivalent courses | 60% marks for Arts subjects, 80% marks for Science subject | ₹8000/- | 10 students\n2 | Post-Graduation & Professional Courses | 60 % and above | ₹10,000/- | 5 students",
    "2. As a token of appreciation, certificates, and mementos will also be presented to the selected students."
  ],
  "eligibility_criteria": "The applicant should be a differently abled student. The applicant should have a 40% disability or more. The applicant must complete their studies in the educational institutions within the State of Kerala. The differently abled students who have secured high marks in Degree/ Equivalent courses, Post Graduate & Professional courses are eligible to apply under the scheme. The students who have secured 60% marks for Arts subjects, 80% marks for Science subject and 60 % & above for Post-Graduation & Professional Courses. The applicants must have passed the courses from Government / Aided Colleges/ Other Affiliated Institutions (Parallel Colleges, Distance Education Centers). The applicants must have passed the examination in the first attempt. Note: If two or more students have the same eligibility then priority must be given to a student with a higher disability percentage.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 01: To avail of the benefits of the scheme, the applicant needs to visit SUNEETHI- Online Service Application Portal  Step 02: On the home page, click on \"One time Registration\" Step 03: Fill in the details like Name, Email ID & Mobile Number and click on ‘Register'. Step 04: The applicant needs to enter the verification code received on the mobile number and click on ‘Verify'. Step 05: Now, a form will open to create the new profile, fill in all the mandatory details and click on ‘Register'. Login/Application Process: Step 01: Once the registration process is completed, the applicant should visit S UNEETHI- Online Service Application Portal and click on \"Citizen Login\".  Step 02: Enter the user name i.e. Mobile Number and Password and click on \"Sign in\". Step 03: Now, the applicant needs to update all their details i.e. Personal Information, Contact Details, Identity Cards & Bank Details by clicking on the 'Edit' button. Step 04: Once the applicant updated their profile successfully, the schemes will appear on the left side of the screen. Step 05: Select the scheme and click on the \"Apply Now\" button. Step 06: Fill in all the mandatory details in the application form and click on the ‘Submit' button."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicants need to visit the official website of the Social Justice Department, Government of Kerala, and download the application form . Step 02: The applicants need to fill out the application form completely. Step 03: The applicants must submit the duly filled applications along with supporting documents to the concerned District Social Justice Officers."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=MTU5c1Y4dXFSI3Z5#"
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/30696.pdf"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/30695.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity card i.e. Aadhaar Card Mobile number Email id Passport size photo Disability certificate from Medical board/Disability Identity card Attested copy of the course completion certificate (along with mark sheet) Bank details- Copy of Bank Passbook Other documents, if any"
}