{
  "scheme_id": "6440fe83ecfd2fb2b25added",
  "slug": "cmat-ap",
  "scheme_name": "Chief Ministergi Artistesinggi Tengbang (CMAT) – Artiste's Pension",
  "scheme_short_title": "CMAT-AP",
  "state": "Manipur",
  "level": "State",
  "nodal_department": "Art and Culture Department",
  "categories": [
    "Sports & Culture",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Culture",
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Artist",
    "Pension",
    "Financial Assistance",
    "Manipur",
    "Culture"
  ],
  "brief_description": "The scheme \"Chief Ministergi Artistesinggi Tengbang (CMAT) – Artiste's Pension\" by the Dept. of Art and Culture, Govt. of Manipur provides a monthly pension of up to ₹ 4,000/- to the aged reputed artists who have contributed to making the tradition, culture, and art forms of Manipur more vibrant.",
  "detailed_description": "The scheme &quot;Chief Ministergi Artistesinggi Tengbang (CMAT) – Artiste's Pension&quot; by the Dept. of Art and Culture, Govt. of Manipur provides a monthly pension of up to ₹ 4,000/- to the aged reputed artists who have contributed to making the tradition, culture, and art forms of Manipur more vibrant by working in various fields of arts such as Theatre (traditional/modern) / Shumang Leela / Nupi Leela / Mime/ Classical Dance / Traditional Dance / Folk Dance / Tribal Dance, etc.",
  "benefits": [
    "Category A: Awardees & Gurus (150 number) @ ₹ 4,000/- per month will be supported.",
    "Category B: Non-Awardees (850 number) @ ₹ 2,500/- per month will be supported."
  ],
  "eligibility_criteria": "The applicant should be a domicile of the State of Manipur. The applicant should be an Artist. The applicant should be 60 years or above in age, as of 1st April of the current financial year. The applicant should not be employed in any public/private undertakings. For Category (A): The applicant should be a National / State Awardee, such as Padma Awardee, Sangeet Natak Akademi, Sahitya Akademi, Lalit Kala Akademi or Manipur State Kala Akademi Awardee, Manipur State Film Development Society or National Award Winners in Film. For Category (B): The applicant should have made a substantial contribution to the preservation and promotion of Arts during his / her young age and should be a well-known artiste recognized by a competent authority of Government including Shree Shree Govindaji Temple Board, Sanamahi Temple Board for Sankirtana and Lai Haraoba or recommended by any reputed registered organizations authorized by the Government, etc in the concerned field. The income of the applicant including that of the spouse from all sources should not exceed ₹ 1,50,000/- per annum. Any dependent spouse of the Artiste who enjoyed Pension and Medial benefits under the CMAT shall be eligible for financial assistance / medical assistance.\n\nReservation/Preference/Priority:\nThe artiste who is in indigent circumstances will be given preference.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant should take print of the format of the application form provided in the scheme guidelines.",
        "Step 2: The applicant should fill in all the mandatory fields and attach all the (self-attested) required documents.",
        "Step 3: The duly filled-in application form should be submitted to the Directorate of Art & Culture, Government of Manipur office at Palace Compound, Imphal along with a cover letter addressed to the Director (Art & Culture)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://artnculturemanipur.gov.in/media/filer_public/79/9a/799a0d4d-4a03-4e17-a66d-a3bef1227c28/application_form_for_artistes_pension.pdf"
    }
  ],
  "exclusions": "Any artistes receiving assistance from any State Government or Central Government under Artistes' Pension Scheme and Medical Aid to Artistes are not eligible for assistance under CMAT-Artistes' Pension. There must be no duplicity.",
  "documents_required": "Passport Sized Photograph Residential/Domicile Certificate of the State of Manipur Aadhaar Card / EPIC Life Certificate to be issued either by any Gazetted Officer / SDC / SDO / Elected Councillor / MLA etc. Income Certificate to be issued by Gazetted Officer / SDC / SDO / Elected Councillor / MLA etc. Details of the Bank Account Bio Data with Relevant Supporting Documents/Certificates Proof of Age / Date of Birth\nNOTE: After selection for the pension scheme, the artiste should submit Life Certificate duly certified by authorities every six months to the Department of Art & Culture, Government of Manipur failing which subsequent pension will not be released."
}