{
  "scheme_id": "655b0a515838968fc391514c",
  "slug": "rassnb",
  "scheme_name": "Ramai Awas (Gharkul) Scheme for SC & Nav-Buddha (Urban and Rural)",
  "scheme_short_title": "RASSNB",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Housing",
    "Scheduled Caste",
    "Nav Buddha",
    "Urban",
    "Rural"
  ],
  "brief_description": "The scheme \"Ramai Awas (Gharkul) Scheme for SC & Nav-Buddha (Urban and Rural)\" is a housing scheme by the Department of Social Justice & Special Assistance of the Government of Maharashtra. The scheme aims to raise the standard of living of the Scheduled Caste and Nav-Buddha communities.",
  "detailed_description": "The scheme &quot;Ramai Awas (Gharkul) Scheme for SC &amp; Nav-Buddha (Urban and Rural)&quot; is a housing scheme by the Department of Social Justice &amp; Special Assistance of the Government of Maharashtra. The scheme aims to raise the standard of living of the individuals from the Scheduled Caste and Nav-Buddha communities residing in rural &amp; urban areas of Maharashtra.",
  "benefits": [
    "The benefits vary with the area that the beneficiary resides in -",
    "Rural Area: ₹ 1,00,000/- (Beneficiary's share is Nil) Municipal Area: ₹ 1,50,000/- (Beneficiary's share is 7.5%) Municipal Corporation: ₹ 2,00,000/- (Beneficiary's share is 10%)"
  ],
  "eligibility_criteria": "1. The applicant should have lived for 15 years in Maharashtra.\n2. The applicant's annual income limit is as under -\nFor Rural Area, ₹1,00,000/- per annum. For Municipal Area, ₹1,50,000/- per annum. For Municipal Corporation, ₹2,00,000/- per annum.\n3. Only one person in the family will get the benefit.\n4. The applicant should have his/her own land\n5. The applicant should not be receiving the benefits of any other housing scheme of the Government.\nReservation/Relaxation/Priority\nPriority will be given to applicants from the Below Poverty Line (BPL).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) one of the following officers and request a hard copy of the prescribed format of the application form from the concerned authority -",
        "Assistant Commissioner, Social Welfare Office Project Director, District Rural Development Agency District Council / Municipal Commissioner",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sjsa.maharashtra.gov.in/en/ramai-awas-gharkul-scheme-sc-nav-buddha-urban-and-rural"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Residential / Domicile Certificate. Caste Certificate. Aadhaar Card Address Proof. Identity Card. Passport Size Photo."
}