{
  "scheme_id": "683ed969a8a587808b2ecfdc",
  "slug": "fasaccu",
  "scheme_name": "Financial Assistance to Sports Associations/ Clubs/ Committees of Uttarakhand",
  "scheme_short_title": "FASACCU",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Sports",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sports Grant",
    "Sports Club",
    "Athlete Support",
    "Sports Association"
  ],
  "brief_description": "This scheme provides financial grants and assistance to recognized sports associations, clubs, and committees for organizing sports competitions at national, state, and district levels, and for purchasing sports equipment for selected players, benefiting around 20 sports bodies/players annually.",
  "detailed_description": "The scheme \"Financial Assistance to Sports Associations/ Clubs/ Committees of Uttarakhand\" implemented by the Department Of Sports, Uttarakhand, aims to provide financial grants to recognized sports associations, clubs, and sports committees in the state for organizing competitions at national, state, and district levels. The assistance includes up to ₹3,50,000/- for national-level competitions, ₹2,50,000/- for state-level competitions, and ₹1,00,00/- for district-level competitions. Additionally, selected athletes for international competitions may receive up to ₹2,50,000/-. The scheme also includes grants for the procurement of sports equipment, supporting nearly 20 sports bodies and athletes annually.",
  "benefits": [
    "For Organizing Sports Competitions:",
    "National-level competitions: Up to ₹3,50,000/-. State-level competitions: Up to ₹2,50,000/-. District-level competitions: Up to ₹1,00,00/-.",
    "For Players (Financial Aid/Equipment):",
    "Financial assistance of up to ₹2,50,000/- is provisioned for selected players, which can be utilized for purposes such as purchasing sports equipment."
  ],
  "eligibility_criteria": "The Sports Association/ Club/ Sports Committee must be officially recognized by the Uttarakhand State Sports Department.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Proposal Preparation: The recognized sports association, club, or committee must prepare a detailed proposal for organizing a sports competition or procuring sports equipment. Submission: The completed application, along with all necessary supporting documents, must be submitted to the relevant authority within the Sports Department of Uttarakhand. Selection/Approval: For grants related to national/international competitions and for player financial aid/equipment, selection and approval are made in accordance with detailed departmental rules. Disbursement: Upon successful approval, the sanctioned funds are disbursed to the beneficiary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 79)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Official Recognition Certificate. Registration documents of the organization. Detailed proposal for the sports competition (including budget, schedule, expected participation, and objectives). Any other documents as required."
}