{
  "scheme_id": "65d76f14cd96dc5e075dd74c",
  "slug": "aass",
  "scheme_name": "Agriculture Academic Studies Scheme",
  "scheme_short_title": "AASS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture Universities",
    "Academic",
    "Student",
    "Under Graduate",
    "Horticulture",
    "Sponsorship"
  ],
  "brief_description": "The objective of the Scheme is to sponsor students for undergoing 4 years of Graduate/degree courses in Agriculture/Horticulture against State quota seats in different Agriculture Universities in the country.",
  "detailed_description": "The \"Agriculture Academic Studies Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the Scheme is to sponsor students for undergoing 4 years of Graduate/degree courses in Agriculture/Horticulture against State quota seats in different Agriculture Universities in the country.",
  "benefits": [
    "Pattern of Assistance:",
    "Sponsorship of seats, book grants, and scholarships.",
    "Type of Assistance and Entitlement (If any):",
    "Monthly stipend @ ₹1,200/-. Book grant @₹1,200/- per academic year."
  ],
  "eligibility_criteria": "The applicant/student should be a permanent resident of Meghalaya. Students interested in pursuing a four-year degree course in Agriculture/Horticulture can apply under the scheme. The students, general & OBC category, who should have passed 10+2 in the Science stream with 55% aggregate marks having Physics, Chemistry, Biology & English as compulsory subjects are eligible under the scheme. The students, SC & ST category, who should have passed 10+2 in the Science stream with 45% aggregate marks having Physics, Chemistry, Biology & English as compulsory subjects are eligible under the scheme. The applicant should also qualify for the Indian Council of Agricultural Research (ICAR) All India Entrance Examinations for Admission (AIEEA) conducted by the National Testing Agency (NTA).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process: Students can apply online from the Department website https://www.megagriculture.gov.in Or https://megedistrict.gov.in  Mode of Selection of Beneficiary(s): Selection is based on merit- ICAR AIEEA and other conditions of eligibility criteria and on the State Reservation Policy. Whom to Contact: Applicants are advised to follow the advertisements which usually appear during May-June in major newspapers of the State/visit the Department website https://www.megagriculture.gov.in Or https://megedistrict.gov.in. "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=63"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    },
    {
      "title": "Notification",
      "url": "https://megagriculture.gov.in/PUBLIC/fileUpload/download.aspx?id=242"
    }
  ],
  "documents_required": "Admit Cards — X, XII Mark Sheets — X, XII Birth Certificate Caste Certificate in respect of SC, ST and OBC All candidates are required to submit the Permanent Residential Certificate (PRC) issued by the Competent Authority Character Certificate from the Institution last attended Medical Fitness Certificate issued by the concerned| District Medical and Health Officer (DM&HO) /CHC to be produced in original during counselling 2(two) Nos. Passport size photograph duly attested by a Gazetted Officer to be submitted during counselling Any other documents as required"
}