{
  "scheme_id": "6571a75856594941c9dbde69",
  "slug": "fafvrdfparfv",
  "scheme_name": "Financial Assistance to the Fish Vendors Registered with the Directorate of Fisheries to Purchase the Accessories Required for Fish Vending",
  "scheme_short_title": "FAFVRDFPARFV",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fish",
    "Vendor",
    "Business",
    "Financial Assistance",
    "Subsidy"
  ],
  "brief_description": "Under this scheme, Financial Assistance is provided to the fish vendors for the purchase of Crates, Weighing Balance, Insulated Box, Gloves, Stools, Platforms to keep Fish/ Shed/ Umbrella, Choppers, and Other Equipment, so that the fish can reach the people in hygienic conditions.",
  "detailed_description": "\"Financial Assistance to the Fish Vendors Registered with the Directorate of Fisheries to Purchase the Accessories Required for Fish Vending\" is a scheme by the Department of Fisheries, Government of Goa. Under this scheme, Financial Assistance is provided to the fish vendors for the purchase of Crates, Weighing Balance, Insulated Box, Gloves, Stools, Platforms to keep Fish/ Shed/ Umbrella, Choppers, and Other Equipment related to Fish Vendor, so that the fish can be reached to the people in hygienic conditions. The applications are accepted only in offline mode.",
  "benefits": [
    "For General Category",
    "50% subsidy, limited to ₹10,000, on a unit cost of ₹20,000.",
    "For SC/ST/Woman Category",
    "60% subsidy, limited to ₹12,000, on a unit cost of ₹20,000.",
    "NOTE: The beneficiary can avail of the scheme once every three years."
  ],
  "eligibility_criteria": "The applicant should be a Fish Vendor registered with the Department of Fisheries, Government of Goa.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should request the prescribed format of the application form from the department by paying ₹50.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "documents_required": "Original Invoice from registered dealers for the purchase of accessories required for Fish Vending. Identity Card (Fish Vendor) issued by the Department of Fisheries, Government of Goa. Copy of Aadhaar Card. Mandate Form along with Bank Pass Book."
}