{
  "scheme_id": "6489ae86380f8e12353ece04",
  "slug": "sgpd",
  "scheme_name": "Surgical Grant For The Prevention Of Disability",
  "scheme_short_title": "SGPD",
  "state": "Uttar Pradesh",
  "level": "State",
  "nodal_department": "Empowerment of Persons With Disabilities Department, Uttar Pradesh",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Empowerment",
    "Medical Support",
    "Surgery",
    "Treatment"
  ],
  "brief_description": "The \"Surgical Grant for the Prevention of Disability\" scheme is started by the Government of Uttar Pradesh and operated by the Department of Empowerment of Persons with Disabilities, Uttar Pradesh.",
  "detailed_description": "The main objective of the scheme is to provide surgical assistance for the prevention of disability to poor and helpless disabled persons. <br> The financial grant will be provided for the following medical treatment. 1. **Surgery for visually handicapped.** i. Intraocular lens implant. ii. Cranioplasty. iii. Cranial repair 1. **Surgery for the hearing impaired.** i. Cochlear implant. ii. Tympanic membrane repair. iii. Mastoid surgery. 1. **Surgery for orthopedically handicapped** i. S P Nail Operation. ii. Orthosis. iii. Artificial prosthesis. iv. External fixation. v. Replacement implant. vi. Surgery for knee, hip and ankle correction. vii. Shoulder, elbow and wrist correction surgery. viii. Postpolio correction surgery. ix. Contracture Repair. x. Ligament repair. xi. Tendon transplant. xii Soft tissue release surgery. xiii. Contracture correction surgery. xiv. Elizarob Landing and Corrective Surgery. 1. **Post-leprosy-cured disability** i. Reconstructive Surgery Hand. ii. Reconstructive Surgery Foot. <br>",
  "benefits": [
    "A maximum of Rs. 6,00,000/- will be provided to Each disabled person."
  ],
  "eligibility_criteria": "The annual income of the applicant/applicant's guardian should not exceed Rs.60,000/-. The applicant should be an Indian citizen. Applicant should be a permanent resident of Uttar Pradesh or be a resident of the state for at least 5 years Should not be guilty in any criminal case.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Download the application form from page no. 18. Fill out the application form The following documents shall be attached to the application (a). A certificate of disability granted by a competent medical authority. (b). Certificate of annual income (from all sources). (c). Estimated expenditure details of the surgery by the superintendent/in charge of the State Hospital. Submit the application to the District Disabled Welfare Officer along with the recommendation through whom the application along with its recommendation will be sent to the Director. In case of emergency, applications can be sent directly to the Director. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://uphwd.gov.in/site/writereaddata/siteContent/202103181427562556ShalyaChikitsa-Niymavali-All.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Photograph Identification Proof. Income Proof. A certificate of disability granted by a competent medical authority. Certificate of annual income (from all sources). Estimated expenditure details of the surgery by the superintendent/in charge of the State Hospital."
}