{
  "scheme_id": "67e3bc10cc855fd61479862f",
  "slug": "sskpf",
  "scheme_name": "Subsidy Scheme on Establishment of 25 R.I.R./Kadaknath & 1000 Broiler Bird's Unit and Stipend for Poultry Farming Training for Scheduled Tribes People of the State",
  "scheme_short_title": "SSKPF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Poultry Farming",
    "Birds Unit",
    "Poultry Farming"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance and training stipends to Scheduled Tribe (ST) individuals in Gujarat for poultry farming.",
  "detailed_description": "The &amp;quot;Subsidy Scheme on Establishment of 25 R.I.R./Kadaknath &amp;amp; 1000 Broiler Bird's Unit and Stipend for Poultry Farming Training for Scheduled Tribes People of the State&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support farmers by subsidizing the cost of solar power units/kits for farm fencing. By installing solar fencing, farmers can prevent crop destruction, increase agricultural productivity, and ensure better utilization of resources.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nSubsidy Scheme on establishment of - 25 Kadaknath / RIR birds Unit to Scheduled Tribes | 75% of total Expenditure or maximum ₹6,000/- in kind (25 R.I.R. birds and poultry feed) | Benefit can be given to one member of family. After 3 years the same family can avail benefit\nStipend Scheme for Poultry farming Training for Scheduled Tribes | Maximum ₹2,000/- RTGS/NEFT (in Bank Account Direct) | Benefit can be given to one member of family\nScheme on establishment of 1000 broiler bird's unit for scheduled tribes people of the state | 90% subsidy or Maximum ₹8,15,000/- (DBT) | Benefit can be given to one member of family once in a lifetime."
  ],
  "eligibility_criteria": "The applicant must be from Gujarat. The applicant must be an adult Scheduled Tribe (ST) individual. The applicant must have completed 6 days of poultry rearing training for the 25 R.I.R./Kadaknath bird unit and stipend scheme. The applicant must have completed any poultry rearing training for the 1000 broiler birds unit scheme. Note: Priority is given to females and Below Poverty Line (BPL) applicants.\n\n\n\n\n\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here . Note: Before application, beneficiaries must complete poultry training at the Intensive Poultry Development Project or District Poultry Extension Centre."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=0BuOPAw3hjOJ9afMQ8Nm9A==&domain=12ewfiAgGqKRe600IL5Z/w=="
    }
  ],
  "documents_required": "Aadhaar Card. Scheduled Tribe Caste Certificate. Proof of Residence (Ration Card/Voter ID/Utility Bill). Bank Passbook (for NEFT/RTGS transfer). Proof of Disability (if applicable). Below Poverty Line (BPL) Certificate (if applicable). Training Completion Certificate from the authorized center. Any other document if required."
}