{
  "scheme_id": "65423177ca66628dc29c2954",
  "slug": "sms",
  "scheme_name": "Shaadi Mubarak Scheme",
  "scheme_short_title": "SMS",
  "state": "Telangana",
  "level": "State",
  "nodal_department": "Minorities Welfare Department",
  "implementing_agency": "Minorities Welfare Department, Telangana",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Shaadi",
    "Marriage",
    "Girl",
    "Minority"
  ],
  "brief_description": "In order to prevent child marriages and support marriage expense of financially distressed families, on 02nd October 2014, Government of Telangana (GoTS) introduced a welfare scheme called \"Shaadi Mubarak'', providing financial assistance for marriages of minority community girls.",
  "detailed_description": "In order to prevent child marriages and support the marriage expense of financially distressed families, on 02nd October 2014, Government of Telangana introduced a welfare scheme called \"Shaadi Mubarak'', providing financial assistance for marriages of minority community girls. The main objective of this scheme is to provide financial assistance to the newly wedding brides who belong to minority families. Under this scheme at the time of marriage of the bride financial aid will be transferred into the bank account of the mother. This scheme will prevent early marriages and will also increase the literacy rate among girls as only those girls who have attained 18 years of age or more can apply for this scheme. Through the implementation of this scheme, many benefits will be availed for the brides who are about to get married in Telangana state. Incentives such as financial funds will be provided to the bank account of the bride's mother so that the marriage of the bride can take place smoothly and without any disturbance because of the property.",
  "benefits": [
    "Under the Scheme, one-time financial assistance of ₹1,00,116 /- at the time of marriage shall be granted to every unmarried girl belonging to the minority community with effect from October 2, 2014 subject to the eligibility condition. The financial assistance of ₹1,25,145/- is provided to the parents of disabled girls. Note: The \"Shaadi Mubarak\" is only a one-time financial assistance and can be availed only once in a lifetime."
  ],
  "eligibility_criteria": "1. The unmarried girl should belong to the minority community.\n2. The unmarried girl should be a resident of Telangana state.\n3. The unmarried girl should have completed 18 years of age at the time of marriage.\n4. The wedding of the minority community girl should be on or after October 2, 2014.\n5. The combined income of the Parents shall not exceed ₹2,00,000/- per annum.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicants shall apply online by accessing the website \" Telangana ePass \".",
        "Step 02: Scroll down the homepage and click on \"Kalyana Lakshmi Shaadi Mubarak\". Step 03: Under \"Shaadi Mubarak Services For Minority\", click on ‘Registration'. Step 04: Fill out the registration form completely and click on ‘submit'. Note 01: Under the tab ‘Print/Status', the applicant can check the status of the application and take a printout of the application form for future reference. Note 02: Under the tab ‘Edit/Uploads', the applicant can edit the application form and upload other relevant documents."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://yadadri.telangana.gov.in/scheme/kalyana-lakshmi-shaadi-mubarak/"
    },
    {
      "title": "Application Portal",
      "url": "https://telanganaepass.cgg.gov.in/KalyanaLakshmiLinks.do"
    },
    {
      "title": "Circular",
      "url": "https://ccla.telangana.gov.in/uploads/circulars/circulars_0.6389778700245087_Circular_17.pdf"
    },
    {
      "title": "Guideline",
      "url": "https://cdma.cgg.gov.in/cdma/Circulars/2619-2014-K3630000979.pdf"
    },
    {
      "title": "Order",
      "url": "https://goir.telangana.gov.in/pdfshow.aspx"
    }
  ],
  "documents_required": "1. Bride's Scanned Aadhaar Copy\n2. Bride's Mother's Scanned Aadhaar Copy\n3. Bride Groom's Scanned Aadhaar Copy\n4. Bride's Mother's Scanned Bank passbook\n5. Bride's Scanned Bank passbook\n6. Bride's photograph\n7. Wedding Card, if available\n8. Wedding Photograph\n9. Bride's Age proof certificate\n10. Community certificate\n11. Income certificate\n12. Proof of Residence\n13. Any other documents, if required"
}