{
  "scheme_id": "67d26bcd777a17dd53e0bcb4",
  "slug": "kpyg",
  "scheme_name": "Kisan Parivahan Yojana",
  "scheme_short_title": "KPYG",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Heavy Farm Equipment",
    "Goods Vehicles"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance to farmers for purchasing medium-sized goods vehicles to facilitate the transportation of agricultural produce.",
  "detailed_description": "The scheme &amp;quot;Kisan Parivahan Yojana&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support farmers by providing financial aid for purchasing goods vehicles with a capacity of 600kg to 1500kg. This helps in easy and cost-effective transportation of harvested crops.",
  "benefits": [
    "Name of the Component | Standard of Assistance (For Small, Marginal, Women, SC/ST Farmers) | Standard of Assistance (For General/Other Farmers)\nMedium-sized goods vehicles (capacity of 600kg to 1500 kg) | 35% of the total vehicle cost or ₹75,000/-, whichever is lower | 25% of the total vehicle cost or ₹50,000/-, whichever is lower",
    "Note:",
    "Minimum Time Limit for Reclaiming Benefits: 5 Years"
  ],
  "eligibility_criteria": "The applicant must be a farmer. The applicant must belong to the Gujarat state. The applicant must purchase a medium-sized goods vehicle (600kg to 1500kg capacity) from an authorized dealer .",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Note: Application will be accepted on the principle of first come, first serve bases within the target limits. Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dag.gujarat.gov.in/Home/SchemesDetailsPage/0O%E2%9C%A4rKA8v29ofg1pWLLd3eA%E2%99%AC%E2%99%AC"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Card. Land ownership documents. Caste certificate (if applicable). Bank passbook. Quotation/proforma invoice from an authorized dealer. Domicile certificate. Recent passport-size photograph. Any other document if required."
}