{
  "scheme_id": "67f124f347fce4bdae1efa2e",
  "slug": "sisdrdolept",
  "scheme_name": "Scheme of Internship of Students to DRDO Labs/Estts for Project Training",
  "scheme_short_title": "SISDRDOLEPT",
  "level": "Central",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Student",
    "DRDO",
    "Project Training",
    "Graduate",
    "Postgraduates"
  ],
  "brief_description": "The scheme aims to provide an opportunity and exposure to future graduates and postgraduates in Engineering and General Sciences to the research and development activities carried out by DRDO in state-of-the-art technology in fields relevant to the defense sector.",
  "detailed_description": "The scheme &amp;quot;Scheme of Internship of Students to DRDO Labs/Estts for Project Training&amp;quot; has been launched by the Defence Research and Development Organisation (DRDO), Ministry of Defence. It aims to provide an opportunity and exposure to prospective graduates and postgraduates in Engineering and General Sciences to the research and development activities carried out by DRDO in state-of-the-art technology fields relevant to the defense sector.",
  "benefits": [
    "Internship Training is provided in the areas relevant to DRDO. Provide opportunity to interns to be associated with projects. Note: DRDO shall not be liable for any compensation in case of personal injury resulting from an accident occurring during the students' attachment to DRDO Labs/Establishments. Duration of Training: The period of training generally is 4 weeks to 6 Months. Note: The duration of training will depend on the type of course and is subject to the discretion of the Lab Director."
  ],
  "eligibility_criteria": "Students pursuing undergraduate or postgraduate degrees in Engineering or General Sciences are eligible. Interns will be permitted access only to UNCLASSIFIED areas of DRDO Labs/Establishments. Note 1: The provisions of the Apprentices Act, 1961, do not apply to this scheme. Note 2: DRDO is under no obligation to offer employment to students upon completion of their training.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Students who are interested can apply through their respective institutes or colleges by corresponding with concerned laboratories or establishments that align with their academic disciplines. Internship training will be permitted subject to available vacancies in labs and approval by the Lab Director. Note: Students are requested to identify the lab as per subject discipline and may apply directly to the concerned lab and not to DRDO HQ, in this regard."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://www.drdo.gov.in/drdo/scheme-internship-students"
    },
    {
      "title": "Notification",
      "url": "https://www.drdo.gov.in/drdo/message-board/instruction-summer-training"
    }
  ],
  "documents_required": "Identity Proof – (Aadhaar Card, College ID, etc.) Passport-size Photograph Academic Certificates – Copies of mark sheets or transcripts from the latest completed semester Statement of Purpose (SOP) – Briefly explaining areas of interest Declaration Form – Stating compliance with DRDO rules and liability disclaimer Any other documents as required"
}