{
  "scheme_id": "641b55458ed5b17cf6fc26c8",
  "slug": "ahs",
  "scheme_name": "Akanksha Housing Scheme",
  "scheme_short_title": "Ahs",
  "state": "West Bengal",
  "level": "State",
  "nodal_department": "Housing Department",
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Housing",
    "West Bengal",
    "State Government Employees"
  ],
  "brief_description": "Akanksha Housing Scheme was launched by the Housing Department, Government of West Bengal on 28/02/2014 to provide housing to the serving State Government employees.",
  "detailed_description": "Akanksha Housing Scheme was launched by the Housing Department, Government of West Bengal on 28/02/2014 to provide housing to the serving State Government employees. The present project is situated in premises No. 07/300, Block-DB, Action Area-ID at New Town, Kolkata - 700107 on a pilot basis. The project has been designed on a no-profit no-loss basis and without the cost of the land. The instant project is spread over 5.0599 acres of land and comprising of 13 towers. (7 nos. of G+10 Towers for Elegant, Premium and Classic categories and 6 nos. of Straight 4 towers for Economy and Standard categories) containing of 576 flats and 236 covered Car parking spaces and 35 open Car parking spaces (only for Elegant, Premium and Classic categories) with provision for Gymnasium, Club-House and Community Hall within the Complex. <br>",
  "benefits": [
    "Housing for serving State Government employees of West Bengal on a transparent lottery basis. The houses so built are based on the following categories based on the grade pay of the employees:",
    "1. ELEGANT for employees with grade pay of ₹8900/- & above, built-up area is 1434 sq. feet. It consists of three bedrooms, one drawing cum Dining, one kitchen, two balconies, two toilets, two water closets & one store room, available at the rate of ₹3100/- per Sq. ft., total price ₹44,45,400/-",
    "2. PREMIUM for employees with grade pay Between ₹ 7601/- to ₹ 8899/-, built-up area is 1273 sq. feet. It consists of three bedrooms, one drawing cum Dining, one kitchen, two balconies, two toilets, & one water closet, available at the rate of ₹ 3100/- per Sq. ft., total price ₹39,46,300/-",
    "3. CLASSIC for employees with grade pay Between ₹4801/- to ₹7600/-, built-up area is 924 sq. feet. It consists of two bedrooms, one drawing cum Dining, one kitchen, one balcony, & two toilets, available at the rate of ₹ 3100/- per Sq. ft., total price ₹28,64,400/-",
    "4. ECONOMY for employees with grade pay Between ₹2901/- to ₹4800/-, built-up area is 710 sq. feet. It consists of two bedrooms, one living cum Dining, one kitchen, one balcony, one toilet and one water closet, available at the rate of ₹ 2200/- per Sq. ft., total price ₹15,62,000/-",
    "5. STANDARD for employees with grade pay upto ₹2900/-, built-up area is 464 sq. feet. It consists of one bedroom, one master room, one kitchen, one balcony, and one toilet, available at the rate of ₹ 2200/- per Sq. ft., total price ₹10,20,800/-",
    "The prices are purely tentative and may vary during the actual execution of the scheme till its completion. The difference of cost so varied will be charged at no profit no loss basis and should be paid by the allottee within sixty days from the date of demand."
  ],
  "eligibility_criteria": "All serving State Govt. employees as defined in West Bengal Service Rules, except those State Govt. employees who have their own housing scheme such as `Pratyasha' for Policemen or similar housing schemes under Government of West Bengal stated in Memorandum No. FD-647 dated 29th August, 2014 of the Finance Department of Govt. of West Bengal may apply for New Town Project under `AKANKSHA HOUSING SCHEME' (AHS).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "You can apply for Akanksha Housing Scheme by following the steps below:",
        "Visit the Akanksha Housing Scheme Official Website. Check off each item on the list now that you've reviewed the team and the terms of this plan. You must select Apply. After you've chosen all of your terms and conditions. An application form will now appear on the screen. Fill out every field on the application precisely. After you've uploaded the scanned copies of the documents, click Submit. You must generate a challan using the internet system and deposit Rs. 25,000 in any Bank of Baroda branch as Application Fees. Your application will be successfully submitted.",
        "Application must be made online only. No applicant is permitted to submit more than one application in this project. Applicant has to deposit an amount of Rs. 25,000/- as \"Application money\" in any branch of Bank of Baroda by generating challan through the online system."
      ]
    }
  ],
  "references": [
    {
      "title": "West Bengal Housing Website",
      "url": "https://wbhousing.gov.in/general-terms-condition"
    }
  ],
  "exclusions": "The following categories of serving West Bengal State Government employees are ineligible to apply for Akanksha Housing Scheme:\nWest Bengal State Government employees already covered under any other housing scheme All India Service officers. Employees of local bodies like Panchayat, Municipalities, Corporations, etc. Teaching/ non-teaching staff of non Govt. School & Colleges/Universities etc. even if those Institutions are aided or sponsored by state Govt. Employees of various companies/undertakings like WBPDCL, WBSEDCL, CSTC, CTC, SBSTC, NBSTC, WBTEDCL, WBHIDCO, KMDA, KIT, KMWSA and etc. Retired but reemployed Govt. employees. Judicial Service Officers of West Bengal. ",
  "documents_required": "Copy of Identity Card Online application with deposit amount of ₹25,000 as \"Application money\" in any branch of Bank of Baroda by generating challan through online system. Copy of Aadhar Card Residence proof of the applicant of the state of West Bengal Income certificate of the applicant."
}