{
  "scheme_id": "67751bb409be7bb7df9e02f1",
  "slug": "gtiar",
  "scheme_name": "Gausevak Training (Initial and Refresher)",
  "scheme_short_title": "GTIAR",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Animal husbandry",
    "Rural services",
    "Employment services and jobs",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Educated",
    "Unemployed",
    "Youth",
    "Training"
  ],
  "brief_description": "The scheme \"Gausevak Training (Initial and Refresher)\" aims to empower educated unemployed rural youth with self-employment opportunities and the skills to provide primary veterinary services in remote rural areas. A 100% stipend of ₹6,000 for initial training and ₹500 for refresher training.",
  "detailed_description": "The scheme &quot;Gausevak Training (Initial and Refresher)&quot; by the Animal Husbandry Department, Government of Madhya Pradesh, aims to empower educated unemployed rural youth with self-employment opportunities and the skills to provide primary veterinary services in remote rural areas. Under this scheme, the department provides a 100% stipend of ₹6,000 for initial training and ₹500 for refresher training. Additionally, a kit worth ₹1,200 for initial training and study material worth ₹100 for refresher training are also fully funded by the department.",
  "benefits": [
    "Initial Training:",
    "Training cost: ₹6,000.",
    "Stipend: ₹1,200 for six months at ₹1,000 per month.",
    "Total: ₹7,200 per Gausevak.",
    "Refresher Training:",
    "Stipend: ₹500.",
    "Study material: ₹100.",
    "Total: ₹600 per Gausevak."
  ],
  "eligibility_criteria": "The applicant should be in the age group of 18 to 35 years. The applicant should be unemployed. The applicant should be from a rural area. The applicant should have passed the 10th standard. The applicant should be a cow-helper.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "For Initial Training:",
        "The applicant from each Gram Panchayat will be selected on the approval of Janpad Panchayat.",
        "For Refresher Training:",
        "Gausevaks who have received initial training will be selected on the basis of seniority.",
        "For queries and documentation requirements, applicants should contact:",
        "Nearest Veterinary Officer of the concerned district Incharge of the veterinary dispensary Deputy Director, Veterinary Medicine"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mpdah.gov.in/schemes/view/MVROZ3BmNnl1NCtnKzNOYUZGSG1CUT09"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Previous class passing certificate/marksheet Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}