{
  "scheme_id": "684815a3685e1122f158c55f",
  "slug": "aptmicsct",
  "scheme_name": "Assistance for Purchase of Traditional Musical Instruments and Costumes for Scheduled Caste/Tribe Individuals",
  "scheme_short_title": "APTMICSCT",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Culture and Endowments",
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Artists"
  ],
  "tags": [
    "Musical Instruments",
    "Folk Artists",
    "Costumes",
    "Scheduled Caste",
    "Scheduled Tribe",
    "Artist"
  ],
  "brief_description": "The scheme aims to support scheduled caste/tribe individuals whose livelihood depends on traditional arts by providing them with essential musical instruments & costumes. Under this scheme, traditional musical instruments & traditional costumes are provided free of cost to folk artists & performers.",
  "detailed_description": "The &amp;quot;Assistance for Purchase of Traditional Musical Instruments and Costumes for Scheduled Caste/Tribe Individuals&amp;quot; scheme was launched by the Department of Culture and Endowments, Government of Uttarakhand. The scheme aims to support scheduled caste and scheduled tribe individuals whose livelihood depends on traditional arts by providing them with essential musical instruments and costumes. Under this scheme, folk artists and performers who do not possess traditional musical instruments and costumes are provided these items free of cost. Assistance is limited to one eligible artist per family.",
  "benefits": [
    "Free Traditional Musical Instruments:",
    "Dhol, Damau, Masakbeen, Ransingha, Turahi, Nagada, Dhal Talwar, and other traditional instruments are provided at no cost.",
    "Free Traditional Costumes:",
    "Traditional attire required for performances is provided free of cost.",
    "Livelihood Support:",
    "Enables artists to continue their traditional art practices and maintain an income source.",
    "Note:",
    "Only one instrument was provided per artist in their lifetime. A maximum of one artist per family can benefit from the scheme."
  ],
  "eligibility_criteria": "The applicant should be resident of Uttarakhand. The applicant should belong to the scheduled caste or scheduled tribe community. The applicant's monthly income should not exceed ₹2,000/-. The applicant's source of income should be through traditional arts. The applicant should not have traditional musical instruments and costumes. The applicant should be engaged in folk art performances as primary occupation. The applicant should not have received similar benefits from other government schemes. Only one instrument set is provided per artist in a family under this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To provide assistance under this scheme, an advertisement is issued by the Directorate of Culture. In response to the advertisement, concerned individuals should submit the application.",
        "Application Process",
        "Step 1: The interested applicant should visit (during office hours) the office of Directorate of Culture and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the office of Directorate of Culture. Selection and Approval Process: Step 1: Committee headed by the Secretary, Culture Department reviews applications and selects eligible beneficiaries. Step 2: Selected beneficiaries are notified and can collect their musical instruments and costumes from the Directorate office."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 129)",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Monthly Income Certificate (issued by the Tehsildar) Artist/Musical Instrument Proficiency Certificate Aadhaar Card Caste Certificate Bank Account Number and Bank IFSC Code PAN Card Permanent Residence Certificate Affidavit (stating that no grants have been received from other schemes for similar purposes)"
}