{
  "scheme_id": "6724a7c707ebeb8df5698029",
  "slug": "pcardfhtn",
  "scheme_name": "Primary Cooperative Agriculture and Rural Development Bank: For Handloom and Other Non Farm Sector Activities",
  "scheme_short_title": "PCARDFHTN",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Loan"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Handloom Loans",
    "Non-farm Sector Activities",
    "Farmer",
    "Financial Assistance"
  ],
  "brief_description": "The scheme offers loans for handloom and other non-farm sector activities, with a maximum loan amount of up to ₹2,00,000/- at an interest rate of 11% to 12.5%. The scheme is designed to support farmers engaged in non-farm activities.",
  "detailed_description": "The &amp;quot;Primary Cooperative Agriculture and Rural Development Bank: For Handloom and Other Non Farm Sector Activities&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, aims to offer financial support for handloom and other non-farm sector activities, enabling farmers to diversify income sources beyond agriculture. Loans under this scheme can be obtained based on the project cost, with a limit of ₹2,00,000/-. Interest rates range from 11% to 12.5%, subject to change. &lt;br&gt;",
  "benefits": [
    "Access to Loan: Up to ₹2,00,000/-. Interest Rate: From 11% to 12.5%, (subject to change)."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of Tamil Nadu. The beneficiary should be a farmer. The beneficiary should be engaged in handloom or non-farm sector activities. The beneficiary should be interested to avail the loan for handloom or non-farm sector activities. The beneficiary should have the intention to use the loan specifically for handloom or non-farm sector activities. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form by contacting the Secretary/ Special Officer of the Primary Cooperative Agriculture and Rural Development Bank. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3558"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of agricultural occupation (For handloom and other non-farm sector activities) (if applicable). Any other documents (if required)."
}