{
  "scheme_id": "676e627bd82a9cd9aa451915",
  "slug": "mmuyb",
  "scheme_name": "Mukhyamantri Mahila Udyami Yojana",
  "scheme_short_title": "MMUYB",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Department of Industries",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Women and Child"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Women Entrepreneurship",
    "Youth",
    "Business",
    "Self Employment"
  ],
  "brief_description": "This is a flagship scheme of the Bihar government aimed at promoting entrepreneurship and self-employment among the youth by providing financial assistance of up to ₹10,00,000/- for setting up businesses.",
  "detailed_description": "The \"Mukhyamantri Mahila Udyami Yojana\" is a component of the umbrella scheme \"Mukhyamantri Udyami Yojana\", launched by the Department of Industries, Bihar. The main objective of the scheme is to promote entrepreneurship and self-employment among individuals from all categories in the state. Under this component, financial assistance of up to ₹10,00,000/- is provided to female applicants for establishing and operating business ventures, thereby fostering economic growth and empowerment in the state. This scheme also provides benefits to Transgender community. &lt;br&gt;",
  "benefits": [
    "Substantial Financial Support: Receive up to ₹10,00,000/- for setting up a business (50% of the total financial assistance (up to ₹5,00,000/-) is provided as a non-repayable grant. The remaining 50% (up to ₹5,00,000/-) is offered as an interest-free loan, with a nominal 1% interest under specific sub-schemes.) Skill Development: Mandatory training sessions are provided to enhance entrepreneurial skills."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Bihar. The applicant must be female. The applicant should have passed at least 10+2, Intermediate, ITI, Polytechnic Diploma, or equivalent. The applicant must be aged between 18 and 50 years. The business unit must be a proprietorship or partnership firm. This scheme also provides benefits to Transgender community.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process:",
        "Step 1: Visit the official website and click on \" Registration/Log in \". Select \"Mukhyamantri Udyami Yojana\" as \"MMUY\".",
        "Step 2: A new page will open where you need to enter your Aadhaar number and create a desired password.",
        "Step 3: Click on the \"Login\" option after entering the details.",
        "Step 4: A registration form will appear. Fill in the required details carefully.",
        "Step 5: Once completed, click on the \"Submit\" button to finalize your registration.",
        "Application Process:",
        "Step 1: After successful registration, log in to the portal using your Aadhaar number and password.",
        "Step 2: The application form will appear on your dashboard. Fill in the form accurately with all the necessary details.",
        "Step 3: Upload all the required documents as specified in the instructions.",
        "Step 4: Review the application to ensure all information is correct.",
        "Step 5: Click on the \"Submit\" button to complete the application process.",
        "Step 6: Download and print the acknowledgment receipt for your records. Keep it safe for future correspondence."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://udyami.bihar.gov.in/pdf/MMUY%202024-25%20Selection%20Process%20&%20Guidelines.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://udyami.bihar.gov.in/pdf/1037-Sankalp-for-Mahila-Udyami-Yojna.pdf"
    },
    {
      "title": "FAQs",
      "url": "https://udyami.bihar.gov.in/pdf/FAQ.pdf"
    }
  ],
  "documents_required": "Matriculation certificate (in which date of birth is mentioned). Intermediate or equivalent passing certificate. Caste certificate. Permanent residence certificate. Disability certificate (if required). Photograph of the applicant. Signature of the applicant."
}