{
  "scheme_id": "64644cb38919dbd7e6f5bebd",
  "slug": "cmfccs",
  "scheme_name": "Chief Minister's Free Cancer Chemotherapy Scheme",
  "scheme_short_title": "CMFCCS",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Health and Family Welfare Department",
  "implementing_agency": "State Tertiary Cancer Centre",
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Financial assistance",
    "Medicine and health products"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cancer",
    "Patients",
    "Medicine",
    "Chemotherapy"
  ],
  "brief_description": "The scheme \"Chief Minister's Free Cancer Chemotherapy Scheme\" was launched by the Department of Health & Family Welfare, Government of Arunachal Pradesh on 1st August 2017 to tackle the growing incidences of cancer in the state.",
  "detailed_description": "The scheme \"Chief Minister's Free Cancer Chemotherapy Scheme\" was launched by the Department of Health &amp;amp; Family Welfare, Government of Arunachal Pradesh on 1st of August 2017 to tackle the growing incidences of cancer in the state. Under this scheme, cancer patients will be provided the commonly used medicines for the treatment of the disease free of cost with a ceiling of ₹10.00 lakh per person per year. **Objective:** - To reduce the burden of high expenditure on cancer patients. - To provide free chemotherapy for all types of cancer at any stage. **Important Features:** - A Memorandum of Understanding (MoU) has been signed with TATA Memorial Hospital Mumbai for procurement of all the medicines at a concessional rate which will be provided to an upper limit of 1000 patients per year. <br>",
  "benefits": [
    "Medicine worth ₹10.00 lakhs per person per annum (₹5.00 lakh for 6 months). Free Consultation Free counseling The benefit of the scheme can be availed during the period of the entire treatment. "
  ],
  "eligibility_criteria": "1. Regular State Government Employees and their dependents are eligible for the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant may visit the nearest State Tertiary Cancer Centre and also contact the Nodal Officer for the scheme.",
        "Step 02: Application in the prescribed format may be received from the concerned State Tertiary Cancer Centre.",
        "Step 03: The applicant must ensure that the filled information should be correct before submitting the application form to the concerned department.",
        "Step 04: After successful verification, the applicant can avail the benefit of the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://ahvdd.arunachal.gov.in/pdf/eBook/Government%20Scheme%20Handbook.pdf"
    },
    {
      "title": "Official Website",
      "url": "http://health.arunachal.gov.in/"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter ID card, etc. Schedule Tribe Certificate for APST patients Two passport-size photographs Address proof"
}