{
  "scheme_id": "68495c55e6e4c4d18e4ce262",
  "slug": "kaapi-shastra-training-programme",
  "scheme_name": "Market Development and Export Promotion : Kaapi Shastra Training Programme",
  "scheme_short_title": "KAAPI SHASTRA TRAINING PROGRAMME",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Kaapi Shastra Training Programme"
  ],
  "brief_description": "A distinguished programme aimed at providing a great learning opportunity for those who are passionate about coffee and coffee entrepreneurship. It is conducted in house at Coffee Quality Division of the Coffee Board, Bengaluru.",
  "detailed_description": "The programme is conducted for a period of 5 days which includes basic introduction to the coffees of India, Roasting technology, Brewing, Coffee retailing, Coffee packaging and Coffee quality evaluation. The programme includes both theory and practical sessions including visits to roasting units. There is always an overwhelming response to the programme from all over India and the number of candidates interested in this skill building course is ever increasing.",
  "benefits": [
    "Course Fee: Rs.15,000/- plus applicable tax. A 50% concession in the course fee will be provided for SC/ST candidates. Applicants seeking this concession must submit a valid caste certificate along with their application. Note: The fee structure is subject to revision, if applicable. "
  ],
  "eligibility_criteria": "General public are eligible to apply",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application process: Online through India Coffee App."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Duly filled application form Proof of Date of Birth Caste Certificate Application fee payment details "
}