{
  "scheme_id": "6763cd9df41779c1f974ec87",
  "slug": "jrpsbyn2021",
  "scheme_name": "Jharkhand Rajya Patrakar Swasth Bima Yojna Niyamawali 2021",
  "scheme_short_title": "JRPSBYN2021",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Information and Public Relations Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Financial regulation",
    "Personal finance",
    "Insurance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Journalist",
    "Insurance Scheme",
    "Health"
  ],
  "brief_description": "The Jharkhand Rajya Patrakar Swasth Bima Yojna Niyamawali 2021 is a health insurance scheme for accredited journalists in Jharkhand. It provides comprehensive health coverage to ensure financial security during medical emergencies.",
  "detailed_description": "The \"Jharkhand Rajya Patrakar Swasth Bima Yojna Niyamawali 2021\" was launched by the Information and Public Relations Department, Government of Jharkhand. The scheme aims to provide health insurance to the journalists and their families by covering medical expenses, including hospitalization. It provides comprehensive health coverage to ensure financial security during medical emergencies.",
  "benefits": [
    "Health insurance coverage up to ₹5,00,000/- per year for accredited journalists. Coverage for self, spouse, and dependent children (up to 2). Includes expenses for hospitalization, surgeries, medicines, and treatments. Cashless treatment in empaneled hospitals.",
    "Note-1: The Jharkhand State Journalist Health Insurance Scheme is valid for one year, with renewal formalities required before its expiry.",
    "Note-2: Media representatives must deposit 20% of the annual premium via banker's cheque/cheque/demand draft for health insurance coverage up to ₹5,00,000/- to the designated account of the Director, Information & Public Relations Directorate, Jharkhand Government, by the specified date. The remaining 80% of the annual premium will be covered by the Department.",
    "Claim Process:",
    "The insured media representative must provide complete details of dependents (spouse and two children) and nominate a beneficiary for claim settlement in the application form to receive medical reimbursement from the insurance company. In case of treatment or an accident, it is mandatory to inform the insurance company's district office and the Information and Public Relations Department, Ranchi, within a maximum of seven days."
  ],
  "eligibility_criteria": "The applicant must reside in Jharkhand and their work area should be within the state. The applicant should be an accredited journalist in Jharkhand. The media representatives must be from newspapers, magazines, news agencies, electronic media, or news-based electronic media. The applicant must be regularly or contractually employed by the respective media organization. The applicant must possess an accreditation certificate issued by the state government. The journalist's age should be between 21 to 60 years. Freelance journalists must present valid press credentials issued by the Information and Public Relations Department at the time of applying. The insurance coverage will include the media representative's spouse and two unmarried and dependent children up to the age of 21 years. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Online Application Submission:",
        "Visit the official website of the Information and Public Relations Department . Complete the online application process by filling in the required eligibility details. Once the application is completed, an ID code will be generated for the applicant.",
        "Form Download and Submission:",
        "After confirming the eligibility details online, download the prescribed application form (Appendices ‘A' and ‘B'). Prepare the hard copy of the filled application form along with the necessary attachments.",
        "Submission at District Office:",
        "Submit the hard copy of the completed application form and documents to the District Public Relations Officer (DPRO).",
        "Note:",
        "If the applicant's media representative leaves the organization or firm, the editor/employer/bureau chief who is handling the application must immediately notify the Information and Public Relations Department and the insurance company. If the journalist leaves the profession, the insurance benefits will not be applicable, and the premium contribution made by the insured will be forfeited. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "http://www.prdjharkhand.in/iprd/jhrkhndhlthinsschm/Jharkhand%20Rajya%20Patrakar%20Swasth%20Bima%20Yojna%20Niyamawali%202021.pdf"
    },
    {
      "title": "Official Website",
      "url": "http://prdjharkhand.in/iprd/index.php"
    }
  ],
  "documents_required": "Five Passport-sized Photographs Accreditation Certificate (issued by the state government) Graduate or an Equivalent Degree Appointment Letter/Affiliation Certificate (signed by the editor/employer/bureau chief, confirming their position as a full-time/part-time) Birth Certificate (signed by the editor/employer/bureau chief) Other Insurance Scheme or Mediclaim Policy (If avail, attached details) Work Experience Certificate (from the relevant editor/employer/bureau chief confirming a minimum of 5 (five) years) Valid Press Credential (issued by the Information and Public Relations Department for Freelance Accredited Journalists) Crossed/Cancelled Blank Cheque (issued from their bank account, with their signature, including details for ECS facilities, MICR, and IFSC code) Receipt Copy (for the insurance contribution payment)  Affidavit/Notarized  "
}