{
  "scheme_id": "62949e246eb5d4447ec333f1",
  "slug": "psgs-dip",
  "scheme_name": "Pragati Scholarship Scheme For Girl Students (Technical Diploma)",
  "scheme_short_title": "PSGS-DIP",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Scholarships and student finance",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Girl",
    "Diploma",
    "Education",
    "Student",
    "Higher Education",
    "College Fee"
  ],
  "brief_description": "A scholarship scheme by AICTE for Girl Students admitted in 1st or 2nd Year of the technical diploma course in an AICTE approved institution. The benefits are provided for a period of max. of 3 years for first-year students and a max. of 2 years for second-year admitted students (later entry).",
  "detailed_description": "A scholarship scheme by AICTE, MoE for Girl Students admitted in 1st or 2nd Year of the technical diploma course in an AICTE approved institution. A maximum of two girl children per family are eligible to avail of the benefits. The benefits are provided for a period of maximum of 3 years for first-year admitted students and a maximum of 2 years for second-year admitted students through lateral entry. <br> This scheme is an attempt to give young women the opportunity to further their education and prepare for a successful future by empowering Women through knowledge, skill, and self-confidence.",
  "benefits": [
    "₹ 50,000/- per annum for every year of study, i.e. maximum 3 years for first-year admitted students and maximum 2 years for second-year admitted students, through lateral entry as lump sum amount towards payment of college fee, purchase of computer, stationeries, books, equipment, software, etc. No other additional grant will be payable instead of hostel charges medical charges, etc."
  ],
  "eligibility_criteria": "The applicant must be a Girl Student. The applicant must be pursuing either the First year of the Diploma course OR the  Second year of the Diploma course through lateral entry. The annual income of the family (from all sources) must not be more than ₹ 8,00,000 per annum during the current financial year. All eligible girls (who submit an online scholarship form) from the following 13 Union Territories and North Eastern States i.e., Andaman and Nicobar Islands (UT), Jammu and Kashmir (UT), Ladakh (UT), Dadra and Nagar Haveli & Daman and Diu (UT), Lakshadweep (UT), Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland, Sikkim, & Tripura will be given a scholarship by AICTE.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "New Registration : Step 1: Visit the Registration page of the National Scholarships Portal. Step 2: Guidelines for Registration will appear. Scroll to the bottom. Read carefully the undertaking. Accept the Terms. Click \"Continue\". Step 3: A Registration Form will appear. (The fields marked as * are compulsory). Fill in the details and click \"Register\". Your Application ID and password will be displayed. The same will also be sent as an SMS to your registered mobile number. Fresh Application : Step 1: Visit the applicant Login page of the National Scholarships Portal Enter your Application ID and password. Step 2: Type the Captcha and click \"Login\". Step 3: On the next screen, provide the OTP received on your registered mobile number. You will be directed to the Password Reset screen. Create a new password and confirm. Step 4: Click \"Submit\". You will be directed to the \"Applicant's Dashboard\". Step 5: On the left pane, click \"Application Form\". The fields marked as * are compulsory. Fill in the details and upload the documents. The verification of credentials of the students (caste, educational qualifications etc.) will be done through the DIGILOCKER facility of the MeitY, Govt. of India. Step 6: You can either click on \"Save as Draft\" to complete the application later. Else, click \"Final Submit\" to apply. Track Payment Status : The student can track their payment status from the template \"Know Your Payment\" in the Public Financial Management System (PFMS) Portal either by indicating their Aadhaar Number, Bank Account number or NSP Application ID. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.aicte-india.org/sites/default/files/stdc/Pragati/AICTE%20Pragati%20Scheme%20Guidelines_Diploma.pdf"
    },
    {
      "title": "Official Portal",
      "url": "https://scholarships.gov.in/"
    },
    {
      "title": "FAQs",
      "url": "https://www.aicte-india.org/downloads/FAQ_PRAGATI%20AND%20SAKSHAM.pdf"
    },
    {
      "title": "Registration Link",
      "url": "https://scholarships.gov.in/registrations/#/"
    }
  ],
  "exclusions": "If a candidate failed/drops out in a subsequent year, she will not be eligible for further scholarship. If it is found that the student is in receipt of financial assistance in the shape of scholarship/any emoluments, salary, stipend, etc. from any other source during her course of study in the institute, the scholarship shall be discontinued. If the gap period between the year of passing the qualifying examination and the admission session in a degree course is more than two years. The scholarship is only applicable to a maximum of two girl children of a family .",
  "documents_required": "Copy of the SSC/10th certificate. Copy of HSC/12th certificate (In case of degree level). Copy of ITI certificate (In case of lateral entry for diploma level). Copy of Diploma certificate (In case of lateral entry for Degree level). Bank Passbook Category Certificate Aadhaar Card Applicant's Passport-Size Photo Study Certificate (Appendix-I) Annual Family Income Certificate (Appendix II) Parent's Declaration (Appendix-III) Bank Mandate Form (Appendix-IV)\n Download the Appendix from the pdf. "
}