{
  "scheme_id": "67e67a031385890269f467d4",
  "slug": "chobcbg",
  "scheme_name": "Construction of Hostels for OBC Boys and Girls",
  "scheme_short_title": "CHOBCBG",
  "level": "Central",
  "nodal_department": "Department of Social Justice & Empowerment",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Hostel service"
  ],
  "target_beneficiaries": [
    "State Government",
    "University / Institution"
  ],
  "tags": [
    "Construction Of Hostels",
    "OBC",
    "Central Universities",
    "Funding For Construction"
  ],
  "brief_description": "The Scheme aims at providing hostel facilities to students belonging to socially and educationally backward classes, especially from rural areas, to enable them to pursue secondary and higher education.",
  "detailed_description": "The scheme \"Construction of Hostels for OBC Boys and Girls\" is a Centrally Sponsored Scheme launched by the Department of Social Justice &amp;amp; Empowerment, Ministry of Social Justice &amp;amp; Empowerment in 1998-99 to address the problem of educational backwardness of OBCs. The Scheme was initiated with a view to facilitate continuation of education by students belonging to OBCs, especially those hailing from rural and remote areas and from poor families. **Objective:** The scheme aims at providing hostel facilities to students belonging to socially and educationally backward classes, especially from rural areas, to enable them to pursue secondary and higher education. Priority will be given for the proposals for construction of hostels for under-graduate students vis-a-vis below under-graduate level.",
  "benefits": [
    "1. The cost per hostel seat in different areas under the scheme are as follows:-",
    "North Eastern Region: ₹3.50 lakh per seat Himalayan Regions: ₹3.25 lakh per seat Rest of country: ₹3.00 lakh per seat",
    "(OR) as per the schedule of the rates for the concerned State Government, whichever is lower.",
    "2. There will also be a one-time non-recurring grant of ₹2,500/- per seat for providing furniture/equipment to the hostels constructed under the Scheme.",
    "3. The funding pattern as per the guidelines are:",
    "The cost of construction of hostels for Boys has to be shared between the Centre and the State in 60:40 ratio. There will be 90% central assistance to State Governments in case of Girls Hostels and 10% of cost will be borne by the State Governments. In case of Union Territories, the Central Assistance shall be 100% and for North Eastern States and 3 Himalayan States (Jammu and Kashmir, Himachal Pradesh and Uttarakhand), it shall be 90%. For Central Universities/Institutes, the share will be 90% by Government of India and 10% by the Central University/Institute for both Boys and Girls Hostels. The amount of grant will be released in 3 installments in 50:45:5 ratio, of which 5% grant will be released after completion of the work and occupation of the rooms by the OBC Boys and Girls.",
    "Note: The construction work of the Hostel has to be completed within eighteen months from award of work order or two years from the release of 1st installment of Central assistance, whichever is earlier. In no case the time will be extended beyond 2 years. Any cost escalation due to delay in the project will be borne by the State/Institute. Proposals for 2nd installment must be received in this Ministry within one year from the date of release of 1st installment after completing construction work up to roof level."
  ],
  "eligibility_criteria": "Agencies eligible for financial assistance under the Scheme will be as follows: State Governments and UT Administrations. Institutions or organizations set up by the Central Government as autonomous bodies under a statute (e.g. Central Universities, IIT, NIT, etc.). Location and Capacity of Hostels to be constructed under the Scheme: 1. While sanctioning hostels, priority will be given to: (i) Regions/districts not covered so far, and (ii) Districts/towns having a large number of educational institutions. 2. As far as possible, hostels will be constructed in close vicinity of educational institutions. Eligibility criteria for students to be admitted to hostels under the Scheme: Students fulfilling the following eligibility criteria may be allotted seats in Hostels constructed under the Scheme:\nStudents whose castes are included in the Central/State/UT list of Other Backward Classes and who do not belong to the \"creamy layer\". Hostels would be essentially for post matric students. However, if there are vacant seats, pre-matric students, especially of the secondary level, would also be eligible to be accommodated. Other things, being equal preference will be given to OBC students hailing from low-income families. At least 5% of the total seats should be reserved for students with disabilities.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Eligible agencies seeking assistance under the scheme may download the proposal format prescribed in Annexure-I of the official scheme document. Step 2: Complete the form and submit it along with all the necessary documents to the following address: The Joint Secretary (Backward Classes), Ministry of Social Justice and Empowerment Government of India, Shastri Bhavan, New Delhi – 110001 Note 1: State Governments/UT Administration which submits proposals for construction of three or more hostels in a year will have to propose Girls' Hostels to the extent of at least one third of them. Note 2: while submitting proposals for release of Central assistance, the implementing agencies shall give an undertaking that they would construct the Hostels within a period of eighteen months from the date of award of work order or two year from release of 1st instalment of Central Assistance, whichever is earlier."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialjustice.gov.in/writereaddata/UploadFile/Guidelines%20Hostel.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://socialjustice.gov.in/schemes/9"
    }
  ],
  "documents_required": "Documentary evidence of land availability, plot number and plot area Site Plan Preliminary cost estimate of each of the proposed Hostel building, as per State PWD/CPWD schedule of rates applicable in the State/UT signed by an officer not below the rank of an Executive Engineer Copy of the latest Annual Report A statement of the full receipts and expenditure and a copy of the balance sheet for the last two years certified by a Chartered Accountant Any other documents as required"
}