{
  "scheme_id": "66ab774bc5e4d2fe64b5e1a5",
  "slug": "estascs",
  "scheme_name": "Encouragement Scheme for Taking Admission in Science and Contemporary Subjects",
  "scheme_short_title": "ESTASCS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "implementing_agency": "Tribal Affairs Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Science Stream",
    "Contemporary Subject",
    "Student",
    "Scholarship",
    "Scheduled Tribe",
    "Bachelor Of Science"
  ],
  "brief_description": "This scheme provides scholarships to Scheduled Tribe students who have passed Class 10 and enrolled in Class 11 Science stream, and to those who have passed Class 12 and enrolled in a B.Sc. course in Physics, Chemistry, Mathematics, or Biology.",
  "detailed_description": "The &amp;quot;Encouragement Scheme for Taking Admission in Science and Contemporary Subjects&amp;quot; scheme, launched by the Tribal Affairs Department, Government of Madhya Pradesh, aims to encourage student for taking admission in Science and Contemporary subjects. This scheme provides scholarships to Scheduled Tribe students who have passed Class 10 and enrolled in Class 11 Science stream, and to those who have passed Class 12 and enrolled in a B.Sc. course in Physics, Chemistry, Mathematics, or Biology.",
  "benefits": [
    "Under this scheme, scholarships will be provided to Scheduled Tribe students at the following rates:",
    "Students who passed Class 10th and are enrolled in Class 11th in the Science stream: ₹2,000/- Students who passed Class 12th and are enrolled in a B.Sc. course in Physics, Chemistry, Mathematics, or Biology: ₹3,000/-"
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The student should belong to the Scheduled Tribe category. The scheme benefits are available to: Students who have completed Class 10 and are currently enrolled in Class 11 with a Science stream. Students who have completed Class 12 and are currently pursuing a B.Sc. degree in Physics, Chemistry, Mathematics, or Biology.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Go to the official website of the Tribal Welfare Department of Madhya Pradesh. Step 2: On the home page, click on ‘ MPTAASC '. Step 3: Click on \" New Beneficiary Profile Registration \" under the ‘Login' section. Step 4: Complete all mandatory fields marked with * and upload the required documents. Step 5: Review your details and click \"Submit.\" Step 6: After submission, check your email and SMS for your user ID and password. Application Process: Step 1: Revisit the official website of the Tribal Welfare Department of Madhya Pradesh. Step 2: On the home page, click on ‘ MPTAASC '. Step 3: Enter your user ID, password, and captcha code, then click \"Login.\" Step 4: On the dashboard, click \"PMS\" and then select \"Apply for Scheme.\" Step 5: Fill out the online application form, upload the necessary documents, and submit it. Step 6: After successful submission, print a copy of the application for your records. Note 1: It is mandatory for the applicant to register the beneficiary profile. Note 2: Current status information is sent to the registered email and SMS. Note 3: The process of approval, acceptance, and payment under the scheme is done online through the MPTAAS portal. "
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=817"
    },
    {
      "title": "Guidelines (Page No. 87)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.tribal.mp.gov.in/CMS"
    },
    {
      "title": "MPTAASC Portal",
      "url": "https://www.tribal.mp.gov.in/MPTAAS"
    }
  ],
  "documents_required": "1. Passport-size Photograph\n2. Aadhaar card\n3. Domicile certificate of Madhya Pradesh\n4. Caste certificate\n5. Income certificate\n6. Previous class passing marksheet\n7. Samagra ID\n8. Bank account details/Bank Passbook\n9. Other necessary documents if required"
}