{
  "scheme_id": "648f3042481f59106a6a5047",
  "slug": "fansgdcs",
  "scheme_name": "Financial Assistance To Non-School Going Disabled Children Scheme",
  "scheme_short_title": "FANSGDCS",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Department Of Social Justice And Empowerment, Government Of Haryana",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Disabled Children",
    "School",
    "Financial Assistance",
    "Mentally Retarded",
    "Disability"
  ],
  "brief_description": "The scheme \"Financial Assistance To Non-School Going Disabled Children Scheme\" was launched by the Department of Social Justice and Empowerment, Government of Haryana during the years 2008-09.",
  "detailed_description": "The scheme \"Financial Assistance To Non-School Going Disabled Children Scheme\" was launched by the Department of Social Justice and Empowerment, Government of Haryana during the years 2008-09. Under this scheme, financial assistance is provided to the mentally retarded and multiple disabled children who are in the age group of 0-18 years and not able to attend formal education, training, etc. due to their disability. They are totally depending on their parents and relatives and need constant supervision and care from their families. Financial Assistance shall be admissible under the scheme @ ₹2150/- p.m. w.e.f. April 2023 to every such disabled child in the family of the applicant.",
  "benefits": [
    "The financial assistance of ₹2150/- will be given by the state government to every disabled child in the family of the applicant. Every non-school-going disabled child in a single family would be eligible for assistance. Note: After attaining the age of 18 years, the beneficiary should automatically become eligible for a handicapped pension."
  ],
  "eligibility_criteria": "1. A person having a physical disability in the age group between 0-18 years. 2. Child is not able to attend formal education, training, etc. due to this disability. 3. Domicile of Haryana state and should be residing in Haryana State for the last three years at the time of submission of application. 4. Medical Certificate issued by the Civil Surgeon having the following disabilities:- • Mental Retardation with I.Q. not exceeding 50 or a percentage of disability is 70% and above. • Persons with cerebral palsy. • Persons with Autism. • Multiple disabilities with a total permanent disability of 70% or more disabilities as defined in clause (i) of Section 2 of the Persons with Disabilities, Protection of Rights and Full Participation) Act, 1995 (1 of 1996). • Case of orthopedic disability with permanent disability of 100% which are further clarified as under:- a. Myhopathy b. Paraplegic c. Quadri Plegia 5. The applicant's close relatives and parents are not in a financial position to support him/her and the income of his/her parents, close relatives or his/her own income from all sources is less than the income as prescribed under the Minimum Wages. He/She will have to submit proof of income verified by the competent authority.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant needs to visit the office of the Social Welfare Department (DSWO) in his/her Block/District and collect the application form. The application form can also be downloaded from the Official Website of the Department. Step 02: The applicant should fill out the application form and attach all the essential documents. Step 03: After filling out the application form, the applicant needs to get attested to the form from the concerned authority as mentioned in the application form. Step 04: Then the application form should be submitted to the office of the Social Welfare Department (DSWO) of your Block/District."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 01: The applicant should visit the Official Portal - Antyodaya-SARAL Portal ",
        "Step 02: Now if the applicant is already registered on the portal, then he/she can login to the portal using their credentials, and if not registered, then he/she may get registered on the portal by filling in their details.",
        "Step 03: Click on \"Check Your Eligibility\" and enters your details.",
        "Step 04: Now, select the department name i.e. Social Justice And Empowerment, Or search by scheme name",
        "Step 05: Click on \"Apply for Service/Scheme\"",
        "Step 06: Fill all the mandatory details in the form and submit the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Notification",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2021/07/2021072323.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://socialjusticehry.gov.in/financial-assistance-to-non-school-going-disabled-children/"
    },
    {
      "title": "Application Form",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2021/03/2021032556.pdf"
    }
  ],
  "exclusions": "The assistance would not be given to such children who are already receiving assistance under the Scholarship, Unemployment Allowance, and Handicapped Pension Schemes being implemented by the Social Justice & Empowerment Department, Haryana.",
  "documents_required": "1. Age Proof: (any one of the following)\n• Birth Certificate issued by the Registrar of Birth & Death.\n• Affidavit, attested from first class Magistrate or\n• A certificate from any Gazetted officer of the State/ Central Govt.\n2. Residential Proof: (Any one of the following self-attested documents issued prior to 5 years)\n• Ration Card (Issued by Food & Supplies Department, Haryana)\n• Voter Card of parents/Guardian (issued by Election Department, Haryana)\n• Name of the applicant in the voter's list that shows a photograph of parents/Guardian (issued by Election Department, Haryana)\n• In Case, none of the above documents is available, an applicant will give a self-declaration document along with any other documentary proof which will be verified by the District Social Welfare Officer.\n3. Medical Certificate issued by the Civil Surgeon having the following disabilities:-\n• Mental Retardation with I.Q. not exceeding 50 or a percentage of disability is 70% and above.\n• Persons with cerebral palsy.\n• Persons with Autism.\n• Multiple disabilities with a total permanent disability of 70% or more disabilities as defined in clause (i) of Section 2 of the Persons with Disabilities, Protection of Rights and Full Participation) Act, 1995 (1 of 1996).\n• Case of orthopaedic disability with permanent disability of 100% which are further clarified as under:\na. Myhopathy\nb. Paraplegic\nc. Quadri Plegia\n4. Aadhaar Card\n5. Passport-size photographs\n6. Saving Bank account detail of the applicant with a photocopy of the passbook.\n7. Applicant should have Family I.D.\n8. Income certificate"
}