{
  "scheme_id": "6816f53a72385d53503a3deb",
  "slug": "bpw",
  "scheme_name": "Bhajan Pakhawaj Workshops",
  "scheme_short_title": "BPW",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Art, Culture and Museums Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Culture",
    "Training and Skill Up-gradation",
    "Voctional education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Culture",
    "Artist",
    "Bhajan",
    "Workshop",
    "Skill"
  ],
  "brief_description": "The objective of the scheme is to provide knowledge of appropriate and traditional Bhajan Singing and Pakhawaj playing to Bhajan performers through experts from the respective field. Applications are invited by announcement in local print & electronic media. Certificates are awarded to participants.",
  "detailed_description": "The scheme &quot;Bhajan Pakhawaj Workshops&quot; is a state-level cultural scheme by the Kala Academy, Department of Art and Culture, Government of Goa. The objective of the scheme is to provide knowledge of appropriate and traditional Bhajan Singing and Pakhawaj playing to Bhajan performers through experts from the respective field. Applications are invited by announcement in local print and electronic media. Certificates are awarded to the participants. A Suitable Honorarium is paid to conductors of workshops.",
  "benefits": [
    "Knowledge of appropriate and traditional Bhajan Singing and Pakhawaj playing is provided to the Bhajan performers through experts from the respective field. Certificates are awarded to the participants. A suitable Honorarium is paid to conductors of workshops.",
    "*The venue of the workshop is decided by Kala Academy."
  ],
  "eligibility_criteria": "For Trainee: The applicant should be a Bhajan performer.\nFor Workshop Conductor: The applicant should be an expert in traditional Bhajan Singing or Pakhawaj playing.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applications for this scheme are invited by announcement in local print and electronic media.",
        "Step 2: In the provided application form, fill in all the mandatory fields, and attach copies of all the supporting documents.",
        "Step 3: Submit the duly filled and signed application form along with the supporting documents, within the prescribed period (if any), to the Member Secretary, Kala Academy, Goa .",
        "Authority for Redressal of Grievances: Member Secretary/Chairman, Kala Academy, Goa."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines [Page No. 37]",
      "url": "https://artandculture.goa.gov.in/sites/default/files/Kala%20Academy%20Goa%20Schemes.pdf"
    }
  ],
  "documents_required": "For Trainee: Documents supporting that the applicant is a Bhajan performer.\nFor Workshop Conductor: Documents supporting that the applicant is an expert in traditional Bhajan Singing or Pakhawaj playing."
}