{
  "scheme_id": "646b866d527a0d6debd0af5d",
  "slug": "cmswca",
  "scheme_name": "Chief Minister's Scheme For Wood Carving Artists",
  "scheme_short_title": "CMSWCA",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Textile and Handicrafts Department",
  "implementing_agency": "District Textile Office",
  "categories": [
    "Skills & Employment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Training and Skill Up-gradation",
    "Machine & skill up-Gradation"
  ],
  "target_beneficiaries": [
    "Artists",
    "Individual"
  ],
  "tags": [
    "WOOD CARVING",
    "ARTISTS",
    "Skill-upgradation",
    "Training",
    "Craftsman"
  ],
  "brief_description": "The scheme \"Chief Minister's Scheme for Wood Carving Artists\" was launched to sustain the rich tradition of work on wood and is encouraged to propagate with the enhancement of aesthetic sensibilities so that it may be at par with international standards.",
  "detailed_description": "The scheme \"Chief Minister's Scheme for Wood Carving Artists\" was launched to sustain the rich tradition of work on wood and is encouraged to propagate with the enhancement of aesthetic sensibilities so that it may be at par with international standards. This is for the preservation and protection of the rich heritage of wood works (crafts), which is otherwise being neglected and dwindling. **Objective:** - To empower and develop typical wood carving artisans and introduce them to the well-organized market. - To create entrepreneurs and traders in the field of wood business. **Important Features:** - To provide master craftsmanship trainers training to the traditionally expert wood carving craftsmen at 6 potential districts of Arunachal Pradesh at NID, Ahmedabad, NIFT, and Kolkata with latest technology on wood carving for product development, product finishing and linking these products to the right market. - The trained Master Craftsman in turn will conduct skill development training on wood carving for the local upcoming artisans of the targeted districts, which have rich tradition of wood carving activities.",
  "benefits": [
    "Distribution of new improved tools, equipment, and good quality raw material to the eligible wood artisans. Skill-upgradation training with improved technology inputs. Organise buyers-sellers meet/ participate in Exhibitions/Expos/Trades etc. Support the artisans by linking their products to the market by identifying new markets, providing a better support system to the manufacturers, and introducing new products to the international market as well. Help on knowledge awareness on the economies of the market, demand-supply, product demand, strategic positioning etc. to the artisans. Advertisement of products through social media/ electronic or print media. 20 Master Craftsmen in one batch and around 100 to be trained by these master trainers."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Arunachal Pradesh. 2. The preference to be given to a minimum of Class - VIII passes candidates of Arunachal Pradesh Schedule Tribe (APST). 3. The preference to be given to the candidate having experience certificate in trading. 4. For getting admission, the age of the applicant should be 14 to 25 years. Note 01: For getting admission, there is no educational qualification bar. However, preference is given to educated candidates. Note 02: Duration of training courses varies from 1 to 2 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: For taking benefit of this scheme, the applicant needs to visit the nearest District Textile Office, Arunachal Pradesh.",
        "Step 02: Application in the prescribed format may be received from the concerned office.",
        "Step 03: The applicant needs to fill the application form completely and attach all the relevant documents. Thereafter, the applicant may submit the application form to the concerned office.",
        "Step 04: After successful verification, the applicant may get admission in the training courses."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://lohit.nic.in/department-of-textile-and-handicraft/"
    },
    {
      "title": "Guideline",
      "url": "https://ahvdd.arunachal.gov.in/pdf/eBook/Government%20Scheme%20Handbook.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter ID card, etc. Class-VIII pass certificate Experience certificate in Trading Passport-size photographs Proof of residence"
}