{
  "scheme_id": "6834454582f6b25712f45a5c",
  "slug": "sdsuk",
  "scheme_name": "Sugarcane Development Scheme",
  "scheme_short_title": "SDSUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Sugarcane Development And Sugar Industries",
  "implementing_agency": "Sugarcane Development Council And Sugar Mills",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Sugarcane",
    "Farmers",
    "Seed Production",
    "Nursery Development",
    "Subsidy"
  ],
  "brief_description": "The \"Sugarcane Development Scheme\" by the Sugarcane Development and Sugar Industry, Govt of Uttarakhand, aims to support quality sugarcane cultivation. It provides subsidies to farmers for nursery development, seed/soil treatment, and sett treatment to manage pests and diseases.",
  "detailed_description": "The &quot;Sugarcane Development Scheme&quot; by the Sugarcane Development and Sugar Industry, Government of Uttarakhand, aims to promote high-quality sugarcane cultivation through certified seed production, pest and soil treatment, and sett treatment programs. Through this scheme, financial assistance in the form of subsidies is provided to sugarcane farmers for nursery development and pest control measures. The scheme is implemented by the Sugarcane Development Council and Sugar Mills.",
  "benefits": [
    "High-Quality Sugarcane Seed Production Scheme: Subsidy for seed nurseries: ₹1000/- per hectare. ₹2000/- per hectare for Scheduled Castes/Tribes. Subsidy for primary nurseries: ₹500/- per hectare. ₹1000/- per hectare for SC/ST farmers. Seed/Soil Treatment : Subsidy on chemicals used for treating seeds or soil to control pests and diseases. 50% subsidy in all sugar mill areas: 25% by the government. 25% by the Sugarcane Development Council and Sugar Mills. Paddy Management Program : Subsidy for chemicals to protect standing sugarcane crops from pests and diseases.",
    "50% subsidy in sugar mill areas: 25% from the government. 25% from Sugarcane Development Council and sugar mills.",
    "  "
  ],
  "eligibility_criteria": "The applicant should be engaged in sugarcane cultivation The applicant should be a member of a local Cooperative Sugarcane Development Committee. The applicant should be actively involved progressive sugarcane farming. The applicant should be recorded as a cultivator in land ownership or revenue records.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail the benefits of this scheme, the selection of sugarcane farmers is done at the village level through a Gram Sabha meeting, after discussion with public representatives and under the supervision of departmental officials (Sugarcane Development Inspector, Senior Sugarcane Development Inspector, and Assistant Sugarcane Commissioner) and with their approval."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline Page No 272",
      "url": "https://uk.gov.in/department92/library_file/file-30-01-2025-04-25-16.pdf"
    }
  ],
  "documents_required": "Land Ownership or Revenue Records Document. Membership Certificate of the Cooperative Sugarcane Development Society. Identity Proof of the Farmer. Caste Certificate (for SC/ST applicants seeking enhanced subsidy). Sugarcane Nursery Development Proof or Declaration. (If require)."
}