{
  "scheme_id": "6682c4c7c833972ed2ebe70d",
  "slug": "beds",
  "scheme_name": "Buffalo Entrepreneurship Development Scheme",
  "scheme_short_title": "BEDS",
  "state": "Odisha",
  "level": "State/ UT",
  "nodal_department": "Fisheries and Animal Resources Development Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Farmers",
    "Milk Production",
    "Subsidy",
    "Opportunity"
  ],
  "brief_description": "The \"Buffalo Entrepreneurship Development Scheme\" aims to enhance livestock productivity, especially among marginalized farmers in Odisha. This scheme seeks to address protein deficiency, boost nutritional status, & promote livelihood through dairy farming.",
  "detailed_description": "The &quot;Buffalo Entrepreneurship Development Scheme&quot; was launched by the Fisheries and Animal Resources Development Department, Government of Odisha. The scheme aims to enhance livestock productivity, especially among marginalized farmers, entrepreneurs, or members of SHG who belong to General, SC, ST categories, SHG members, PWD, Women, and Transgender individuals in Odisha. The scheme will cover all 30 districts of the State. <br> **Implementation:** The scheme was implemented by the Directorate of Animal Husbandry &amp; Veterinary Services, Odisha, Cuttack through the Chief District Veterinary Officers &amp; their field functionaries.",
  "benefits": [
    "Subsidy Payment for beneficiary opted for Shed:",
    "Phase | Time | SC/ST/Women/PwD/ Transgender | General\n1st Phase | After completion of the shed and purchase of 1st milch graded Murrah she Buffalo & completion of its insurance 50% of the subsidy amount | ₹59,100/- | ₹49,250/-\n2nd Phase | After the purchase of 2nd milch graded Murrah she Buffalo & completion of its insurance-50% of the subsidy amount | ₹59,100/- | ₹49,250/-",
    "Subsidy Payment for beneficiary not opted for Shed:",
    "Phase | Time | SC/ST/Women/PwD/ Transgender | General\n1st Phase | Purchase of 1 milch graded Murrah she Buffalo & completion of its insurance for 3 years 50% of the subsidy amount | ₹44,700/- | ₹37,250/-\n2nd Phase | After the purchase of 2nd milch graded Murrah she Buffalo & completion of its insurance for 3 years- 50% of the subsidy amount | ₹44,700/- | ₹37,250/-",
    "NOTE: The beneficiaries are eligible for a back-ended subsidy of 60% for SC, ST, PWD, Women & Transgender categories and 50% for the General category. The subsidy shall be released to the beneficiary's bank account through DBT mode in 2 phases."
  ],
  "eligibility_criteria": "The applicant should be a farmer, entrepreneur, or member of SHG. The applicant belongs to General, SC, ST categories, SHG members, PWD, Women, and Transgender individuals. The applicant should purchase two Graded Murrah She Buffaloes, preferably in their 1st or 2nd lactation and yielding a minimum of 8 liters of milk per day. If the applicant is a PwD, their disability should be more than 40%. An individual per family will be eligible to avail assistance only once.\n\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step-01: The applicant need to visit Go-Sugam Portal . Step-02: Click on \" Register Now \" under the \"Apply Button\". Step-03: On the registration page, fill in the mandatory details (Name, Email, Mobile Number, Address, and Password) and click on \"Register\". The login credentials will be sent to applicant's registered Email ID / Mobile Number.  Application Process: Step-01: The applicant need to visit Go-Sugam Portal . Step-02: Click on \"Scheme & Services\" and then select the scheme by its name. Step-03: Click \"Apply\" and do login. Step-04: On the application page, fill in all the mandatory fields and upload the required documents in the appropriate file size and file type. Upon successful submission of the application, the applicant will get an Application Reference ID.  Check Application Status: Step-01: Click on the \"Track Status\" link on the menu. Step-02: Enter the Application ID or Mobile Number to get the application status."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://fard.odisha.gov.in/sites/default/files/2023-10/Guidelines%20for%20Buffalo%20Entrepreneurship%20Development%20for%20FY%202023-24.PDF"
    },
    {
      "title": "Official Website",
      "url": "https://sugam.odisha.gov.in/website/home"
    },
    {
      "title": "Registration",
      "url": "https://sugam.odisha.gov.in/website/citizen-portal/registration"
    },
    {
      "title": "Login & Apply",
      "url": "https://sugam.odisha.gov.in/website/citizen-portal/login"
    },
    {
      "title": "FAQs",
      "url": "https://sugam.odisha.gov.in/website/home/faq"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card Bill/Money Receipt Disability Certificate Bank Detail Any Other Documents if Required"
}