{
  "scheme_id": "663de533b25b9df81ecc0dee",
  "slug": "eicccpsrtcctd",
  "scheme_name": "Early Intervention Centre for Children with Cerebral Palsy in SRTC, Chennai and Tiruchirapalli Districts",
  "scheme_short_title": "EICCCPSRTCCTD",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Differently Abled Person",
    "Cerebral Palsy",
    "Children",
    "Infants"
  ],
  "brief_description": "The \"Early Intervention Centre for Children with Cerebral Palsy in SRTC, Chennai and Tiruchirapalli Districts\" was launched by the Department for the Welfare of Differently Abled Persons, Tamil Nadu. Under this scheme, stimulation training is given to the children affected with cerebral palsy.",
  "detailed_description": "The &quot;Early Intervention Centre for Children with Cerebral Palsy in SRTC, Chennai and Tiruchirapalli Districts&quot; was launched by the Department for the Welfare of Differently Abled Persons, Tamil Nadu. Under this scheme, stimulation training is given to the children affected with cerebral palsy in the age group of below 6 years. The applications are accepted offline in the prescribed form available at the District Differently Abled Welfare Office. <br>",
  "benefits": [
    "Early intervention provides stimulation training to the children."
  ],
  "eligibility_criteria": "The young child/infants should be affected with cerebral palsy. The age of a young child/infant should be 6 years or below.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The parents/guardian should visit (during office hours) the District Differently Abled Welfare Officer and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "documents_required": "National Identity Card of the Differently Abled. Birth Certificate. Any Other Document If Required."
}