{
  "scheme_id": "67ae37c0250aabd48cbf5e88",
  "slug": "hgsspa",
  "scheme_name": "Haryana Gaurav Samman Scheme for Padma Awardees",
  "scheme_short_title": "HGSSPA",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Director General/Director, Social Justice, Empowerment, Welfare Of Scheduled Castes & Backward Classes And Antyodaya (SEWA) Department.",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Padma Awardees",
    "Samman",
    "Award",
    "Financial Assistance",
    "Gaurav"
  ],
  "brief_description": "The scheme seeks to honour the exceptional achievements of citizens of Haryana who have excelled in fields of sports, arts, literature, education, public affairs, social work, science, technology, medicine, industry and other domains of public life.",
  "detailed_description": "The &amp;quot; Haryana Gaurav Samman Scheme for Padma Awardees\" has been introduced by the Haryana Government to honour individuals from Haryana who have received prestigious Padma Awards (Padma Vibhushan, Padma Bhushan, Padma Shri) honour the exceptional achievements of citizens of Haryana who have excelled in fields of sports, arts, literature, education, public affairs, social work, science, technology, medicine, industry and other domains of public life. The introduction of such honour to the Padma awardees is expected to create a positive and empowering environment that celebrates talent, hard work dedication, fostering an atmosphere of excellence and pride throughout the state. The recognition and honour extended to the Padma Awardees through this scheme shall be an inspiration to citizens and it shall motivate the citizens of the state to emulate the awardee&amp;#39;s achievements and strive for excellence in their chosen paths. **Objectives:** 1. **Recognizing Exceptional Achievements:** Padma Awards are the prestigious awards in India, conferred for exceptional and distinguished service in various fields. The Government seeks to recognize the extraordinary achievements of the Padma awardees from Haryana and highlights their contribution towards excellence in various domains of public life. 1. **Providing Financial Support and Encouragement:** The monthly honorarium provided to Padma Awardees under the scheme will serve as a gesture of appreciation and encouragement for their outstanding work. This will enable them to pursue their passions, undertake new initiatives, and continue making a positive impact in their respective fields. 1. **Fostering a Culture of Excellence:** By honouring Padma awardees with an honorarium, the government of Haryana aims to create a culture that values and celebrates excellence. The scheme will inspire other individuals in the state to strive for excellence and contribute significantly to their community and society. 1. **Nurturing Talent and Inspiring the Youth:** State recognition of Padma Awardees will act as a source of inspiration for the youth of Haryana. It will motivate them to emulate the achievements of the awardees and pursue excellence in their chosen fields, thereby fostering a new generation of talented and dedicated individuals. 1. **Promoting Haryana&amp;#39;s Cultural and Intellectual Heritage:** Padma Awardees from Haryana have made significant contributions in various domains including arts, education, literature, sports, social work, public affairs, science, technology, medicine, industry and other domains of public life. By supporting and honouring these individuals, the Government aims to promote and preserve the state&amp;#39;s rich cultural and intellectual heritage.",
  "benefits": [
    "Monthly Honorarium: Eligible Padma Awardees will receive a monthly honorarium of ₹10,000/-. Free Travel: Beneficiaries will be entitled to free travel in all Haryana Roadways buses, including air-conditioned buses. Mode of Disbursement: The honorarium will be transferred directly to the beneficiary's bank account through the Public Financial Management System (PFMS). Frequency of Disbursement: The honorarium will be provided on a monthly basis. Validity: The honorarium will be provided for the lifetime of the beneficiary unless eligibility conditions are violated."
  ],
  "eligibility_criteria": "A person eligible for honorarium under the scheme shall be:-\nThe applicant should be a citizen of India and a resident of Haryana. The applicant should possess a Parivar Pehchan Patra (PPP) number issued by the Citizen Resource Information Department (CRID). The applicant must be the recipient of any of the Padma Awards namely Padma Vibhushan, Padma Bhushan & Padma Shri from the Government of India for outstanding contributions and achievements in their respective fields. Stoppage of monthly honorarium: Demise of Awardee: The honorarium will cease upon the death of the awardee and the payments will not be extended to any other family member or heir. However, the honorarium will be payable for the month of death of the beneficiary to his nominee. Ceases to be a Padma Awardee: In case, the award is taken back by Government of India or the award has been returned by the awardee, then the payment of honorarium will be stopped. Violation of Conditions of the Scheme: Individuals, found to be in violation of any conditions or eligibility criteria of the scheme, shall become ineligible for the honorarium.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The concerned District Social Welfare Officer (DSWO) will contact the Padma Awardees residing in the district to take their consent for the monthly honorarium under the scheme. Step 2: DSWO will also obtain bank details, Parivar Pehchan Patra ID and copy of Padma Award Certificate. Step 3: If any awardee is already drawing any other similar honorarium or pension from any Central/State Govt./Autonomous bodies of Central/State Govt., then the Padma Awardee shall have the option to choose honorarium under this scheme or any other scheme of Central/State Govt. After receiving the consent, the concerned DSWO will issue a unique beneficiary number in favour of the Padma Awardee."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cdnbbsr.s3waas.gov.in/s392bbd31f8e0e43a7da8a6295b251725f/uploads/2023/08/202308221963399155.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://socialjusticehry.gov.in/haryana-gaurav-samman-scheme-for-the-padma-awardees/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof Parivar Pehchan Patra (PPP) ID Proof of residence Padma Award Certificate: A copy of the Padma Award (Padma Vibhushan, Padma Bhushan, or Padma Shri) certificate Bank Details Any other documents as required"
}