{
  "scheme_id": "65d726f8cd96dc5e075d4393",
  "slug": "aius",
  "scheme_name": "Agriculture Information Unit Scheme",
  "scheme_short_title": "AIUS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Information Unit",
    "Leaflets",
    "Booklets",
    "Farmer"
  ],
  "brief_description": "The key objective is to disseminate information on Scientific methods of cultivation to extension staff and farming community through media such as pamphlets, leaflets, radio, television etc. and participating/holding awareness programs by means of exhibitions, seminars etc.",
  "detailed_description": "The \"Agriculture Information Unit Scheme\" is a State Plan Scheme, which is implemented by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya. The objective of the scheme is to provide free distribution of information leaflets, booklets, etc. Sponsoring farmers&amp;#39; groups, and self-help groups to participate in and/ or organize trade fairs, expos, and exhibitions within and outside the state.",
  "benefits": [
    "Pattern of Assistance:",
    "Free distribution of information leaflets, package of practices, booklets etc., including sponsoring Farmers Group, SHG to exposure programmes like trade fairs, expos, exhibitions in and outside the State. Type of Assistance and Entitlement (If any): Farmers Exposure Trip, Holding Crop Competition, Printing of booklets, leaflets, farmer calendar, publications, observation of World Food Day, Sponsoring farmers to participate in Trade Fair, Exhibition, Kisan Mela."
  ],
  "eligibility_criteria": "The applicant should be a resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: To avail the benefits of the scheme, the bonafide farmers can approach the nearest Agriculture Development Officer of a CD Block/Agriculture Circle. Mode of Selection of Beneficiary(s): Does not arise. All farmers can avail of publication materials on a first come first serve basis. Whom to Contact: Agriculture Information Officer, Directorate of Agriculture. District Agriculture Officers of the concerned districts. Sub-divisional Officers of the concerned sub-divisions. Agriculture Development Officers of the concerned Community and Rural Development Blocks."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=44"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONAGRICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of being a farmer Any other document as required"
}