{
  "scheme_id": "660533fea8333243438bae01",
  "slug": "ssscsss",
  "scheme_name": "Special Scholarship to SC Students in Selected Schools",
  "scheme_short_title": "SSSCSSS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Director, Scheduled Caste Welfare, Gandhinagar",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Bright Student",
    "Financial Assistance",
    "Scheduled Caste",
    "Selected Schools"
  ],
  "brief_description": "The scheme provides financial assistance to SC students studying in famous private selected schools i.e. Doon School, Dehradun; Sofiya School, Abu; Mayo school, Ajmer; Sainik School, Balachadi; Mahila Sainik School, Kherva; Dist. Mehsana, etc. will be paid actual fees upto limit of ₹50,000/- p.a.",
  "detailed_description": "The \"Special Scholarship to SC Students in Selected Schools\" scheme is administered by the Director, Scheduled Caste Welfare, Government of Gujarat. Under this scheme, financial assistance is provided to Scheduled Caste (SC) students studying in famous private selected schools like Doon School, Dehradun; Sofiya School, Abu; Mayo School, Ajmer; Sainik School, Balachadi; Mahila Sainik School, Kherva; Dist. Mehsana, etc. will be paid actual fees upto limit of ₹50,000/- per annum. One-time financial assistance will be provided to 10 students admitted to Standard VIII and 10 students admitted to Standard XI in any of the above-mentioned schools.",
  "benefits": [
    "Under this scheme, eligible students will receive financial assistance of up to ₹50,000 per year or the actual amount of their annual fees, whichever is lower. This assistance will cover admission fees, tuition fees, hostel fees, food bills, books, uniforms, and other related expenses."
  ],
  "eligibility_criteria": "The student should belong to the Scheduled Caste Category of Gujarat. The student should be studying in the selected/designated school. The family income of the student should not be more than 10 times of the income determined for the poverty line. (For Rural Area: ₹6,00,000/- & for Urban Area: ₹6,00,000/). Students entering Class 8th or 11th will be eligible for assistance only once every year. Assistance is also available for Class 6 at Balachadi School, Jamnagar, and Sainik School, Kherwa. Note: The Scheduled Caste (SC) students who are studying in famous private selected schools like Doon School, Dehradun; Sofiya School, Abu; Mayo School, Ajmer; Sainik School, Balachadi; Mahila Sainik School, Kherva; Dist. Mehsana, etc. are eligible to apply under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "To avail the benefits of the scheme, eligible students may visit the nearest Office of the concerned District Deputy Director and Director, Scheduled Castes Welfare Office, Gandhinagar."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1515?lang=Gujarati"
    },
    {
      "title": "Scheme Details (Page No. 82)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Notification",
      "url": "https://sje.gujarat.gov.in/dscw/assets/downloads/tharav_dscw_26082022.pdf"
    }
  ],
  "documents_required": "Passport size photo Identity proof i.e. Aadhaar Card Caste Certificate from the Competent Authorities First Page of Bank Passbook/Cancelled Cheque Educational certificate/Marksheet Identity Card (School) Any other documents as required"
}