{
  "scheme_id": "67a5b39eda50340fc8f276f3",
  "slug": "psss",
  "scheme_name": "Panchayat Secretariat Strengthening Scheme",
  "scheme_short_title": "PSSS",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Panchayati Raj and NREP Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Village"
  ],
  "tags": [
    "Financial Assistance",
    "Gram Panchayat",
    "Infrastructure Development"
  ],
  "brief_description": "The \"Panchayat Secretariat Strengthening Scheme\" by the Panchayati Raj Department, Government of Jharkhand, aims to provide financial assistance of ₹15,000 per month to each Gram Panchayat for operational and maintenance purposes, ensuring efficient governance at the grassroots level.",
  "detailed_description": "The &quot;Panchayat Secretariat Strengthening Scheme&quot; by the Panchayati Raj Department, Government of Jharkhand, aims to enhance the functioning of Gram Panchayats by providing financial support for their operations and maintenance. Under this scheme, a monthly grant of is provided to each Gram Panchayat to cover administrative expenses, infrastructure development, and service enhancements. <br> **Objective:** 1. Fund Allocation: - Funds are allocated by the District Panchayat Raj Officers to each Panchayat Secretariat. - Funds must be used with the approval of the Panchayat Samiti and should be linked to an e-voucher-based monitoring system. 1. Utilization Guidelines: - Expenditure should be approved for activities like reconciliation of bank accounts, purchase of consumables, repair of computers/equipment, electricity, and water bills. - Panchayat Secretariats must maintain proper records of expenses. 1. Service and Support Centers: - Panchayat Bhavans will host service centers such as Common Service Centres, Post Offices, Bank Branches, ATM services, and Sub-Registrar offices. - These centers will improve public service delivery in rural areas. 1. Sanitation and Infrastructure: - Cleanliness, drinking water, seating arrangements, and cleanliness-related provisions to be maintained using allocated funds. 1. Safety Measures: - Installation of CCTV cameras, lighting, and other safety equipment is encouraged. 1. Digital and Internet Facilities: - Internet recharge and maintenance for seamless online services are covered under this scheme. 1. Electricity and Fuel: - Provision for electricity/fuel for operating Panchayat facilities is also included. 1. Miscellaneous: - Expenditure on new items or costs beyond the allocated amount requires prior approval from competent authorities. - Annual usage will be monitored, and excess expenditure (if any) must be split 50-50 between the Panchayat Secretary and Mukhia. <br>",
  "benefits": [
    "A monthly grant of ₹15,000 per Gram Panchayat for operational expenses.",
    "NOTE: Electronic fund transfer mechanism for timely disbursement every quarter."
  ],
  "eligibility_criteria": "The Gram Panchayats must within the state of Jharkhand. The Gram Panchayat must have an operational Panchayat Secretariat in place to receive and utilize the grant. The Gram Panchayat must maintain proper records, documentation, and reconciliation of expenditures to continue receiving support under the scheme. \n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Panchayati Raj/Panchayati Raj Department and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Panchayati Raj/Panchayati Raj Department.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jharkhand.gov.in/PDepartment/ViewDoc?id=D034DO003SD00809062023121050485"
    }
  ],
  "exclusions": "\n",
  "documents_required": "Gram Panchayat Registration Certificate. Active Bank Account Details. Previous Utilization Certificates (if applicable). Audit Reports (if applicable). Resolution Copy from the Gram Panchayat approving fund utilization. Proof of Expenditure for sanctioned activities."
}