{
  "scheme_id": "68074b2792da06bdddb6df9e",
  "slug": "tgspces",
  "scheme_name": "The Goa State Photo Contest And Exhibition Scheme",
  "scheme_short_title": "TGSPCES",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Information and Publicity Department",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications",
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Exhibition",
    "Photography",
    "Photojournalism",
    "Contest"
  ],
  "brief_description": "The scheme aims to encourage local youths in photography and photojournalism, providing cash prizes and exhibition opportunities. The scheme offers cash prizes of ₹20,000/-, ₹16,000/-, and ₹12,000/- in each category. Entries from applicants born and residing in Goa are preferred.",
  "detailed_description": "&quot;The Goa State Photo Contest And Exhibition Scheme&quot; by the Department of Information &amp; Publicity, Government of Goa, aims to encourage young talents in photography and photojournalism, promote self-employment, and provide a platform for local youths to exhibit their work. The scheme offers cash prizes of ₹20,000/-, ₹16,000/-, and ₹12,000/- in each category. Benefits also include exhibitions for selected entries. Applicants born and residing in Goa for at least 15 years are given preference.",
  "benefits": [
    "First prize: ₹20,000/- in each category. Second prize: ₹16,000/- in each category. Third prize: ₹12,000/- in each category. Five consolation prizes: ₹2,000/- each. Certificates are presented to the best entries. Judges' Honorarium: ₹5,000/- each for three judges."
  ],
  "eligibility_criteria": "Individuals who were born and residing in Goa for 15 years or more will be given preference, though the scheme does not bar others.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The interested individuals should send their entries along with the required documents and details to the \"Director of Information & Publicity, 3rd Floor, Udyog Bhavan, Panaji, Goa\", superscribing the envelope as \"Entries for The Goa State Photo Contest And Exhibition\". A soft copy of high-resolution photographs will also be required to be submitted."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.goa.gov.in/wp-content/uploads/2024/08/DIP-INVITES-ENTRIES.pdf"
    }
  ],
  "exclusions": "The applicant must not be an employee of the Department of Information & Publicity. Mobile images are not accepted.",
  "documents_required": "Colour Prints in 12x13 Size, Mounted. Soft Copy of High-resolution Photographs. Author Details: Name, Nationality, Postal Address, Mobile Number, Telephone Number, and Email Address (Written on the Back of Photographs in Block Letters). Technical Details of the Camera Used. Brief Description of Each Photograph (Not More Than 50 Words). Bio-data of the Photographer (Not More Than 100 Words). Certificate of Originality (Declaring Photographs as Original Work). Latest Residence Certificate (as Proof of Eligibility). *Mobile Images Are Not Accepted."
}