{
  "scheme_id": "6777d0cadfe9058f6075be4e",
  "slug": "gsrfas",
  "scheme_name": "Ganga Swarupa Punah Lagna Arthik Sahay Scheme",
  "scheme_short_title": "GSPLASS",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Marriage",
    "Assistance to Widows"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Widow",
    "Women",
    "Remarriage Assistance"
  ],
  "brief_description": "The scheme supports remarried women who are beneficiaries of the Ganga Swarupa Pension Scheme, aiming to reintegrate them into society with financial support.",
  "detailed_description": "The &quot;Ganga Swarupa Punah Lagna Arthik Sahay Scheme&quot; is designed to bring about a positive change in the social perception of Ganga Swarupa women and provide them with the opportunity to reintegrate into society through financial assistance for remarriage. Women between the ages of 18 and 50 who are already beneficiaries of the &quot;Ganga Swarupa Pension Scheme&quot; are eligible for this support.",
  "benefits": [
    "Assistance through Direct Bank Transfer (DBT): ₹ 25,000/- will be credited directly to the beneficiary's savings account through Direct Bank Transfer (DBT). Assistance for National Savings Certificates:  ₹ 25,000/- will be issued to the beneficiary in the form of National Savings Certificates (NSC), providing a secure and long-term savings option."
  ],
  "eligibility_criteria": "The applicant must be a resident of Gujarat. The applicant must be aged between 18 to 50 years. The applicant must be a beneficiary of the \"Ganga Swarup Economic Assistance Scheme\".",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: Obtain the application form from Taluka Mamlatdar's office. Step-2: Fill out the form with accurate details and attach the required documents. Step-3: Submit the form to the Taluka Mamlatdar. Step-4: The Mamlatdar will verify the details and approve the assistance if all criteria are met. Helpdesk: Contact Details. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wcd.gujarat.gov.in/initiativedetails?id=234"
    }
  ],
  "documents_required": "Photo of the applicant (widowed woman). Copy of ration card. School leaving certificate. Income proof. Husband's death certificate. Election card or Aadhaar card. Electricity bill. Birth certificate. Proof of being a widow. Any other documents (if required)."
}