{
  "scheme_id": "67f64ba413ec05eecbbc58f0",
  "slug": "maeffs",
  "scheme_name": "Maulana Azad Education Finance Foundation Scheme",
  "scheme_short_title": "MAEFFS",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Minority Welfare, Uttarakhand",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority Welfare",
    "Higher Education",
    "Overseas Education",
    "Loan"
  ],
  "brief_description": "\"Maulana Azad Education Finance Foundation Scheme\" is a social security scheme by the Minority Welfare Department, Government of Uttarakhand, that provides interest-free loans for higher education and overseas studies to the minority students.",
  "detailed_description": "\"Maulana Azad Education Finance Foundation Scheme\" is a social security scheme by the Minority Welfare Department, Government of Uttarakhand. The scheme aims to provide interest-free loans for higher education and overseas studies to the minority students. <br>",
  "benefits": [
    "Interest-free loans of up to ₹5,00,000/- for pursuing higher education and studies abroad",
    "Note: The beneficiary will have to repay the loan in the next 3 years after completing 6 months of education/ service."
  ],
  "eligibility_criteria": "Beneficiary should be a permanent resident of Uttarakhand. Beneficiary should belong to the minority community. The age of the beneficiary should be between 18-35 years of age. Beneficiary should have passed Higher Secondary (12th Class). The University/College/Institution, where the student is studying/ enrolled, should be recognized by the Central/ State Government or any other competent authority. The income of the beneficiary's family from all sources should not exceed ₹2,50,000/-. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Applicants should visit their nearest District Office or office of the Minorities Welfare Officer and collect application form. Step 2: Fill the form properly and attach all the documents (attested,if required). Step 3: Submit the form latest by 31st August of the concerned year at the District Office or the office of the Minorities Welfare Officer."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 43)",
      "url": "https://uk.gov.in/assets/pdf/MERI%20_YOJANA_book_04-12-23.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "For the Applicant:\nColour Photograph, Aadhaar Card, Permanent Residence Certificate, Minority Proof Certificate, Proof of Birth. Marksheet of last year, College/Institution Admission Certificate, Fee structure, College ID, Nationalised Bank Passbook, Affidavit to the effect that the loan scheme is being availed of for the first time.\nFor the 2(two) Guarantors:\nSalary/Income Certificate, PAN card, Photographs, Aadhaar Card, Ration Card, Status Certificate Report."
}