{
  "scheme_id": "67a8f63bda50340fc8f5ec00",
  "slug": "hrcbsefp",
  "scheme_name": "Haryana State Meritorious Incentive Scheme for the Students Who Attain First Position in CBSE Annual Exams in the State",
  "scheme_short_title": "HRCBSEFP",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Higher Education Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Universities and higher education",
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Merit",
    "Incentive",
    "Student",
    "Financial Assistance",
    "Education",
    "School"
  ],
  "brief_description": "The scheme \"Haryana State Meritorious Incentive Scheme\" aims to encourage meritorious students who attain top positions in CBSE annual exams by providing them with financial incentives. Selected students receive an annual incentive covering their school/college fees up to their graduation.",
  "detailed_description": "The scheme &quot;Haryana State Meritorious Incentive Scheme&quot; by the Department of Higher Education, Government of Haryana, aims to encourage meritorious students who attain top positions in CBSE annual exams by providing them with financial incentives. Selected students receive an annual incentive covering their school/college fees up to the completion of their graduation. The objective of the scheme is to encourage academic excellence among students by providing financial incentives to CBSE toppers.; support students in pursuing higher education without financial constraints; and reward merit and performance in CBSE Class 10th and 12th board examinations.",
  "benefits": [
    "Financial Assistance",
    "The entire tuition fee is covered, up to a maximum limit.",
    "Incentives for 10th Class Toppers",
    "Up to ₹25,000/- per year till 10+2 level and up to ₹1,00,000/- per year till graduation.",
    "Incentives for 12th Class Toppers",
    "Up to ₹1,00,000/- per year till graduation.",
    "Mode of Disbursement",
    "Direct Benefit Transfer (DBT) from 2021-22 onwards.",
    "Frequency of Disbursement",
    "Annually, based on academic progression.",
    "Validity",
    "The incentive continues until the completion of graduation."
  ],
  "eligibility_criteria": "The applicant should be a domicile of Haryana. The applicant should be the top-ranked boy or girl in the CBSE 10th or 12th annual exams at the state level. The applicant should be continuing his/her education as a regular student. The applicant should have passed from a school in Haryana. For 10th Class, the applicant should have secured 92% or above in English, Science & Technology, Mathematics, Social Science, and the best one of the remaining subjects. For the 12th Class, the applicant should have secured 90% or above in English and the four best subjects in Science (Medical & Non-Medical), Commerce, or Humanities.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the Official Website of the \"Centralized Scholarship Portal\" of the Department of Higher Education, Haryana.",
        "Step 2: In the menu ribbon, click \"Student > Student Registration \".",
        "Step 3: On the next page, provide your Parivar Pehchan Patra (Family ID) and click \"Search\".",
        "*Parivar Pehchan Patra (PPP) is mandatory for availing of any Scholarship benefit. Students are advised to ensure their all particulars such as Name, DOB, Aadhar No. etc are fully updated in PPP before applying for any scholarship scheme.",
        "Step 4: A List of the members of your family will be displayed. Select the checkbox against your name and click \"Generate OTP\". Enter the OTP received on your registered Mobile Number and click on \"Verify OTP\".",
        "Step 5: After OTP verification, you will be taken to the registration page. In the registration form, all the mandatory fields get auto-filled. You only need to cross-check the information.",
        "Step 6: Select your Department and College. Create a Password and click \"Register\".",
        "Application",
        "Step 1: Visit the Official Website of the \"Centralized Scholarship Portal\" of the Department of Higher Education, Haryana.",
        "Step 2: In the right corner of the menu ribbon, click \" User Login \". Use the username and password created during your registration to log in.",
        "Step 3: Navigate to the online form of the scheme you intend to apply for. In the form, fill in all the mandatory fields and upload all the mandatory documents in the specified format and size. Carefully review all the information provided and the documents uploaded. Make any necessary corrections.",
        "Step 4: Click \"Apply\" to submit your application. You'll receive a confirmation message."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://harchhatravratti.highereduhry.ac.in/Notices/Haryana%20State%20Meritorious%20Incentives%20Scheme%20(CBSE).pdf"
    }
  ],
  "exclusions": "The applicant must not receive any other scholarship or stipend from the state government or any other source. Failed/compartment students are not eligible. Students in vocational courses are not eligible.",
  "documents_required": "Haryana Domicile Certificate. Marksheet of CBSE 10th/12th annual examination. Admission proof for higher education (10+2 or graduation level). Fee receipt from the educational institution. Bank account details for DBT. An affidavit stating non-receipt of any other scholarship/stipend. Recommendation letter from the Head of Institution."
}