{
  "scheme_id": "641174fee4c54a19af8276fe",
  "slug": "syss",
  "scheme_name": "Skilled Youth Startup Scheme",
  "scheme_short_title": "SYSS",
  "state": "Sikkim",
  "level": "State",
  "nodal_department": "Commerce & Industries Department",
  "implementing_agency": "The Department Of Commerce & Industries Through The District Industries Centres (DICs)",
  "categories": [
    "Business & Entrepreneurship",
    "Agriculture,Rural & Environment",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Entrepreneurship development",
    "Animal husbandry",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual",
    "Industries"
  ],
  "tags": [
    "Business",
    "StartUp",
    "Employment",
    "Entrepreneurship",
    "Youth"
  ],
  "brief_description": "Sikkim Skilled Youth Startup Scheme was launched in 2020 and is implemented by the Department of Commerce & Industries which aims at assisting the educated unemployed youth in setting up a myriad of enterprises through loans with back-ended financial subsidy assistance.",
  "detailed_description": "The issue of employment creation has been a matter of great concern since long in Sikkim. The Government of Sikkim having pro-people attitude and the vision to reduce unemployment and create adequate self employment opportunities in the long run has formulated the Skilled Youth Start Up Scheme. The Scheme is intended to generate equitable entrepreneurial opportunities in rural as well as urban areas of the State, particularly among the educated unemployed youth to become self employed by setting up Manufacturing/Service/Business/Cooperative/Agriculture &amp;amp; allied activities by availing loan (category wise) with back ended subsidy assistance from the State Government @ 50% for BPL and @ 35% for rest on financially viable/ bankable Projects cost. &lt;br&gt; &gt; **Objectives****:** 1. To promote entrepreneurial qualities amongst the local unemployed youth and encourage them for setting up any commercially viable/ bankable business venture in any sector including Agriculture / Horticulture / Food Processing / Animal Husbandry / Handloom &amp;amp; Handicrafts / Retail / Tourism / Services / Manufacturing etc. in the State in tune with the State Government policies. 2. To generate equitable entrepreneurial opportunities in rural as well as urban areas of the State through the setting up of new self-employment ventures/projects by providing one-time non-refundable financial assistance of 50% / 35% with back-ended subsidy on project approval by the Bank/ PSU financial institution.",
  "benefits": [
    "Financial support through bank loans with back-ended subsidy of 35% or 50%. Maximum admissible project cost varies by category, up to ₹20 lakhs. Mandatory Entrepreneur Development Training (3 days) provided before loan disbursement. Preference for Persons with Disabilities (PwDs) with 50% subsidy eligibility. Support for a wide range of sectors including: Dairy, poultry, piggery, food processing. Wood and bamboo crafts. Homestays and tourism. IT services, tailoring, coaching centers. Automobile workshops and diagnostic centers.  Activities covered and maximum project cost:",
    "S. No. | Category | Maximum Project cost Admissibl e\n1 | Animal Husbandry, Agriculture & Allied activities-Dairy, Poultry and Piggery | Dairy:5 lakhs, Poultry:3 lakhs, Piggery:5 lakhs\n2 | Organic Farming - Green house | 3 lakhs\n3 | Food Processing and other manufacturing sectors | 10 lakhs\n4 | Wood Handicraft & Cottage Industries | 10 lakhs\n5 | Metal Fabrication works | 10 lakhs\n6 | Tourism -Paragliding, Mountain cycling, etc. | 10 lakhs\n7 | Rural Homestays 15 lakhs 8 IT & IT enabled services | 10 lakhs\n8 | IT & IT enabled services | 10 lakhs\n9 | Cutting and tailoring for Cooperative registered societies | 20 lakhs\n10 | Bakery & Restaurants ** | 15 lakhs\n11 | Beauty Parlours/Boutique/Grocery/Manihari & other Retail shops 10 lakhs | 10 lakhs\n12 | Coaching Institute/Training Centre | 5 lakhs\n13 | Herbal Products Industry including Nurseries 10 lakhs | 10 lakhs\n14 | Paper bags/Paper plates 10 lakhs | 10 lakhs\n15 | Bamboo based Industry (Cane & Bamboo) 10 lakhs | 10 lakhs\n16 | Automobile Workshop Garage/Car spa 10 lakhs | 10 lakhs\n17 | Diagnostic Centres 20 lakhs | 20 lakhs\n18 | Film Industry/Film Auditorium (Minisize) excluding construction | 20 lakhs\n19 | 19 Any Other Project which the Committee deems to be fit for funding | Nominal funding"
  ],
  "eligibility_criteria": "Applicant must possess a Certificate of Identification (COI) or Sikkim Subject Certificate / Residential Certificate (for urban areas). Applicant must be unemployed and have completed at least Class V from a recognized school. For technical, manufacturing, or service-based projects, the applicant should have a valid certificate from a recognized technical institute. Applicant must be between 18 to 45 years of age at the time of application. Only one member per family is eligible to apply under the scheme. Applicant's family income must not exceed ₹8 lakhs per annum. For married applicants: family includes self, spouse, and children. For unmarried applicants: family includes parents and unmarried siblings. If the applicant is a child of a Government employee, only children of Group ‘C' or ‘D' employees are eligible. Applicant must contribute 5–15% of the project cost, as per bank norms. Applicant must not be a defaulter with any nationalized bank, financial institution, or co-operative bank. Applicant must not have availed subsidy under CMSS or PMEGP schemes earlier. Applicant must possess a valid trade license for the proposed business or project. Applicants under the Persons with Disabilities (PWD) category will be given priority and are eligible for a 50% loan subsidy.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Submit the prescribed application form ( Annexure-I ) along with the Detailed Project Report (DPR) and required documents to: General Manager, District Industries Centre (DIC) at Gangtok or Jorethang. Application is reviewed by a Selection Committee comprising departmental and bank representatives. Post-approval, the project is forwarded to banks for loan sanctioning. Training completion is mandatory before disbursement.  Repayment of Loan: Repayment of the loan amount along with interest obtained from the bank shall be the sole responsibility of the applicant as per the terms and conditions of the bank. If the beneficiary wants to close the loan account before the completion of the loan period, he can do so with the approval of the Commerce & Industries Department. If the beneficiary wants to close after one year, they are free to do for agriculture & allied activities, and for other projects, the lock-in is 3 years.  Note:  Exaggeration in the cost of the project with a view only to availing a higher amount of subsidy shall not be considered for approval by the Committee. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://industries.sikkim.gov.in/schemedoc/dcKnMRZtT1BAFaojSbxG110KbPQdHieY25oRlwJr.pdf"
    }
  ],
  "exclusions": "Individuals who have already availed subsidy under CMSS or PMEGP schemes. Applicants who are bank defaulters. Government employees' children are only eligible if the parent is in Group ‘C' or ‘D' service.",
  "documents_required": "Two recent passport-sized photographs. Sikkim Subject Certificate/COI/Residential Certificate. Educational certificates and mark sheets. Birth Certificate or Panchayat certification. Project Report verified by the concerned Line Department (2 copies). Voter ID card (as address proof). Unemployment Card from respective BAC. Land lease agreement or Land Parcha, if applicable. Relevant trade license or permit at the time of loan sanction. BPL certificate from DESME. Income certificate from BDO/SDM. NOC from SABCO/SIDICO."
}