{
  "scheme_id": "67a9998dda50340fc8f6621d",
  "slug": "pmsch",
  "scheme_name": "Pashudhan Mitra Scheme",
  "scheme_short_title": "PMSCH",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandary Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal",
    "Agriculture",
    "Breeding",
    "Husbandry",
    "Cattle"
  ],
  "brief_description": "Launched on 20th June 2013, the scheme \"Pashudhan Mitra Scheme1\" by the Animal Husbandry Department, Govt of Chhattisgarh, aims to expand veterinary and breeding services, strengthen service delivery, and provide incentive honorariums to Pashudhan Mitras for livelihood support.",
  "detailed_description": "Launched on 20th June 2013, the scheme &quot;Pashudhan Mitra Scheme&quot; is a livelihood and service-based scheme by the Animal Husbandry Department, Government of Chhattisgarh. The scheme aims to expand veterinary and animal breeding facilities while ensuring efficient service delivery and a strengthened information system through Gausevaks and private artificial insemination workers. It also provides an incentive honorarium to Pashudhan Mitras (working cow-helpers and private artificial insemination workers) to support their livelihood and sustain their interest in the work.",
  "benefits": [
    "Castration Work: ₹20/- per calf (cow/buffalo) brought to the institution. Participation in Medical Camps & Exhibitions: ₹400/- per event for assisting in medical camps, cattle fairs, and exhibitions under official supervision. Vaccination Work (Per Animal): Bovine/Pig: ₹7/- Goat/Sheep/Dog: ₹5/- Poultry: ₹1/- Integrated Sample Survey Work: ₹1,500/- per village per season (four-month work period)."
  ],
  "eligibility_criteria": "The applicant should be a resident of Chhattisgarh. The applicant should have experience in animal husbandry or artificial insemination. The applicant should be physically fit for fieldwork. The applicant should possess basic knowledge of vaccination and castration procedures.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit their nearest Veterinary Hospital and request a hard copy of the prescribed format of the application form from the staff.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attest if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the hospital staff.",
        "Step 4: Request a receipt or acknowledgement. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Post-Application Processes",
        "Step 1: Verification & Recommendation",
        "The Veterinary Hospital Charge will examine the application and forward it to the Joint/Deputy Director with a recommendation for registration.",
        "Step 2: Approval & Certificate Issuance",
        "A committee under the Joint/Deputy Director will verify applications, finalize registration, and issue a registration certificate with a unique district-specific registration number.",
        "Step 3: Work Assignment & Reporting",
        "The registered Pashudhan Mitra will be assigned a working area and attached to the nearest Veterinary Hospital for reporting and submitting monthly progress reports.",
        "Step 4: Honorarium Payment",
        "Work verification will be conducted by the Veterinary Field Officer, and after approval, the honorarium payment will be processed through the Joint/Deputy Director's office to the registered bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agriportal.cg.nic.in/ahd/state_schemes/9_Pashudhan_Mitra_Yojna.pdf"
    }
  ],
  "documents_required": "Aadhaar card Domicile Certificate Caste Certificate Bank Account Details Any other required documents"
}