{
  "scheme_id": "65c1c0deed4030e118cbcd21",
  "slug": "nya",
  "scheme_name": "National Youth Award",
  "scheme_short_title": "NYA",
  "level": "Central",
  "nodal_department": "Department of Youth Affairs",
  "implementing_agency": "Rashtiya Purashkar",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Public Safety,Law & Justice",
    "Social welfare & Empowerment",
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Health promotion"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Youth",
    "Purashkar",
    "National",
    "Social Service",
    "Good Citizens"
  ],
  "brief_description": "This award is to motivate young persons to achieve excellence in the field of national development or social service and to develop in them a sense of responsibility to the community and thus to improve their potential as good citizens.",
  "detailed_description": "The National Youth Award was sponsored by The Ministry of Youth Affairs for the Indian youth for their tremendous and outstanding work in social service. This award is to motivate young persons to achieve excellence in the field of national development or social service and to develop in them a sense of responsibility to the community and thus to improve their own personal potential as good citizens. The award shall be given for identifiable excellent work for youth in different fields of development activities and social services such as health, research and innovation, culture, promotion of human rights, art and literature, tourism, traditional medicine, active citizenship, community service, sports and academic excellence and smart learning. &lt;br&gt; &gt; **Objectives of the award:** - To motivate young persons (aged between 15 – 29 years) a challenge to achieve excellence in the field of national or social service. - To encourage young people to develop a sense of responsibility to their community and thus to improve their own personal potential as good citizens. - To give recognition to the outstanding work done by young persons for national development and / or social service. - To give recognition to the outstanding work done by voluntary organizations working with the youth for national development and / or social service. &lt;br&gt; > **Ceremony Details:** - Presentation of the award shall be made at a special ceremony on a convenient date and time to be announced every year. <br> > **Selection Process:** - In the initial stage, the Screening Committee under the Chairmanship of the Joint Secretary, Department of Youth Affairs will screen all the applications and propose the names of the awardees thrice the number of awards to be given. - The Central Selection Committee headed by the Secretary, Department of Youth Affairs, Government of India will scrutinize all the recommendations of the Screening Committee and make the final selection of the Youth Awards. The Central Selection Committee will also have powers to consider any other case based on the merits.",
  "benefits": [
    "Individual Awards:",
    "Receive a medal, certificate, and ₹1,00,000/-.",
    "Voluntary Youth Organization Awards:",
    "Receive a medal, certificate, and ₹3,00,000/-"
  ],
  "eligibility_criteria": "For Individuals:\nThe applicant should be a citizen of India. The applicant should be Between the age of 15- 29 years as of the first January of the nominated year. The applicant should have done extraordinarily identifiable social work. The applicant who Persons employed in any government service i.e. with the Central/State Governments, PSUs/Universities, Colleges/schools, etc. is not eligible for the award. The award will be conferred once in a lifetime.\n\nFor Voluntary Organizations:\nThe Organizations Should be registered under the Registration of Societies Act, 1860 (Act XXII of 1860) for the last three years or under the corresponding State Act and have a proper constitution or Articles of Association. The organization should be a non-profit organization. The organization Should not have discriminated against any person or group of persons on the grounds of sex, religion, caste, or creed; The organization Has rendered extra-ordinary service involving the Youth in the relevant field for at least three years; The organization Has a good reputation among the local community/area The organization Should not have been conferred with this award earlier.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration:",
        "Step-1: Visit the official website .",
        "Step-2: Click on the Registration button.",
        "Step-3: Choose type Individual or Organization.",
        "Step-4.1: Under Individual category provide the following details.",
        "- Name as per Aadhaar/Valid Identity Proof.",
        "- Date of Birth.",
        "- Nominator/Applicant Type.",
        "- Mobile No.",
        "- Email ID.",
        "- Aadhaar Number.",
        "Step-4.2: Under Organization category provide the following details.",
        "- Type of Organization.",
        "- Name of the Authorized Person as per Aadhaar/Valid Identity Proof",
        "- Date of Birth.",
        "- Brief Description about the Organization (100 Words)",
        "- Designation",
        "- Mobile No.",
        "- Email ID.",
        "- Aadhaar Number.",
        "Step-5: Submit.",
        "Apply:",
        "Step-1: Visit the official website .",
        "Step-2: Click on l ogin button on portal and login using the credentials.",
        "Step-3: From the list of awards, select scheme name, then click \"Nominate / Apply Now\".",
        "Step-4: On the next page, fill in all the mandatory fields in the online application form, and then click \"Submit\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://awards.gov.in/Home/AwardLibrary"
    },
    {
      "title": "Registration",
      "url": "https://awards.gov.in/Registration/SignUp"
    },
    {
      "title": "Login",
      "url": "https://awards.gov.in/Login"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of Date of birth (DOB) Supporting documents for outstanding work. Recommendation letter."
}