{
  "scheme_id": "6461e0ddb2a653472630bf15",
  "slug": "gny",
  "scheme_name": "Godhan Nyay Yojana",
  "scheme_short_title": "GNY",
  "state": "Chhattisgarh",
  "level": "State",
  "nodal_department": "Animal Husbandary Department",
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cattle Herders",
    "New Employment",
    "Cow Protection",
    "Organic Fertilizers"
  ],
  "brief_description": "Godhan Nyay Yojana is a scheme launched by the Government of Chhattisgarh on 20 July 2020. Under this scheme, cow dung will be purchased by the state government from the cattle-rearing farmers.",
  "detailed_description": "**About** 1. This is the first such scheme in the whole country, in which the income of cattle herders will be increased by purchasing cow dung by the government. 1. To financially benefit the economically weak cattle herders from this scheme. 1. Organic vermicompost manure will be made from the purchased cow dung. 1. The use of organic fertilizers will be promoted by selling this manure to the farmers at nominal rates. 1. Under this scheme, Gauthan will be constructed in every panchayat. 1. Arrangements will be made for the accommodation, food and medical facilities of other stray animals in these Gauthans. 1. Vermicompost will be made in every Gauthan for making manure. 1. Every vermicompost will be made under MNREGA. 1. Organic fertilizers will be made in these vermicomposts. 1. Fertilizers will be made by the women of the self-help group. 1. This scheme will generate many employment opportunities. 1. The compost made will be packed by cooperative societies and sold to farmers at nominal rates. <br> <br>",
  "benefits": [
    "Cow dung and buffalo cattle breeders will be purchased by the government at the rate of Rs.2/- per kg. To increase the income of cattle herders. Prohibition on open grazing of livestock. Creation of new employment opportunities. Promotion of cow rearing and cow protection. Promoting the use of organic fertilizers by reducing the use of chemical fertilizers. Making organic fertilizers easily available at the local level. To provide employment opportunities to all the local self-groups. To improve the fertility of the land."
  ],
  "eligibility_criteria": "The cattle rearer should be a resident of Chhattisgarh. The age of the cattle owner should be above 18 years. It is mandatory for the cow dung collector to have an Aadhaar card. The cow dung collector should have his own bank account. The cow dung collector should have an identity card. The dung collector should have a mobile number. It is mandatory for the cow dung collector to register the number of his animals. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration process",
        "Body level registration of every cattle rearer will be done. To apply, the application form has to be submitted in the prescribed format only. Counters will be made at the following places for the submission of applications:-",
        "SLRM Centre. Compost shed. Ward office. In Gothan.",
        "The following information will be compulsorily filled in the application:-",
        "Name of the herder. The number of animals. The amount of dung excreted.",
        "After checking the correctness of all the information, the registration of cattle rearer will be done by the ward in charge of the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://jansampark.cg.gov.in/library/Book/%E0%A4%85%E0%A4%A8%E0%A5%8D%E0%A4%AF%20%E0%A4%AA%E0%A5%8D%E0%A4%B0%E0%A4%95%E0%A4%BE%E0%A4%B6%E0%A4%A8/%E0%A4%9B%E0%A4%A4%E0%A5%8D%E0%A4%A4%E0%A5%80%E0%A4%B8%E0%A4%97%E0%A5%9D%20%E0%A4%97%E0%A5%8B%E0%A4%A7%E0%A4%A8%20%E0%A4%A8%E0%A5%8D%E0%A4%AF%E0%A4%BE%E0%A4%AF%20%E0%A4%AF%E0%A5%8B%E0%A4%9C%E0%A4%A8%E0%A4%BE/Book_%E0%A4%9B%E0%A4%A4%E0%A5%8D%E0%A4%A4%E0%A5%80%E0%A4%B8%E0%A4%97%E0%A5%9D%20%E0%A4%97%E0%A5%8B%E0%A4%A7%E0%A4%A8%20%E0%A4%A8%E0%A5%8D%E0%A4%AF%E0%A4%BE%E0%A4%AF%20%E0%A4%AF%E0%A5%8B%E0%A4%9C%E0%A4%A8%E0%A4%BE.pdf"
    }
  ],
  "documents_required": "Aadhar card. Copy of Bank Passbook. Identity card. Permanent residence certificate."
}