{
  "scheme_id": "6726fab09c0322bd687210ed",
  "slug": "kdscs",
  "scheme_name": "Kanya Dhan Scheme for SC Students",
  "scheme_short_title": "KDSCS",
  "state": "Goa",
  "level": "State/ UT",
  "nodal_department": "Social Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scheduled Caste",
    "Education",
    "Girl",
    "Financial Assistance",
    "Female",
    "School"
  ],
  "brief_description": "The scheme \"Kanya Dhan Scheme for SC Students\" by the Directorate of Higher Education, Government of Goa. Through this scheme, an amount of ₹ 25,000/- is provided to the girl students of the Scheduled Caste Communities once they pass the 12th standard board examination (or equivalent).",
  "detailed_description": "The scheme &quot;Kanya Dhan Scheme for SC Students&quot; by the Directorate of Higher Education, Government of Goa. Through this scheme, an amount of ₹ 25,000/- is provided to the girl students of the Scheduled Caste Communities once they pass the 12th standard board examination (or its equivalent examination). The applications for this scheme are accepted online. The scheme is being implemented by Chief Minister Scholarship Portal, Government of Goa.",
  "benefits": [
    "An amount of ₹ 25,000/- is provided as a fixed deposit in the name of the girl child and the officer nominated by the government.",
    "NOTE: The amount is disbursed to the beneficiaries after they pass the 12th standard board (or equivalent) examination."
  ],
  "eligibility_criteria": "For Application\nThe applicant should be a girl. The applicant should be a student. The applicant should have passed the 10th Standard of examination. The applicant should have appeared in the 11th Standard of any stream (Science/Arts/Commerce/Vocational/ITI). Upto 2 girl children of a family are entitled under this scheme.\n\nFor Disbursal of Benefits\nThe applicant should have passed the 12th standard examination in three attempts or within two years of the first attempt, whichever is earlier (otherwise, the money shall be forfeited and credited to the Government Treasury).",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "For Registration",
        "Step 1: Visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2: At the top right corner of the landing page, click \"Register\". You will be taken to the registration page .",
        "Step 3: On the registration page, under the \"Student Registration\" section, click \"Click Here\".",
        "In the Student Registration Form, fill in the following fields:",
        "Student's Name, Gender, Category, Date of Birth (DD-MM-YYYY), Aadhaar Number, House Number, Waddo/Street, Village Panchayat/Municipality, District, Taluka, Assembly/Constituency, City/Town/Village, PIN Code, Mobile Number, Email ID.",
        "Step 4: Create a password ranging between 8 to 15 characters and confirm the same.",
        "Step 5: Click \"Register\" and then click \"Yes\" to the Confirmation Popup.",
        "For Application",
        "Step 1: Upon successful registration, visit the Official Website of the Chief Minister Scholarship Portal, Government of Goa.",
        "Step 2: At the top right corner of the landing page, click \" Login \".",
        "Step 3: On the login page, fill in your username, password, captcha code, and click \"Login\".",
        "Step 4: Upon logging in, a list of eligible schemes will be displayed. Click the scheme that you intend to apply for.",
        "Step 5: In the \"Apply\" section on the side navigation bar, click \"Fresh Application\".",
        "Step 6: Fill in all the mandatory fields of the Application Form and upload all the required documents in the specified format and size and click \"Submit\".",
        "Post Application Process",
        "1. After successful submission of the application, your school/institution will verify the application and submit it to the directorate for further scrutiny.",
        "2. In case of an issue in the application form or documents uploaded, the school/institution can send back the application to the student for necessary corrections and resubmission.",
        "Track Your Application",
        "Step 1: In the side navigation bar, click \" Track Application \".",
        "Step 2: On the next page, provide your Aadhaar Number and Date of Birth, and click \"Submit\".",
        "Contact Us",
        " https://cmscholarship.goa.gov.in/fcontactus.aspx "
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cmscholarship.goa.gov.in/SchemesDetails.aspx#KanyaSW"
    },
    {
      "title": "Online Application",
      "url": "https://dip.goa.gov.in/2023/12/13/online-applications-invited-for-centrally-and-state-sponsored-schemes/"
    },
    {
      "title": "User Guide",
      "url": "https://cmscholarship.goa.gov.in/UserGuid.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Card Caste Certificate Income Certificate Passport Size Photo Ration Card"
}