{
  "scheme_id": "68552c00261391702fab9051",
  "slug": "atfy",
  "scheme_name": "Adventure Training for Youth",
  "scheme_short_title": "ATFY",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department of Youth Welfare and Provincial Protection Corps",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Adventure Training",
    "Youth",
    "River Rafting Training",
    "Trekking"
  ],
  "brief_description": "Under this scheme, free training is provided to the youth in various adventure-based activities such as White Water River Rafting Guide training, disaster management and rescue, Burma Bridge, trekking, and other high-endurance courses.",
  "detailed_description": "The &amp;quot;Adventure Training for Youth&amp;quot; scheme was launched by the Department of Youth Welfare and Provincial Protection Corps, Government of Uttarakhand. The scheme aims to empower the youth of the state with adventure training skills, disaster preparedness, and confidence-building activities. Under this scheme, free training is provided to the youth in various adventure-based activities such as White Water River Rafting Guide training, disaster management and rescue, Burma Bridge, trekking, and other high-endurance courses.",
  "benefits": [
    "Free Adventure and Disaster Training:",
    "The youth of the state are provided free training in various adventure training programmes like White Water River Rafting Guide Training, Disaster Management and Disaster Rescue Operations, First Aid, Burma Bridge, Trekking etc."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should be a male or female. The applicant should be between 15 to 30 years of age as on 1st March, 2023. The applicant should have passed at least class 8 th . The applicant should be physically fit to undergo adventure training. The applicant should not be suffering from Heart disease, Asthma, Epilepsy, or have rods implanted in arms or legs. The applicant will be given preference if they belong to:\nA volunteer of Provincial Armed Rural Development (PARD), A member of the National Service Scheme (NSS), A cadet of the National Cadet Corps (NCC), A member/official of Yuvak or Mahila Mangal Dal.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the office of the District Youth Welfare and Provincial Officer (PRD Office) and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned District Youth Welfare and Provincial Officer (PRD Office).",
        "Selection Process:",
        "After document verification, candidates are shortlisted and recommended for training by the District Youth Welfare and PRD Officers.",
        "Note : The Department invites applications once a year through newspaper advertisements."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 106)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Photocopy of Educational Qualification Certificate Two Passport Size Color Photographs Aadhaar Card Permanent Residence Certificate Medical Fitness Certificate issued by a Government Medical Officer"
}