{
  "scheme_id": "66bb4e08c5af5de226823193",
  "slug": "nkymp",
  "scheme_name": "Nalkoop Khanan Yojana- Madhya Pradesh",
  "scheme_short_title": "NKYMP",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Farmer Welfare and Agriculture Development Department",
  "implementing_agency": "Farmer Welfare And Agriculture Development Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Nalkoop",
    "Farmer",
    "Pump",
    "Subsidy",
    "Tube Well"
  ],
  "brief_description": "Under this scheme, farmers from SC and ST categories are eligible for a subsidy covering 75% of the unit cost (up to ₹25,000/-) for digging a tube well and 75% of the unit cost (up to ₹15,000/-) for the successful installation of a tube well submersible pump.",
  "detailed_description": "The &amp;quot;Nalkoop Khanan Yojana&amp;quot; was launched on 31st December 2001, by the Farmer Welfare and Agriculture Development Department, Government of Madhya Pradesh, to increase the irrigation area by harnessing underground water. Under this scheme, farmers from Scheduled Caste and Scheduled Tribe categories are eligible for a subsidy covering 75% of the unit cost (up to ₹25,000/-) for digging a tube well and 75% of the unit cost (up to ₹15,000/-) for the successful installation of a tube well submersible pump. This scheme is effective in entire Madhya Pradesh, except in Shajapur and Indore.",
  "benefits": [
    "Subsidy for Tube Well Digging: A grant of 75% of the unit cost (up to a maximum of ₹25,000/-), is provided for digging a tube well. Applicable for both successful and unsuccessful digging. Subsidy for Submersible Pump Installation: A grant of 75% of the unit cost (up to a maximum of ₹15,000/-), is provided for the successful installation of a submersible pump on a tube well. Applicable only for successful installation of a Submersible Pump. Note: The subsidy is transferred to the bank account of the farmers."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should be a farmer. Farmers from Shajapur and Indore districts of Madhya Pradesh are excluded from this scheme. The applicant should belong to the Scheduled Caste or Scheduled Tribe category. The applicant should own agricultural land within the state.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Eligible farmers can apply for benefits under the scheme by visiting the office of the Deputy Director, Farmers Welfare and Agriculture Development Department in their respective district in Madhya Pradesh."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=941"
    },
    {
      "title": "Official Website",
      "url": "https://mpkrishi.mp.gov.in/Englishsite_New/pdfs/Nalkoop.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://mpkrishi.mp.gov.in/"
    }
  ],
  "documents_required": "Passport-size photograph Identity proof i.e. Aadhaar card Domicile certificate of Madhya Pradesh Caste Certificate Proof of having agricultural land Bank passbook/bank account details Any other required documents"
}