{
  "scheme_id": "6773c33cdca243276c9e8712",
  "slug": "sokcos",
  "scheme_name": "Supply of Kadaknath Chicks on Subsidy",
  "scheme_short_title": "SOKCOS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Chicken",
    "Farming",
    "Veterinary",
    "Poultry"
  ],
  "brief_description": "The scheme \"Supply of Kadaknath Chicken on Grant\" aims to improve the economic condition of beneficiaries through poultry farming and protect and promote the Kadaknath breed. Beneficiaries receive 40 chicks along with food grains, medicine, and transportation support for 28 days.",
  "detailed_description": "The scheme &quot;Supply of Kadaknath Chicken on Grant&quot; by the Animal Husbandry Department, Madhya Pradesh aims to improve the economic condition of beneficiaries through poultry farming and protect and promote the Kadaknath breed. Through this scheme, beneficiaries receive 40 chicks along with food grains, medicine, and transportation support for 28 days without gender discrimination. The scheme is being implemented in all districts of the state.",
  "benefits": [
    "Livestock Support",
    "40 Kadaknath chicks (₹65 per chick): ₹2,600 Drug/Vaccination (₹5 per chick): ₹200 Transportation (including chick box): ₹210 Poultry feed (48 grams per bird per day for 30 days): ₹1,390 Total unit cost: ₹4,400",
    "Grant Structure",
    "Government grant: 75% of total cost Beneficiary contribution: 25% of total cost"
  ],
  "eligibility_criteria": "The applicant should be a resident of Madhya Pradesh. The applicant should have basic facilities for poultry farming. The applicant can be from any category of poultry farmers.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Initial Approval by the beneficiaries in Gram Sabha.",
        "Secondary Approval by the Janpad Panchayat for Gram Sabha-approved beneficiaries.",
        "Final Approval by the Agriculture Standing Committee of the District Panchayat.",
        "The interested applicants should contact the nearest Veterinary Officer of the concerned District Incharge of Animal Dispensary / Deputy Director of Veterinary."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mpdah.gov.in/schemes/view/ZHhERTVzeUxLem1tSDVyNHp3UU4xQT09"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar card Domicile certificate of Madhya Pradesh Caste certificate Samagra ID Bank account details/Bank Passbook Other necessary documents if required"
}