{
  "scheme_id": "685a581d55fcecc791eb3b21",
  "slug": "pmmkssy-1b",
  "scheme_name": "Pradhan Mantri Matsya Kisan Samridhi Sah-yojana (PM-MKSSY): COMPONENT 1B: One-Time Incentive for the Adoption of Aquaculture Insurance",
  "scheme_short_title": "PMMKSSY-1B",
  "level": "Central",
  "nodal_department": "Department of Fisheries",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment",
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Insurance",
    "Financial assistance",
    "Banking and money"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Incentive",
    "Aquaculture",
    "Insurance",
    "Fisheries",
    "Credit"
  ],
  "brief_description": "The Component 1B of PM-MKSSY provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises.",
  "detailed_description": "The scheme &quot;Pradhan Mantri Matsya Kisan Samridhi Sah-Yojana&quot; is a Central Sector Sub-scheme under the Pradhan Mantri Matsya Sampada Yojana (PMMSY). It is administered by the Department of Fisheries, Ministry of Fisheries, Animal Husbandry and Dairying, Government of India. The scheme aims to formalise the fisheries sector and incentivise fisheries-based microenterprises and entrepreneurs to access institutional finance. Under Component 1B, the scheme provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises. To be eligible, the applicant must be registered on the National Fisheries Digital Platform (NFDP) and must have availed credit through a recognised financial institution. The scheme is implemented by the Department of Fisheries through the NFDP, and the application process is online.",
  "benefits": [
    "Financial assistance is provided as a one-time incentive to applicants who have successfully availed institutional credit for fisheries and aquaculture-related activities.",
    "Frequency of Disbursement",
    "The incentive is one-time and non-recurring. The incentive can only be availed once per eligible activity and applicant, and no repeated claims are permitted under Component 1-B.",
    "Criteria for Disbursement",
    "The incentive is not linked to any performance benchmarks beyond initial loan sanction and disbursement. Funds are released after successful validation and approval of the application by the Project Management Unit (PMU), Department of Fisheries.",
    "Mode of Disbursement",
    "The incentive is transferred directly to the verified bank account of the beneficiary through the Direct Benefit Transfer (DBT) mechanism."
  ],
  "eligibility_criteria": "The applicant must be a fisheries microenterprise or an individual engaged in fisheries or aquaculture-related activities. The applicant must be registered on the National Fisheries Digital Platform (NFDP). The applicant must have availed institutional credit from a recognised financial institution. The applicant must possess a valid Aadhaar-seeded bank account for DBT purposes. The applicant must submit documentary proof of loan sanction and disbursement. The applicant must consent to the verification and validation process undertaken by the Department of Fisheries.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The application process for availing benefits under Component 1-B of the PM-MKSSY is completely online and facilitated through the National Fisheries Digital Platform (NFDP). The individual interested in applying to this scheme must have already availed of an institutional loan. The application to this component can be made only once per applicant per eligible activity.",
        "The detailed and sequential steps involved in the application process is given below:",
        "Step 1: Visit the Official Website of the \"National Fisheries Digital Platform (NFDP)\"",
        "The applicant must visit the official website of NFDP using any web browser. Click on \"Register\" for new registration or \"Login\" if already registered.",
        "Step 2: Complete the Registration Process on NFDP",
        "If the applicant is not already registered, they must click on the \"Register\" button. Select the relevant applicant category (Individual / Organisation). The system will prompt for entering the mobile number with the country code (+91) followed by One-Time Password (OTP) verification. Post successful OTP authentication, the applicant must create a password in accordance with the portal's password policy.",
        "Step 3: Fill in Profile Information",
        "After login, the applicant must proceed to complete the registration form by filling in the following details:",
        "Name as per Aadhaar, Aadhaar Number, Bank Account Number, IFSC Code, Category of enterprise (individual/organisation), Nature of activity (fisheries/aquaculture-related), Contact details and address.",
        "Step 4: Upload Mandatory Documents",
        "The applicant must upload clear, legible, and valid copies of the required documents, such as:",
        "Aadhaar Card, Bank Passbook or Statement, Loan Sanction Letter, Loan Disbursement Proof, Depository Account Statement (if applicable), Self-Declaration Form, NFDP Registration, Acknowledgement/Certificate.",
        "Each uploaded document must conform to the specified file format (PDF/JPEG) and size limits as mentioned on the portal.",
        "Step 5: System-Based Validation and Data Integration",
        "Upon submission of the application, the data entered by the applicant will undergo system-based checks and integration with other government databases to ensure authenticity. If any discrepancies or incomplete information are detected, the applicant will be notified to make necessary corrections.",
        "Step 6: Credit Facilitation Support Application",
        "Once the profile is validated, the applicant must navigate to the \"Apply for Financial Assistance – Component 1-B\" section on the NFDP. Here, the applicant must fill out the form specifying: Bank Name, Loan Amount, Loan Disbursement Date, Purpose of loan and intended fisheries activity, Upload all relevant loan documents. Upon completion, the application must be submitted for further processing.",
        "Step 7: Application Review and Sanction",
        "The submitted application is reviewed by Credit Intermediaries and the designated team at the Department of Fisheries. Verified and validated applications are approved by the PMU for disbursement. The application is sanctioned and marked for DBT processing.",
        "Step 8: Disbursement of Financial Assistance",
        "After approval, the Project Management Unit (PMU) in the Department of Fisheries, Government of India, will initiate the transfer of funds directly to the applicant's verified bank account via the DBT mechanism."
      ]
    }
  ],
  "references": [
    {
      "title": "PM-MKSSY Scheme Guidelines",
      "url": "https://pmmkssy.dof.gov.in/pmmkssy/assets/images/PM-MKSSY-Operational-Guidelines-V2.0-compressed.pdf"
    },
    {
      "title": "NFDP Portal",
      "url": "https://nfdp.dof.gov.in/"
    },
    {
      "title": "New User Registration",
      "url": "https://nfdp.dof.gov.in/nfdp/#/registration"
    },
    {
      "title": "Components Of PM-MKSSY",
      "url": "https://nfdp.dof.gov.in/nfdp/#/scheme?t=PM_MKSSY"
    }
  ],
  "documents_required": "Aadhaar Card (For identity verification and DBT) Bank Passbook or Statement (Aadhaar-seeded bank account) Loan Sanction Letter (From a recognised financial institution) Loan Disbursement Proof (Transaction statement showing credit) Depository Account Statement (Where applicable) NFDP Registration Acknowledgement Self-Declaration Form (As prescribed by the scheme) Any other document as requested during validation"
}