{
  "scheme_id": "67d11d80b36d179ff8033bcb",
  "slug": "wfafcp",
  "scheme_name": "Wire Fencing Around the Farm for Crop Protection",
  "scheme_short_title": "WFAFCP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Farmers Group",
    "Crop Protection",
    "Wire Fencing"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Dept., Gujarat. It aims to protect farmers' crops from damage caused by wild and stray animals by providing financial assistance for wire fencing around farms.",
  "detailed_description": "The scheme &amp;quot;Wire Fencing Around the Farm for Crop Protection&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide financial aid to farmers to install wire fencing, helping prevent damage to crops from wild and stray animals. This initiative ensures minimal agricultural produce wastage and supports sustainable farming practices.",
  "benefits": [
    "Name of the Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nWire Fencing | Per Running Meter ₹200/- or 50% of the actual expenditure incurred, whichever is less | Once in lifetime"
  ],
  "eligibility_criteria": "The applicant must be a landholding farmer or a farmer group\nThe applicant must have a minimum of 2 hectares (ha) of land in a cluster.\nNote:\nOnly one of the holders mentioned in 8-A land records per account is eligible for benefits with the consent of other holders. A farmer is eligible for assistance for a maximum of one account.\n\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "Apply online on i-Khedut portal through a Public Service Center or Cyber Cafe.",
        "Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=jyiVmEe2hbXtFere99frwg==&domain=KQBjMeZAUYtrIgvpebJ01g=="
    }
  ],
  "exclusions": "Farmers who have already availed benefits under the Solar Fencing Scheme are not eligible for this scheme.\n",
  "documents_required": "Land Ownership Proof (8-A land record). Aadhaar Card. Bank Account Details. Consent Letter from other land account holders (if applicable). Van Adhikar Patra or Sanad (for farmers in forest areas). Any other document if required."
}