{
  "scheme_id": "65de0b7f938a0b13cc987980",
  "slug": "dbanbocwwb",
  "scheme_name": "Death Benefit (ANBOCWWB)",
  "scheme_short_title": "DB(ANBOCWWB)",
  "state": "Andaman and Nicobar Islands",
  "level": "State/ UT",
  "nodal_department": "Labour, Employment & Training Department",
  "implementing_agency": "Andaman & Nicobar Islands Building And Other Construction Workers Welfare Board, Port Blair",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Crisis/Disaster/Accident"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Financial Assistance",
    "Building Worker",
    "Construction Worker",
    "Accident",
    "Labour"
  ],
  "brief_description": "The scheme provides financial assistance to the nominees or dependents of workers engaged in Building or Other Construction Works in Andaman & Nicobar Islands in the event of their natural or accidental death.",
  "detailed_description": "The scheme \"Death Benefit\" was started by the Andaman &amp;amp; Nicobar Islands Building and Other Construction Workers Welfare Board (ANBOCWWB), Department of Labour, Employment &amp;amp; Training, Andaman &amp;amp; Nicobar Administration. Under this scheme, financial assistance shall be provided to the nominees or dependents of workers engaged in Building or Other Construction Works in Andaman &amp;amp; Nicobar Islands in the event of their natural or accidental death.",
  "benefits": [
    "Natural Death: ₹1,00,000/- shall be sanctioned to the nominee or dependent of a registered beneficiary. Accidental Death (During Employment): ₹2,00,000/- may be given to the nominee or dependent of the beneficiary. Accidental Death (Non-registered Construction Workers): ₹50,000/- may be provided, subject to a certificate from the concerned Tehsildar confirming the deceased was a construction worker."
  ],
  "eligibility_criteria": "The applicant should be a legal nominee or dependent of the deceased worker. The deceased worker should have been a resident of the Union Territory of Andaman & Nicobar Islands. The deceased worker should have been engaged in any building or other construction work. The financial assistance shall be given to the nominees or dependents of deceased registered workers in the event of their natural or accidental death. The financial assistance shall be given to the nominees or dependents of non-registered construction workers in case of accidental death only.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Portal Registration Process: Step 01: Visit online Portal: https://serviceonline.gov.in/login.do  Step 02: On the home page, click on ‘ Register ' and fill in all the mandatory details. Step 03: Click on the ‘Submit' button and validate your Email ID & Mobile Number using OTP received. Step 04: After successful validation, the applicant will be registered.  Application Process for Death Financial Assistance: Step 01: Now, to avail the benefits of the scheme, the applicants can login through their email ID that is used while registering Step 02: Enter Password & Captcha Step 03: Click on ‘Login' Step 04: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 05: Now, search for ‘Death Financial Assistance' and click on the scheme to proceed to fill out the application form. Step 06: Fill in all the mandatory details and upload all the mandatory documents. Step 07: Preview the application form and click on ‘Submit'.  Application Tracking: Step 01: To track the application status, the applicant can visit the O nline Portal  and login through their ‘User ID' & ‘Password'. Step 02: On the home page, click on \"View Application Status' and then click on ‘Track Application Status'. Step 03: Enter the Application Reference Number and click on ‘Get Data' to know the status of your application."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The applicant may submit the application form himself/herself or through a contractor to the concerned Office along with all the relevant documents and form.",
        "Note : ( Application Form for Death Benefit )"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://labour.and.nic.in/webPages/welfareboard.html#:~:text=Pension%20Benefit%3A%20%2D%20Registered%20construction%20worker,Rs%201000%2F%2Dper%20month.&text=MBBS%2FBE%2FProfessional%20Course%20the,a%20case%20to%20case%20basis."
    },
    {
      "title": "Application Portal",
      "url": "https://serviceonline.gov.in/loginWindow.do"
    },
    {
      "title": "Application Form For Death Benefit",
      "url": "https://labour.and.nic.in/webPages/forms/deth.pdf"
    }
  ],
  "documents_required": "Copy of the death certificate. Copy of the nomination/legal heir certificate. Registration ID Card or Identity proof of deceased worker. A certificate from the Tehsildar stating that the deceased was a construction worker, in case of accidental death of a non-registered construction worker. Identity proof of nominee or dependent i.e. Aadhaar Card. Latest Subscription Receipt. Caste certificate, if any. Address proof. Bank Details of Nominee . Any other document as required."
}