{
  "scheme_id": "68665edf17165412f24931ea",
  "slug": "aoftmea",
  "scheme_name": "Award of Fellowship to Most Eminent Artist",
  "scheme_short_title": "AOFTMEA",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Sports, Youth and Cultural Activities Department",
  "implementing_agency": "Gujarat State Fine Arts Academy",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Culture"
  ],
  "target_beneficiaries": [
    "Artists"
  ],
  "tags": [
    "Eminent Artist",
    "Fellowship",
    "Visual Arts",
    "Retired Artists"
  ],
  "brief_description": "The scheme aims to honor senior eminent artists through the provision of financial assistance in the form of a monthly fellowship of ₹5,000/- for one year to support their continued contribution to the field of plastic arts.",
  "detailed_description": "The scheme &amp;quot;Award of Fellowship to Most Eminent Artist&amp;quot; by the Sports, Youth and Cultural Activities Department, Government of Gujarat, aims to recognize and financially assist artists aged 60 years or above who have retired from professional artistic practice and have made distinguished contributions in the field of plastic arts at the national level. The fellowship is intended to support such artists by enabling them to acquire necessary equipment and continue contributing meaningfully to the arts. The scheme is implemented by the Gujarat State Fine Arts Academy. In this scheme, 10 artists are given a monthly fellowship of ₹5,000/- for one year, and it is extendable for a maximum of two years, depending on the quality and impact of the artist's continued work.",
  "benefits": [
    "Monthly Fellowship: ₹5,000/-."
  ],
  "eligibility_criteria": "The applicant should be an artist. The applicant must be 60 years or older. The applicant should be retired from the professional field of plastic arts. The applicant should have attained national-level fame and established a distinct identity through excellence in painting, sculpture, or graphic arts.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should download the prescribed format of the application form for the \"Award of Fellowship to Most Eminent Artist\" scheme. Step 2: In the application form, provide all the mandatory details, including career details in the field of art, photographs, or color slides of work (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the Gujarat State Fine Arts Academy. Step 4: Request a receipt or acknowledgement from the concerned authority at the Academy office to whom the application has been submitted. Contact Us: Gujarat State Academy of Fine Arts Ravi Shankar Rawal Kala Bhavan, Opposite Bhaikaka Bhavan, Law Garden, Ellisbridge, Ahmedabad - 380006. 079-26425562 079-26562558"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://lalitkalaacademy.gujarat.gov.in/writereaddata/Portal/Magazine/Document/1_35_3_Aminent-Application-Form.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://lalitkalaacademy.gujarat.gov.in/schemedetail-guj.htm?40"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of Age (Government-issued ID showing age 60 years or above) Proof of Retirement from Professional Art Practice. Career Details in the Field of Art. Photographs or Color Slides of Artworks."
}