{
  "scheme_id": "6808acdc5b9f421ef9a6f39d",
  "slug": "fsdfg",
  "scheme_name": "Free Scooty Distribution for Girls (GEN-CATEGAORY-EWS)",
  "scheme_short_title": "FSDFG",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Education (Elementary and Secondary) Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Women and Child"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scooty",
    "Girl Student",
    "Economically Weaker Section",
    "Meritorious Student",
    "EWS"
  ],
  "brief_description": "Under this scheme, meritorious girl students from government and private schools who have scored 85% or above in the Class 10th and 12th (Arts, Commerce, Science streams) examinations are provided with a free scooty, along with a helmet and petrol.",
  "detailed_description": "The &quot;Free Scooty Distribution for Girls&quot; scheme was launched by the Secondary Education Department, Government of Rajasthan in the year 2017-18, aims to encourage meritorious girl students belonging to the economically weaker section of the general category in the state. Under this scheme, meritorious girl students from government and private schools who have scored 85% or above in the Class 10th and 12th (Arts, Commerce, Science streams) examinations are provided with a free scooty, along with a helmet and petrol.",
  "benefits": [
    "Under this scheme, Eligible girl students will receive a scooty, a helmet, and 2 liters of petrol."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant should be a girl student. The applicant should belong to the Economically Weaker Section (EWS) of General Category. The applicant's family annual income should not exceed ₹2,50,000/-. The applicant should have studied in a government or private school in Rajasthan. The applicant should have secured at least 85% marks in class 10 th or 12 th .",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application process:",
        "Step 1: The interested applicant visits the official website and clicks on the application form to download it.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the respective school where the education is completed."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://evaluation.rajasthan.gov.in/scheme/detail/337"
    }
  ],
  "exclusions": "The applicant should not have received a scooty through any other scheme.",
  "documents_required": "Passport-size Photo (A seal on the verified photo of the student by the school principal) Birth Certificate (Self-certified secondary examination certificate) Domicile Certificate (Self-certified copy issued by the competent authority) 10th Marksheet (Education Qualification Marksheet/Certificate Copy) 12th Marksheet (Education Qualification Marksheet/Certificate Copy) Caste Certificate/EWS Certificate (Self-certified copy issued by the competent authority) Income Certificate Copy (Self-certified copy issued by the competent authority) Jan Aadhar/Bhamashah Card Copy (Scooty not receive certificate in any other scheme)"
}