{
  "scheme_id": "65f14a5b938a0b13ccb57f61",
  "slug": "is-mesifai",
  "scheme_name": "\"Interest Subsidy\" under \"Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries\"",
  "scheme_short_title": "IS-MESIFAI",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Industries and Commerce Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Interest",
    "Subsidy",
    "Loan",
    "Finance",
    "Incentive"
  ],
  "brief_description": "The industrial units which have availed loans from financial institutions towards the creation of fixed assets and for working capital shall be eligible for an interest incentive to an extent of 25% of the annual interest amount paid. The applications are accepted offline.",
  "detailed_description": "The &quot;Interest Subsidy&quot; is a Component of the &quot;Motivation of Entrepreneurs to Start Industries and Fiscal Assistance to Industries&quot; Scheme by the Industries and Commerce Department, Union Territory of Puducherry. The industrial units which have availed loans from financial institutions towards the creation of fixed assets and for working capital shall be eligible for an interest incentive to an extent of 25% of the annual interest amount paid. The applications are accepted offline in the prescribed form available on the Official Website of the Department.",
  "benefits": [
    "For industry set up by SC/ST/Women entrepreneurs, that commenced production on or after 2-8-2004",
    "An interest incentive to an extent of 25% of the annual interest amount paid for five years which shall be admissible from the date of commencement of commercial production. The maximum amount of interest incentive admissible to each industry shall not exceed ₹75,000/- in any financial year.",
    "For the industry set up by SC/ST/Women/Physically Handicapped/Ex-Servicemen entrepreneurs, that commenced production on or after 24-8-2011",
    "25% interest subsidy subject to a maximum of ₹5,00,000/- per annum for a period of 5 years.",
    "*The incentive will be paid through the financial institution."
  ],
  "eligibility_criteria": "The industry should be set up by SC/ST/Women/ Entrepreneur OR The industry should be a \"Thrust Area Industry\" or an \"IT Sector Industry\". The industrial unit should have availed of a loan from a financial institution towards the creation of fixed assets and working capital. The industry should have commenced production on or after 2-8-2004.\nOR\nThe industry should be set up by SC/ST/Women/Physically Handicapped/Ex-Servicemen Entrepreneur OR The industry should be a \"Thrust Area Industry\" or an \"IT Sector Industry\". The industry should have availed the loan on or after 24-8-2011 from a financial institution towards the creation of fixed assets and working capital. The industry should have commenced production on or after 24-8-2011.\n*The \"Financial Institution\" mean and includes PIPDIC, or any other Government Corporation, Scheduled Banks including Co-operative Banks and Government Co-operative Societies.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The industrial unit should register the claim for the grant of incentive/subsidy in the prescribed form available on the Official Website of the Directorate of Industries and Commerce, Puducherry.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The unit should submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application form has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "*The applications will be processed by the Industries Department to obtain sanctions. These cases need not be placed before the said State Level Committee.",
        "Application Deadline",
        "For New Units",
        "Within one year from the date of commencement of obtaining the Entrepreneurs Memorandum Part-2/ Permanent Registration/ Commencement of Production Certificate.",
        "For Existing Units",
        "Within one year of completion of Expansion/ Diversification/ Modernization."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://industry.py.gov.in/sites/default/files/subsidy-g.o-2012.pdf"
    },
    {
      "title": "Application Form & Documents Required",
      "url": "https://industry.py.gov.in/common-application-subsidies"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    },
    {
      "title": "Helpline",
      "url": "https://industry.py.gov.in/state-helpline"
    }
  ],
  "documents_required": "Entrepreneurs Memorandum Part-2 (UAM/ PMT) Registration/ Commencement of Production Certificate. Caste certificate from the competent authority in the case of Scheduled Caste/Scheduled Tribe (SC/ST) Entrepreneurs. Loan Sanction Letter. Purchase Invoices for Plant & Machinery/ Pollution Equipment/ Generator. Chartered Accountant Certificate for the Investment in Fixed Assets / Pollution Control Equipment / Generator. Month-wise Interest Paid Statement from the Finance Institution/Bank Along with No-due Certificate. List of Employees Covered Under the Provident Fund Scheme Along with Wage/Salary Payment Particulars. Provident Fund Remittance for the Claiming Period. Notary Affidavit. 'No Due Certificate of Interest' issued by the financial institution/bank etc."
}