{
  "scheme_id": "65c4ac48ed4030e118d1931c",
  "slug": "vds",
  "scheme_name": "Vegetable Development Scheme",
  "scheme_short_title": "VDS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Vegetable Production",
    "Subsidy",
    "Vegetable Seed",
    "Poly House"
  ],
  "brief_description": "The objective of the scheme is to promote vegetable production through HYV Seeds/ Hybrids/ Improved/ Open Pollinated seedlings, including assistance to farmers.",
  "detailed_description": "The scheme \"Vegetable Development Scheme\" was launched by the Department of Agriculture &amp; Farmers' Welfare, Government of Meghalaya to promote vegetable production through HYV seeds/Hybrids/Improved/Open Pollinated seedlings, including assistance to farmers.",
  "benefits": [
    "Pattern of Assistance:",
    "Supply of seeds/ seedlings and garden tools at 50% sales subsidy. Demonstration on improved methods of vegetable cultivation at the rate 2,600 per farmer is provisioned.",
    "Type of Assistance and Entitlement (If Any):",
    "Sl. No. | Entitlement | Owantum of Assistance\n1 | To promote vegetable production by providing hybrid, HYV, and OP quality vegetable seed to farmers including horticultural tools and implements. | 50% sale to the farmers.\n2 | To promote the production of off-season and high-value vegetables under protected cultivation by providing poly houses to farmers. | 100% assistance for 100sqm per unit area.\n3 | To assist farmers in trellis making for squash and other creepers vegetables with locally available materials like bamboo wood etc. | Assistance is limited to 200 sqm per beneficiary @ ₹10,000/unit."
  ],
  "eligibility_criteria": "The applicant/farmer should be a resident of Meghalaya. The small and marginal farmers having sufficient available cultivable land can apply under the scheme.\nNote: The applicant farmer can avail of the benefits of the scheme on a first come first serve basis.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at your nearest office of the Horticulture Development Officer of a CD Block/Horticulture Circle. Mode of Selection of Beneficiary(s): The eligible bonafide farmers will be selected on a first come first serve basis. Whom to Contact: Below officials can be contacted for any concerns or queries:  District Horticulture Officer  Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=95"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Bank passbook/account details Documents proof of being a small or marginal farmer Any other document as required"
}