{
  "scheme_id": "65f1c8a5938a0b13ccb66105",
  "slug": "ifmws",
  "scheme_name": "Integrated Farming in Micro Watershed Scheme",
  "scheme_short_title": "IFMWS",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Land and water resources"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Watershed",
    "Training",
    "Technology Support",
    "Subsidy"
  ],
  "brief_description": "The objective of the scheme is to promote integrated farming activities for improved livelihood in a complementary manner.",
  "detailed_description": "The scheme \"Integrated Farming in Micro Watershed\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to promote integrated farming activities for improved livelihood in a complementary manner. **Note:** _This availability of the above state plan scheme in any particular year is subject to the availability of funds and necessary sanction by the State Government. The continuation of any scheme in a particular year is also subject to the discretion of the State Government. Farmers are therefore advised to check the availability of any scheme with the respective District Agriculture Officers._",
  "benefits": [
    "Type of Assistance and Entitlement:",
    "Training, Awareness program, Extension, Technology support, and Subsidy on inputs."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture. The applicant should possess their own land or leased land of at least 0.025 hectares or more.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at the nearest office of the Agriculture Development Officer of a CD Block/Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: Agriculture Development Officer of respective CD Block/Agriculture circle Sub-Divisional Agricultural Officer of the concerned sub-divisions District Agricultural Officer of the concerned districts"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/Home.aspx"
    },
    {
      "title": "Guidelines",
      "url": "http://megsrcw.nic.in/sites/default/files/field/II%20schemes%20progs%20services%20under%20line%20deptts.pdf"
    }
  ],
  "documents_required": "1. Passport-size photograph\n2. Identity Proof\n3. Bank passbook/account details\n4. Documents proof of possessing own or leased land\n5. Any other document as required"
}