{
  "scheme_id": "67ed20adbffa23a4abd818c7",
  "slug": "jnktkhs",
  "scheme_name": "Jan-Nayak Karpoori Thakur Kalyan Hostel Scheme",
  "scheme_short_title": "JNKTKHS",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Student",
    "Backward Classes",
    "Hostel"
  ],
  "brief_description": "The \"Jan-Nayak Karpoori Thakur Kalyan Hostel Scheme\" by the BC & EBC Welfare Department, Bihar provides hostel facilities for students near Saharsa District with food grains (9 kg rice, 6 kg wheat) and ₹1000/- per month as a grant.",
  "detailed_description": "The scheme &quot;Jan-Nayak Karpoori Thakur Kalyan Hostel Scheme&quot; is a Welfare Scheme by the BC &amp; EBC Welfare Department, Government of Bihar. Under this scheme, the Backward Classes and Extremely Backward Classes Welfare Department, Bihar, Patna provides residential facilities to students studying in educational institutions near the Saharsa District Headquarters Hostel. To support hostel residents, students receive 9 kg of rice and 6 kg of wheat per month under the Chief Minister&#39;s Hostel Foodgrain Scheme and ₹1000/- per month under the Chief Minister&#39;s Hostel Grant Scheme.",
  "benefits": [
    "9 kg rice and 6 kg wheat per student per month. ₹1000/- monthly grant under the Chief Minister's Hostel Grant Scheme."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Bihar. The applicant should be studying in the current session in an educational institution nearest to the hostel. The applicant should belong to the Extremely Backward Class (EBC). The applicant should be studying in Class 10+2 or higher.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Collect the prescribed application form for hostel admission for the academic session 2024-25.",
        "Step 2: Submit the completed form to the District Backward & Extremely Backward Class Welfare Office, Saharsa, on any working day before the deadline.",
        "Note: For more details, visit the district website Saharsa.bih.nic.in."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://state.bihar.gov.in/bcebcwelfare/Content.html?links&page=Jananayak%20Karpuri%20Thakur,%20extremely%20backward%20class%20welfare%20hostel"
    },
    {
      "title": "Scheme Details",
      "url": "https://saharsa.nic.in/hi/notice/%e0%a4%9c%e0%a4%bf%e0%a4%b2%e0%a4%be-%e0%a4%aa%e0%a4%bf%e0%a4%9b%e0%a4%a1%e0%a4%bc%e0%a4%be-%e0%a4%8f%e0%a4%b5%e0%a4%82-%e0%a4%85%e0%a4%a4%e0%a4%bf-%e0%a4%aa%e0%a4%bf%e0%a4%9b%e0%a4%a1%e0%a4%bc-8/"
    }
  ],
  "documents_required": "Caste Certificate Marksheet of the Previous Examination Admission Certificate from the Educational Institution Copy of Bank Account Details Copy of Aadhaar Card"
}