{
  "scheme_id": "64cde7f77d920f6bc9eaed58",
  "slug": "vstspdec",
  "scheme_name": "Varnam Scheme For Transgender Students Pursuing Distance Education Courses",
  "scheme_short_title": "VSTSPDEC",
  "state": "Kerala",
  "level": "State",
  "nodal_department": "Social Justice Department",
  "implementing_agency": "District Social Justice Office, Kerala",
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Transgender",
    "Student",
    "Distance Education",
    "Degree",
    "Diploma",
    "PG Courses"
  ],
  "brief_description": "The scheme \"Varnam Scheme for Transgender Students Pursuing Distance Education Courses\" was launched by the Department of Social Justice, Government of Kerala to provide financial assistance to Transgender students pursuing Degree/Diploma/ PG courses through distance education.",
  "detailed_description": "The scheme \"Varnam Scheme for Transgender Students Pursuing Distance Education Courses\" was launched by the Department of Social Justice, Government of Kerala. The Government has started this scheme for supporting Transgender students which provides financial assistance to Transgender students pursuing Degree/Diploma/ PG courses through distance education. Several Transgender students are not able to study regular courses in colleges but instead pursue Degree/Post Graduate courses via distance education. Due to their deprived financial conditions, they are unable to meet the expenses incurred for payment of Registration fees, Tuition fees, Exam fees, study materials, etc. **Aims &amp; Objectives:** 1. Majority of the transgender persons are either dropouts or discontinue education in the early stages and due to the stigma the family members also disown them. Since they are unable to find a sustainable livelihood, they suffer financially. This scheme will support transgender students to complete their education successfully and earn a decent living and make them financially independent. 1. With the help of this distance education scheme, transgender students will be able to pursue their desired courses. 1. Transgender persons who are eligible for higher studies can complete their education and secure a decent job to lead a dignified life. This will encourage them to be self-sufficient and will open up a world of opportunities for such a target population.",
  "benefits": [
    "Under the scheme, a maximum amount of ₹24,000/- will be provided annually to each eligible Transgender student. For students pursuing PG courses the assistance will be provided for 2 years and for Under Graduate students the assistance will be given for 3 years."
  ],
  "eligibility_criteria": "The applicant should be a native and resident of Kerala State. The applicant should be Transgender. Transgender students pursuing Degree/Diploma/ PG courses from Open universities, Distance education, or Private registration are eligible to apply under the scheme.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: To avail of the benefits of the scheme, the applicant needs to visit the nearest District Social Justice Office and collect the application form. The application form can also be downloaded from the official website of the Social Justice Department, Government of Kerala. Step 02: The applicant needs to fill out the application form completely. Step 03: The applicant, in the application form, has to mention the type of course and the name of the University/Study center in which the student is pursuing the course. Step 04: The application form along with supporting documents has to be submitted through District Social Justice Office concerned."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "http://sjd.kerala.gov.in/scheme-info.php?scheme_id=IDE3NXNWOHVxUiN2eQ==#:~:text=For%20supporting%20such%20students%20the,%2F%2D%20will%20be%20provided%20annually."
    },
    {
      "title": "Application Form",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Downloadables/Application%20Forms/35461.pdf"
    },
    {
      "title": "Order/Notice",
      "url": "http://sjd.kerala.gov.in/DOCUMENTS/Order_new/GOs/35464.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar card Passport size photo Copy of Transgender Identity card / self-declaration statement mentioning that the applicant is a Transgender person. Copy of address proof (Aadhaar/ Voter's ID card) Copy of previous semester examination hall ticket. The copy of bills/vouchers/receipts of registration fees, tuition fees, study materials, and examination fees have to be duly certified by District Social Justice Officers. Bank account details"
}