{
  "scheme_id": "6764471ec903566dc4a75602",
  "slug": "dbaaky",
  "scheme_name": "Dr. Bhimrao Ambedkar Aarthik Kalyan Yojana",
  "scheme_short_title": "DBAAKY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": true,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Loan",
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Self-employment",
    "Financial Assistance",
    "Term Loan",
    "Scheduled Caste"
  ],
  "brief_description": "The scheme \"Dr. Bhimrao Ambedkar Aarthik Kalyan Yojana\" under the Tribal Welfare and Scheduled Caste Department, Madhya Pradesh, offers a 7% annual interest subsidy on loans for Scheduled Caste beneficiaries, up to 5 years, subject to regular repayment.",
  "detailed_description": "The Dr. Bhimrao Ambedkar Aarthik Kalyan Yojana, under the Tribal Welfare and Scheduled Caste (SC) Department of Madhya Pradesh, provides a 7% annual interest subsidy on loans for Scheduled Caste beneficiaries for up to 5 years to support new self-employment ventures. The project limit ranges from ₹10,000 to ₹1 lakh for all types of self-employment, with specific eligibility and financial assistance provisions for SC applicants. Beneficiaries can avail of a 12-day online entrepreneurship development training under the scheme. The scheme covers projects in the industry (manufacturing), service, and business sectors eligible for bank loan guarantees under CGTMSE, through Public Sector, Private Sector, or Regional Rural Banks registered as Member Lending Institutions (MLIs) with CGTMSE.",
  "benefits": [
    "7% interest subsidy on loans for up to 5 years."
  ],
  "eligibility_criteria": "The applicant should be between 18 and 55 years of age. The applicant should not be an income tax payer. The applicant should not be a defaulter of any bank or financial institution, such as MFI, NBFC, SFB, or PACS. The applicant should not currently be a beneficiary of any other self-employment scheme from the state or central government. The applicant's family income should meet the following definition:\nIf unmarried: Includes the applicant and dependent parents. If married: Includes the applicant, spouse, and dependent children (no age limit for dependent, unmarried children).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Scheduled Caste Welfare Department, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://govtpressmp.nic.in/pdf/extra/2022-05-13-Ex-249.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Passport-size Photograph Proof of Residence Ration Card (optional) Bank Account Details (e.g., Copy of Bank Passbook) Caste Certificate (if applicable) Age Certificate Registrar of Birth Certificate Signature Any other documents as required"
}