{
  "scheme_id": "67655fc577f6e77e44cdf2bd",
  "slug": "majvpvpy",
  "scheme_name": "Mukhyamantri Anusuchit Jaati Vishesh Pariyojana Vitt Poshan Yojana",
  "scheme_short_title": "MAJVPVPY",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Financial assistance",
    "Regulations & returns"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Finance",
    "Assisted Enterprises",
    "Development"
  ],
  "brief_description": "The scheme \"Mukhyamantri Anusuchit Jaati Vishesh Pariyojana Vitt Poshan Yojana\" under the Tribal Welfare and Scheduled Caste Department, Madhya Pradesh, aims to provide financial assistance for special project proposals received in the interest of the Scheduled Caste (SC) category.",
  "detailed_description": "The Mukhyamantri Anusuchit Jaati Vishesh Pariyojana Vitt Poshan Yojana under the Tribal Welfare and Scheduled Caste (SC) Department, Madhya Pradesh, aims to provide financial assistance for special project proposals received in the interest of the Scheduled Caste (SC) category. The scheme&#39;s primary objective is to provide financial support to projects that benefit the SC community in the state. It focuses on enhancing welfare initiatives, improving living standards, and providing opportunities for development in various sectors for the SC category.",
  "benefits": [
    "The scheme offers a 100% grant based on government approval for project proposals from line departments, recommended by the evaluation committee."
  ],
  "eligibility_criteria": "The applicant should be from the Scheduled Caste (SC) category. The applicant should submit project proposals as per the norms set by the respective line departments. The applicant should ensure that the project proposal is recommended by the concerned department and approved by the State Project Implementation Committee. The applicant should meet any additional requirements as specified by the line departments for the specific project. The applicant should ensure that the project aligns with the objectives of the Mukhyamantri Anusuchit Jaati Vishesh Pariyojana Vitt Poshan Yojana.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Chief Executive Officer, District Panchayat, and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the authority within the prescribed period (if any).",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://govtpressmp.nic.in/pdf/extra/2022-05-13-Ex-249.pdf"
    }
  ],
  "documents_required": "Identity Proof (e.g., Aadhaar Card) Passport-size Photograph Proof of Residence (e.g., Utility bill, Voter ID, etc.) Ration Card (optional) Bank Account Details (e.g., Copy of Bank Passbook) Caste Certificate (if applicable) Undertaking/Declaration Age Certificate Signature Any other documents as required"
}