{
  "scheme_id": "66ec30128738f8968e6c02c4",
  "slug": "prlvishwas",
  "scheme_name": "PRL's Vikram Sarabhai Postdoctoral Fellowship (VISHWAS)",
  "scheme_short_title": "PRLVISHWAS",
  "level": "Central",
  "nodal_department": "Department of Space",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Fellowship",
    "Research",
    "Post Doctoral"
  ],
  "brief_description": "The Vikram Sarabhai Postdoctoral Fellowship (VISHWAS) program is an initiative by the Physical Research Laboratory (PRL) to honor the legacy of Prof. Vikram Sarabhai by supporting young doctorates to pursue groundbreaking research in fundamental science with societal impact.",
  "detailed_description": "The Vikram Sarabhai Postdoctoral Fellowship (VISHWAS) launched by the Department of Space, Ministry of Science and Technology is aimed at providing financial support to highly motivated young PhD holders to conduct advanced research in fundamental sciences with societal implications. The fellowship is designed to foster innovative and cutting-edge research in areas pursued by the Physical Research Laboratory (PRL), aligned with the vision of Prof. Vikram Sarabhai. <br> <br>",
  "benefits": [
    "Number of VISHWAS Fellowships: 3",
    "Scholarship Amount: ",
    "Scholars receive ₹1,00,000/- per month with HRA and other facilities as per PRL/DOS rules.",
    "Duration:",
    "Maximum of 2 years (subject to successful annual reviews). It may be extended for one additional year based on justification and approval."
  ],
  "eligibility_criteria": "The applicant should be an Indian national. PhD should have been awarded within the last four years (from the application deadline). The applicant's age should be 35 years or below on the last date of application. The applicant should have a first-class academic record throughout their academic career. The applicant should submit a strong research proposal aligned with PRL's research areas. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step-01: The applicant visits the PRL website and navigate to the \"Opportunities\" section.",
        "Step-02: Click on \"Job Vacancies & Fellowship Programs\" and select \"PRL's Vikram Sarabhai Postdoctoral Fellowship (VISHWAS)\" to access the online application form .",
        "Step-03: Fill out the online application form by completing all the mandatory fields and attaching self-attested copies of the required documents.",
        "Step-04: Submit the application by clicking on the \"Submit\" button. Upon submission, you will receive an application ID for future reference.",
        "NOTE:",
        "Applicants must arrange recommendation letters from at least three non-PRL referees. These letters should be emailed directly to the Chairperson, PDF Committee at: pdf@prl.res.in. Shortlisted candidates will be called for an interview, either online or in person, for the final selection. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.prl.res.in/prl-eng/vishwas_fellowship"
    },
    {
      "title": "Application Form",
      "url": "https://www.prl.res.in/~pdf/VISHWAS_form.html"
    }
  ],
  "documents_required": "Passport-size Photo. List of Publications. Provided a list of Papers published/accepted in refereed journals/books/conference proceedings. Research Proposal (as per the prescribed format). Collaborating PRL Faculty Member(s) Details. PhD Supervisor and Three Referees Details. Latest CV."
}