{
  "scheme_id": "65bb8338cd96dc5e073b4d24",
  "slug": "rcfscspc",
  "scheme_name": "Reimbursement of College Fees for Scheduled Caste Students in Professional Colleges (Top 20)",
  "scheme_short_title": "RCFSCSPC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Financial assistance",
    "Citizen empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "College",
    "Fees",
    "Reimbursement",
    "Scheduled Caste",
    "Tuition"
  ],
  "brief_description": "Through this scheme, reimbursement of tuition fees and examination fees is facilitated for students who have achieved marks above 75% in the Higher Secondary Course Examination and secured a place in the 'Top 20' Rank. The scheme aims to alleviate the financial burden on eligible students.",
  "detailed_description": "The scheme \"Reimbursement of College Fees for Scheduled Caste Students in Professional Colleges (Top 20)\" by the Adi Dravidar Welfare and Scheduled Tribes Welfare Department, Government of Puducherry was introduced to provide financial assistance to deserving Scheduled Caste students pursuing professional education. Through this scheme, reimbursement of tuition fees and examination fees is facilitated for students who have achieved marks above 75% in the Higher Secondary Course Examination and secured a place in the &#39;Top 20&#39; Rank. The scheme aims to alleviate the financial burden on eligible students.",
  "benefits": [
    "Reimbursement of Tuition Fees and Examination Fees."
  ],
  "eligibility_criteria": "The applicant should be a Native/Resident of the Union Territory of Puducherry. The applicant should be from a Scheduled Caste. The applicant should be a Student. The applicant should have secured a place in the 'Top 20' Rank. The applicant should have secured above 75% in the Higher Secondary Course Examination. The applicant should be pursuing a professional education. The applicant should have been selected through 'CENTAC' for admission to a professional college.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the Office/ Sub-Office of the Adi Dravidar Welfare and Scheduled Tribes Welfare Department, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 2: At the top right corner of the home page, click \" Login \". In the login screen, click \" Register a New Membership \".",
        "Step 3: On the Registration Page, fill in all the mandatory fields: Username, Password, Confirm Password, Personal Details (Full Name, First Name, Email Address, Address, Current Address, Gender, Date of Birth, Mobile Number). Agree to the declaration. Fill in the Captcha Code, and click \"Signup\".",
        "Step 4: Visit the Official Website of the e-District Portal of the Government of Puducherry.",
        "Step 5: At the top right corner of the home page, click \" Login \". In the login screen, provide your Username and Password, fill in the Captcha Code, and click \"Sign In\".",
        "Step 6: On the next screen, a list of schemes by the Government of Puducherry will be displayed Department-wise.",
        "Step 7: Click on the scheme you wish to apply for. You will be taken to its online application form.",
        "Step 8: In the application form, fill in all the mandatory fields (marked with a red asterisk) and upload all the mandatory documents (self-attest if required).",
        "Step 9: Tick the declaration stating \"I hereby declare that the above-mentioned details are true and correct as per the best of my Knowledge\". Submit the application and note the application number for tracking your application . The application number will also be received on your Registered Mobile Number / Registered Email ID.",
        "*Track Your Application  here ",
        "* Access the User Manual for Online Application  here "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://adwelfare.py.gov.in/reimbursement-college-fees-deserving-scheduled-caste-students-studying-professional-colleges-top-20"
    },
    {
      "title": "Contact Us",
      "url": "https://adwelfare.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Residence-cum-nativity Certificate, issued by the competent authority. Recent Passport-Size Photograph. Aadhaar Card. Bank Passbook. Educational Certificate/s. Caste Certificate. Certificate of Head of Institution. Original Fee Receipt. High School Certificate Marklist.\nIn the absence of an Aadhaar Card; the applicant is required to provide his/her Aadhaar Enrolment ID along with ANY ONE of the following documents -\n1. Bank or Post Office Passbook with Photo.\n2. Permanent Account Number (PAN) Card.\n3. Passport.\n4. Ration Card.\n5. Voter Identity Card.\n6. MGNREGA Card.\n7. Kisan Photo Passbook.\n8. Driving license issued by the Licensing Authority under the Motor Vehicles Act, 1988 (59 of 1988).\n9. Certificate of identity having a photo of such person issued by a Gazetted Officer or a Tehsildar on an official letterhead.\n10. Any other document as specified by the Department."
}