{
  "scheme_id": "681c8fea8e3d5cab59fa6feb",
  "slug": "fpgsdau",
  "scheme_name": "Fellowship for the Post-Graduate Students in Various Faculties Various Faculties of Sardarkrushinagar Dantiwada Agricultural University",
  "scheme_short_title": "FPGSDAU",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agricultural Scholarship",
    "Fellowship",
    "Student",
    "Undergraduate"
  ],
  "brief_description": "The scheme \"Fellowship for the Post-Graduate Students in Various Faculties Various Faculties of Sardarkrushinagar Dantiwada Agricultural University\" provides a monthly fellowship to meritorious Post-Graduate students across various faculties of Sardarkrushinagar Dantiwada Agricultural University.",
  "detailed_description": "The scheme &amp;quot;Fellowship for the Post-Graduate Students in Various Faculties Various Faculties of Sardarkrushinagar Dantiwada Agricultural University&amp;quot; launched by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, attract the bright young talents in post-graduate studies in the field of Agricultural and other allied subjects for improvement of academic standard of teaching, research and extension education activities and better output in the field wherever they resume after obtaining higher education. &lt;br&gt;",
  "benefits": [
    "Master's degree students: ₹5,000/- per month for 2 years. Ph.D. degree students: ₹5,000/- per month for 3 years. Note: The University shall annually award four fellowships in each of the concerned faculties for both Master's well as Doctorate degree programmes."
  ],
  "eligibility_criteria": "The applicant must be a student. The applicant must be enrolled in a Master's or Ph.D. program at Sardarkrushinagar Dantiwada Agricultural University (SDAU). The applicant must have secured a first-class or its equivalent OGPA in the qualifying undergraduate or postgraduate examination from a State Agricultural University in Gujarat. The applicant must be 28 years of age or below at the time of application. The applicant must maintain a minimum OGPA of 7.5 and must not receive an \"F\" (Fail) or \"I\" (Incomplete) grade during the course of study.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Obtain the prescribed application form from the University. Step 2: Submit the completed application to the Registrar by 31st December of the same year. Step 3: Selection will be made by a university committee based on merit and eligibility. Note: Fellowship notification is released by 30th November every year. "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 523)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    }
  ],
  "exclusions": "The applicant must not be availing any other government fellowship or scholarship. The applicant must not be an in-service candidate. The applicant must not have dropped any course during the academic program (except in the case of formal withdrawal). The applicant must not have been punished under university disciplinary rules or for using unfair means in examinations.",
  "documents_required": "Graduate Mark Sheet Post Graduate Mark sheet Passport Size Photos Bank Account Details (should be linked with Aadhaar Number)."
}