{
  "scheme_id": "67f8956b7dc6b8a0ad13dd90",
  "slug": "sfcssots",
  "scheme_name": "Scholarship for Chhattisgarh Students Studying Outside the State",
  "scheme_short_title": "SFCSSOTS",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Technical Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Scholarship",
    "Student",
    "Financial Support",
    "Chhattisgarh"
  ],
  "brief_description": "The scheme aims to support native Chhattisgarh students pursuing engineering degrees outside the state by providing a monthly scholarship of ₹2,000/-. This initiative benefits meritorious students enrolled in recognised engineering colleges outside Chhattisgarh.",
  "detailed_description": "Launched in 2013, the scheme &quot;Chhattisgarh Ke Mool Niwasi Chhatra/Chhatraon Ke Liye Chhatravritti&quot; by the Technical Education Department, Government of Chhattisgarh, aims to provide financial assistance to meritorious students who are native residents of Chhattisgarh and are pursuing engineering degrees. A significant benefit of this scheme is the provision of a monthly scholarship of ₹2,000/- to eligible students studying in recognized engineering colleges outside Chhattisgarh. Another key aspect is that there is no income limit specified for availing this scholarship. The primary eligibility criteria include being a native student of Chhattisgarh and currently enrolled in a recognized engineering degree program outside the state, having secured a minimum of 60% marks in the qualifying examination. The scheme is implemented by the Director. The applications for this scheme are accepted as per the prevailing guidelines of the department.",
  "benefits": [
    "Scholarship of ₹2000/- per month."
  ],
  "eligibility_criteria": "The applicant must be a native resident student of Chhattisgarh. The applicant must be currently studying in a recognized engineering college outside Chhattisgarh. The applicant must be pursuing an engineering degree course. The applicant must have secured a minimum of 60% marks in the qualifying examination. There is no income limit specified for the applicant.\n\nOther Conditions -\nWithout special approval from the government, no student will receive more than one scholarship at the same time. However, if the institution where he is studying has given him any fee concession, then he will be entitled to continue receiving it.\nIf any scholarship becomes vacant during its duration, then the approving authority can give such scholarships for its unexpired period to the next eligible and deserving candidate from the merit list. Only those students will be eligible to receive scholarships who have passed the qualifying examination from any testing body of Chhattisgarh. But children of such permanent government employees of Chhattisgarh can be exempted from this condition who are on deputation to the Government of India or any other state government. Such students will not be eligible to receive scholarships who are in full-time employment. In this regard, only one concession can be given that any such student, who is regularly studying in a recognized institution and is receiving any scholarship, can be allowed to do part-time work. In special cases not covered under the provisions of these rules, the government will provide special scholarships to eligible students at the rate prescribed for each course of study, based on poverty and merit. The total annual expenditure incurred in this regard will not exceed the budget limit.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the Office of the Principal of the Institution and request a hard copy of the prescribed format of the application form from the institute staff.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the staff. The Principal will verify the documents and forward the application to the Directorate for approval (New applications) or process the renewal (for existing beneficiaries).",
        "Step 4: Request a receipt or acknowledgement from the staff to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cgdteraipur.cgstate.gov.in/sites/default/files/notification-of-merit-scholarship-2016-17-598083916f1b8.pdf"
    }
  ],
  "documents_required": "Residential Certificate of Chhattisgarh. Mark sheet of the Qualifying Examination. Proof of Admission in a Recognised Engineering College Outside Chhattisgarh."
}