{
  "scheme_id": "68284785f2de71e7817d5859",
  "slug": "cifestss",
  "scheme_name": "Cash Amount for Encouraging Scheduled Tribe Sportsperson Students",
  "scheme_short_title": "CAESTSS",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Tribal Area Development Department",
  "dbt_scheme": false,
  "categories": [
    "Sports & Culture"
  ],
  "sub_categories": [
    "Sports"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Tribe",
    "Sportspersons",
    "Incentive",
    "Student",
    "Sports Training",
    "Tribal"
  ],
  "brief_description": "Under this scheme, cash awards, certificates, and mementos are provided as a form of encouragement to Scheduled Tribe sportsperson students who secure the top three positions in national and international sports events.",
  "detailed_description": "The scheme &amp;quot; Cash Amount for Encouraging Scheduled Tribe Sportsperson Students&amp;quot; was launched in 1996 by the Department of Tribal Area Development, Government of Rajasthan. It aims to promote and encourage sports participation among Scheduled Tribe (ST) students residing in scheduled areas of Rajasthan. Under this scheme, cash awards, certificates, and mementos are provided as a form of encouragement to Scheduled Tribe sportspersons students who secure the top three positions in national and international sports events.",
  "benefits": [
    "Students who have secured top positions at national and international levels are rewarded with the following incentives as a form of encouragement:",
    "Cash Prize Certificate of Appreciation Memento"
  ],
  "eligibility_criteria": "The applicant should be a student. The applicant should be a resident of Scheduled Tribe area of Rajasthan. The applicant should belong to the Scheduled Tribe category. The applicant should participate in a national or international-level sports competition. The applicant should have secured a top-three position at national or international level competition.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the office and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications: For districts under Tribal Sub-Plan: Commissioner, Tribal Area Development Department / Deputy Commissioner, Tribal Area Development Department For non-TSP (Tribal Sub-Plan) areas: Chief Executive Officer, Zila Parishad. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Concerned Tribal Area Development Department office/Chief Executive Officer, Zila Parishad."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://department.rajasthan.gov.in/scheme/detail/538"
    }
  ],
  "documents_required": "Caste Certificate Aadhar Card Domicile Certificate (Proof of residence in a Scheduled Tribe area) Sports Achievement Certificate(s) Any Other Document if Required"
}