{
  "scheme_id": "6841390e32fd2a73f792c152",
  "slug": "adppfaa",
  "scheme_name": "Assistance to Disabled Persons for Purchase/Fitting of Aids and Appliances (NIEPVD Dehradun)",
  "scheme_short_title": "ADPPFAA",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Social Welfare",
  "implementing_agency": "National Institute For The Empowerment Of Persons With Visual Disabilities, Dehradun",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Aids/Appliances"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Disability Aids",
    "Assistive Devices",
    "Free Aids",
    "Visual Impairment",
    "Hearing Impairment"
  ],
  "brief_description": "This scheme, implemented by NIEPVD Dehradun, provides free assistive devices and appliances to eligible persons with disabilities to enhance their independence and improve their quality of life.",
  "detailed_description": "The scheme &amp;quot;Assistance to Disabled Persons for Purchase/Fitting of Aids and Appliances (ADIP)&amp;quot; implemented by National Institute for Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun, aims to assist persons with disabilities in enhancing their physical, social, and psychological rehabilitation by providing them with modern, standard aids and appliances. Through this scheme, eligible visually, hearing, locomotor, and mentally disabled individuals receive necessary assistive devices free of cost or at a subsidized rate. The scheme is implemented by the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun.",
  "benefits": [
    "For Visually Impaired: Braille Kit, Daisy Player, Refractive Mirror, Mobility Cane, Smart Phone. For Hearing Impaired: Hearing Aid. For Locomotor Disabled: Wheelchair, Tricycle, Walking Sticks, Calipers, Crutches. For Mentally Disabled: MR Kit. Note: For those with an annual income up to ₹22,500/-, the aid is provided completely free. For those with an annual income up to ₹30,000/-, 50% of the cost of the aid must be borne by the beneficiary. "
  ],
  "eligibility_criteria": "The applicant must be a person with a benchmark disability. The applicant's disability must be certified by a competent medical authority. The applicant's monthly income should not exceed ₹30,000/-. Note: Visually impaired children up to 12 years of age can apply for a Braille kit free of charge every year under the aid scheme. Excluding smartphones, if visually impaired children want to receive other devices again under the aid scheme after receiving them once, they can apply only after a minimum interval of 03 years. After receiving a smartphone once, one can apply again only after 05 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun and request a hard copy of the prescribed format of the application form. Step 2: In the application form, provide all the mandatory details, and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the supporting documents to the National Institute for the Empowerment of Persons with Visual Disabilities (NIEPVD), Dehradun. Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Website:  niepvd.nic.in  Telephone No.: 0135-2736651, 2734016 Email: tcab-niepvd@nivh.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 101)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    }
  ],
  "documents_required": "Aadhaar Card. Disability Certificate. Income Certificate of Parent. UDID (Unique Disability ID) Card. Educational Details."
}