{
  "scheme_id": "6762a29d348486c6abb59008",
  "slug": "cbpiaiscs",
  "scheme_name": "Coaching by Private Institutes for All India Services Civil Services Examination",
  "scheme_short_title": "CBPIAISCS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Scheduled Tribe",
    "Education",
    "Coaching"
  ],
  "brief_description": "Launched on 12th September 2013, the scheme \"Coaching by Private Institutes for All India Services Civil Services Examination (Scheduled Tribes)\" provides financial assistance, education, and training to Scheduled Tribe candidates preparing for the Civil Services Examination.",
  "detailed_description": "Launched on 12th September 2013, the scheme &quot;Coaching by Private Institutes for All India Services Civil Services Examination (Scheduled Tribes)&quot; by the Tribal Welfare and Scheduled Caste (SC) Department, Madhya Pradesh, provides financial assistance, education, and training to Scheduled Tribe candidates preparing for the Civil Services Examination.",
  "benefits": [
    "Coaching Fee up to ₹2,00,000/- or actual fee (whichever is less) paid directly to the empanelled coaching institute in Delhi. One-time Assistance of ₹15,000/- for purchasing books, credited directly to the candidate's account. Monthly Stipend of ₹12,500/- for up to 18 months, based on attendance. Transport, Housing, and Food facilities of ₹12,500/- per month, paid directly to the candidate's account."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should be from a Scheduled Tribe. The applicant should have an annual income from all sources not exceeding ₹6,00,000. The applicant should have passed graduation. The applicant should have been selected based on merit in Arts/Commerce/Science/Engineering/Medical groups. The applicant should not have availed the benefits of this scheme before. The applicant should register their profile on the MPTAASC portal of the department. The applicant's age should be determined by UPSC as per the eligibility criteria for the Civil Services (Pre) exam of the respective year.\n\nReservation\n5% of reserved seats for needy and promising low-income students.\nPriority\nThe applicant should be given priority if they have passed the Civil Services Main Examination of Madhya Pradesh Public Service Commission in the last three years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: The applicant should visit the Madhya Pradesh Tribal Affairs & Scheduled Caste Welfare Automation System MPTAAS portal. ",
        "Step 2: Click on \"New Beneficiary Profile Registration .\"",
        "Step 3: Fill in all the required details. Fields marked with * are mandatory. Complete the form by entering all necessary information.",
        "Step 4: Upload all required documents, such as ID proof and other relevant certificates.",
        "Step 5: After completing the form and uploading the documents, click \"Submit\".",
        "Step 6: After successful payment and submission, you will receive a registration number.",
        "Login",
        "Step 1: The applicant should visit the Madhya Pradesh Tribal Affairs & Scheduled Caste Welfare Automation System MPTAAS portal. ",
        "Step 2: Enter your user ID, password, and captcha code, then click \"Login.\"",
        "Step 3: Choose the scheme you wish to apply for to avail the benefits.",
        "Step 4: Enter all required information and upload the necessary documents as prompted.",
        "Step 5: Finally, click on \"Submit Application\" to complete the process."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=823"
    },
    {
      "title": "Registration",
      "url": "https://www.tribal.mp.gov.in/PMS/Registration/BeneficiaryRegistration/PersonalDetail"
    }
  ],
  "documents_required": "Aadhaar Card Caste Certificate Income Certificate Bank Account Details Passport-sized Photograph Educational Documents Self-attested Documents Proof of Admission Income Declaration Bank Details "
}