{
  "scheme_id": "6658641204a3424275e8cd5c",
  "slug": "wbafbsfs",
  "scheme_name": "West Bengal Artisans Financial Benefit Scheme: Facilitation Supports",
  "scheme_short_title": "WBAFBSFS",
  "state": "West Bengal",
  "level": "State/ UT",
  "nodal_department": "Micro, Small & Medium Enterprises and Textiles Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Artists"
  ],
  "tags": [
    "Artisans",
    "Facilitation Support"
  ],
  "brief_description": "\"Facilitation Supports\" is a sub-scheme under \"West Bengal Artisans Financial Benefit Scheme 2024\", implemented by the MSME and Textiles Dept, Government of West Bengal. It aims to provide various types of facilitation support to the artisans and Industrial Cooperative Societies.",
  "detailed_description": "\"Facilitation Supports\" is a sub-scheme under \"West Bengal Artisans Financial Benefit Scheme 2024&amp;quot;, launched by the Micro, Small &amp;amp; Medium Enterprise and Textiles Department, Government of West Bengal on 7th March, 2024, and it shall remain in force for a period of five years. The objective of the scheme is to provide various types of facilitation support to the artisans and Industrial Cooperative Societies.",
  "benefits": [
    "Facilitation for enlistment on the State Portal for Artisans. Facilitation for formation of Industrial Cooperative Society. Facilitation for obtaining statutory requirements."
  ],
  "eligibility_criteria": "The applicant should belong to any group of artisans. The age of the applicant should be between 18-60 years. Applicant should be engaged in traditional Craft/ trade with hand tools/ equipment/ small machines. Applicant should be enlisted in the State Portal for artisans & weavers. Applicant should be an Indian citizen permanent resident of West Bengal for the past 10 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Applications by individual artisans or by the Cooperative Societies of the artisans are to be submitted at BDO''s office for rural areas, at SDO's office for Municipality areas and at the Municipal Corporation Office for the urban areas, as the case may be.",
        "Contact Us:  Office Addresses and Contact Details (District Wise). "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://wbmsme.gov.in/sites/default/files/cms/circularpdf/1709828650Notification%20for%20West%20Bengal%20Artisans%20Financial%20Benefit%20Scheme%202024.pdf"
    }
  ],
  "exclusions": "Any central/state govt employee and his/her family members shall not be eligible. Should not have availed of any assistance /grant from Central /State Govt. for the same purpose. Handloom and Khadi weavers, and their societies shall not be eligible(as they are covered under separate schemes).",
  "documents_required": "Proof of enrolment in the State portal for artisans & weavers. Registration certificate in case of the industrial cooperative society."
}