{
  "scheme_id": "6837e65c7e3dd7685817eb79",
  "slug": "post-doctoral-fellowship",
  "scheme_name": "ICSSR Post-Doctoral Fellowship",
  "scheme_short_title": "ICSSR POST-DOCTORAL FELLOWSHIP",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "implementing_agency": "Indian Council Of Social Science Research",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "ICSSR Fellowships",
    "Post-Doctoral Fellowship",
    "Social Science Research",
    "Research Promotion",
    "Social Scientists"
  ],
  "brief_description": "The Indian Council of Social Science Research (ICSSR) offers Postdoctoral Fellowships to encourage original and quality research by young and mid-career scholars in the field of social sciences. It is designed for researchers who have just finished their Ph.D. in advanced social science research.",
  "detailed_description": "This scheme is open to Indian citizens under the age of 45 who hold a Ph.D. and have demonstrated research ability through earlier publications. All candidates must be affiliated with a Ministry of Education or UGC-recognized public-funded Indian university, and a senior faculty member (not less than an Associate Professor) from the same institution must supervise their study. The fellowship offers a ₹31,000 monthly grant and ₹20,000 annual contingency grant for a period of two years. The applications for the fellowship are invited through advertising on the ICSSR website and social media platforms. The scheme covers a wide range of disciplines under the discipline of social sciences, with 26 major areas including priority research topics. In addition to conducting full-time research, fellows are expected to provide progress updates on a regular basis and publish at least two research publications in reputable journals. The final submission includes published articles, audited financial data, summaries, and a book-length report. Given India&#39;s social science ecosystem, it seeks to promote research excellence, evidence-based research, and scholarship that is also relevant to policymakers.",
  "benefits": [
    "1) Monthly Fellowship amount @ Rs.31,000 per month",
    "2) Contingency Grant @ Rs.20,000 per annum",
    "3) API points as per the UGC Guidelines in force at the point of time",
    "4) Institutional overhead (7.5%) – supports the hosting institution."
  ],
  "eligibility_criteria": "1) The applicant must be an Indian citizen.\n2) Must be under 45 years of age (5-year relaxation for SC/ST/PwD).\n3) Must possess a Ph.D. in a social science discipline.\n4) Must have demonstrable research competence via publications.\n5) Must affiliate with a public-funded Indian institution approved for Ph.D.\n6) Must have a supervisor who is a serving faculty (Associate Professor or above).\n7) Applicant must not be a defaulter of any ICSSR grant/project/fellowship.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: Visit ICSSR website - www.icssr.org - and navigate to Fellowships section.",
        "Step 02: Click on Post-Doctoral Fellowship Scheme.",
        "Step 03: Register/Login to the ICSSR portal.",
        "Step 04: Fill the online application form.",
        "Step 05: Upload documents and submit."
      ]
    }
  ],
  "references": [
    {
      "title": "ICSSR Post-Doctoral Fellowship",
      "url": "https://icssr.org/post-doctoral-fellowship"
    }
  ],
  "exclusions": "1) Those who are not fulfilling the edibility criteria.",
  "documents_required": "The list of documents required will be given in the Application Form when the Call is announced."
}