{
  "scheme_id": "659ccf3b6093f0fa33199866",
  "slug": "wrflsncs-idra",
  "scheme_name": "\"Immediate Death Relief Assistance\" under \"Welfare and Relief for Fishermen During Lean Seasons and Natural Calamities Scheme\"",
  "scheme_short_title": "WRFLSNCS-IDRA",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Fisheries and Fishermen Welfare Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Financial assistance",
    "Crisis/Disaster/Accident"
  ],
  "target_beneficiaries": [
    "Individual",
    "Family"
  ],
  "tags": [
    "Death",
    "Fisherman",
    "Relief",
    "Financial Assistance",
    "Family"
  ],
  "brief_description": "The scheme \"Immediate Death Relief Assistance\" is introduced with the objective of extending financial assistance to the fishermen's families to compensate for the loss due to the sudden demise of the breadwinner and to support them financially to run their family.",
  "detailed_description": "The scheme &quot;Immediate Death Relief Assistance&quot; is a Sub-Component under the scheme &quot;Welfare and Relief for Fishermen During Lean Seasons and Natural Calamities Scheme&quot;. The scheme is extended to all the regions of the Union territory of Puducherry. The scheme is introduced with the objective of extending financial assistance to the fishermen&#39;s families to compensate for the loss due to the sudden demise of the breadwinner and to support them financially to run their family.",
  "benefits": [
    "₹ 1,00,000 as immediate death relief assistance for the family (legal heir) of the deceased fisherman, received within 15 days to 3 months from the date of receipt of the application from the affected family."
  ],
  "eligibility_criteria": "The applicant should be the family (legal heir) of the deceased fisherman. The deceased fisherman should have been a resident of the Union territory of Puducherry. The deceased fisherman must have lost his/her life while fishing. The deceased fisherman must have been in the age group of 18-60 years. The deceased fisherman must not have been a beneficiary of the old age pension scheme. The deceased fisherman should have enrolled as a member of the Fishermen/Fisherwomen Co-operative Society.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit the office of the concerned authority i.e. the Department of Fisheries and Fishermen Welfare/Sub-Offices of outlying regions in all four regions.",
        "Step 1: The interested applicant should request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.",
        "Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "*The affected family (legal heir) should apply immediately within 30 days from the date of the event for consideration in case of the death of the fishermen."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines & Application Form",
      "url": "https://fisheries.py.gov.in/sites/default/files/immediate20relief20notification.pdf"
    },
    {
      "title": "State Plan Schemes",
      "url": "https://fisheries.py.gov.in/sites/default/files/fisheries-state-plan-schemes.pdf"
    },
    {
      "title": "List Of Sub-Offices",
      "url": "https://fisheries.py.gov.in/sub-offices"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Photograph of the Family (Legal Heir) of the Deceased. Residential Certificate of the Deceased Fishermen. Proof of Age of the Deceased Fishermen. Declaration That the Deceased Fisherman Was Not a Beneficiary of the Old Age Pension Scheme. Membership Certificate from the President/Administrator of Fishermen/Fisherwoman Co-operative Society. ‘No Claim' Certificate in Respect of Financial Assistance Extended by the Revenue Department (to Be Obtained From the Department of Revenue and Disaster Management) for Consideration. Electoral Identity Card (Attested Copy) Ration Card (Attested Copy) Panchayathar's Letter of Village Concerned Name, Relationship, and Address of the Legal Heir (Affidavit in ₹ 5 Stamp Paper, Affixing as the Legal Heir Duly Signed in Before a Notary Public). Death Certificate in Case of Deceased Fishermen."
}