{
  "scheme_id": "667932fe113e1b5b0a836807",
  "slug": "ssbc",
  "scheme_name": "Saksham Scheme for Backward Classes",
  "scheme_short_title": "SSBC",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Welfare of Scheduled Caste & Backward Classes Department",
  "implementing_agency": "Haryana Backward Classes And Economically Weaker Sections Kalyan Nigam",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Business & Entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Saksham",
    "Backward Classes",
    "Loan",
    "Young Professional"
  ],
  "brief_description": "Under the scheme, loans of up to ₹10,00,000/- are provided to young professionals for setting up Doctors' Clinics, Nursing Homes, Physiotherapy Clinics, Bio-Medical Labs, Lawyers' Offices, Engineering Units, Chemist Shops, Architect Offices, and similar establishments.",
  "detailed_description": "The scheme &amp;quot;Saksham Scheme for Backward Classes&amp;quot; is implemented by the Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam, Government of Haryana. Under the scheme, loans of up to ₹10,00,000/- are provided to young professionals for setting up Doctors&amp;#39; Clinics, Nursing Homes, Physiotherapy Clinics, Bio-Medical Labs, Lawyers&amp;#39; Offices, Engineering Units, Chemist Shops, Architect Offices, and similar establishments. Applicants must be between 18 and 35 years old, permanent residents of Haryana, and belong to the Backward Class.",
  "benefits": [
    "Under the scheme, loans of up to ₹10,00,000/- are provided to young professionals for setting up Doctors' Clinics, Nursing Homes, Physiotherapy Clinics, Bio-Medical Labs, Lawyers' Offices, Engineering Units, Chemist Shops, Architect Offices, etc."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Haryana. The applicant should be between 18 and 35 years old. The applicant should belong to the Backward Class Category. The applicant's annual family income should not exceed ₹3,00,000/- in both rural and urban areas. The applicant should have professional and academic training.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal: Step 01: The eligible applicant may apply online through the Official Portal- Antyodaya-SARAL Portal. https://saralharyana.gov.in/  Step 02: If the applicant is not registered on the portal, he/she gets registered there. Step 03: For registration, click \" New User \" under ‘Sign In Here' and fill in all the mandatory details i.e. Name, Email ID, Mobile Number, Password & State. Click on ‘Submit'. Step 04: Verify your mobile number and email ID through the received OTP and complete the registration process. Login to apply for the scheme: Step 01: To avail the benefits of the scheme, visit the Official Antyodaya-SARAL Portal and log in through the email ID used while registering. Step 02: Enter Password & Captcha and click on ‘Login'. Step 03: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 04: Now, you can search for the scheme and click on the scheme to go ahead and fill out the application form. Step 05: Enter your Parivar Pehchan Patra number - Family ID and click on \"Click here to Fetch Family Data\" which displays the family members registered under the given Family ID. Step 06: Select the beneficiary/applicant name and enter the OTP that is being sent to the selected family member for verification. Click on \"Click to Verify\" Step 07: Fill in all the mandatory details and upload all the mandatory documents. Step 08: Preview the application form and click on ‘Submit'. Tracking of Application: Applicants can track their applications through the Official Antyodaya-SARAL Portal by entering their Department Name, Scheme Name, and Application Reference ID."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=4hXxZ7hJ6GYh+jxnimt8lA%3d%3d"
    },
    {
      "title": "Official Website",
      "url": "https://www.haryanascbc.gov.in/contribution-towards-share-capital-to-haryana-backward-classes-and-economically-weaker-sections"
    },
    {
      "title": "Antyodaya-SARAL Portal",
      "url": "https://saralharyana.gov.in/"
    }
  ],
  "documents_required": "1. Identity/Citizenship Proof (Any one of the following):\n• Aadhaar Card\n2. Age Proof (Any one of the following):\n• Aadhaar Card\n3. Resident Proof/Address Proof/Ownership Proof (Any one of the following):\n• Ration Card\n• Haryana Domicile Certificate\n4. Caste/Religion Proof (Any one of the following):\n• Caste Certificate for reserved category\n5. Photo of Applicant\n6. Bank account details\n7. Any other documents as required"
}