{
  "scheme_id": "656f1c5353ed274f6a91b6b7",
  "slug": "sib",
  "scheme_name": "Supply of Insulated Boxes",
  "scheme_short_title": "SIB",
  "state": "Goa",
  "level": "State",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Fishing and hunting",
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Mechanization- solar power, farming systems",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Fishermen",
    "Fish",
    "Marketing",
    "Financial Assistance",
    "Subsidy"
  ],
  "brief_description": "A subsidy to the extent of 75% of the cost for the purchase of an insulated box of at least 50 liters capacity. Only the fisherman engaged in selling and marketing fish, fishing at sea with a canoe, and fishing at sea with a mechanized fishing vessel with upto 6-cylinder engines are eligible.",
  "detailed_description": "\"Supply of Insulated Boxes\" is a scheme by the Department of Fisheries, Government of Goa. Through this scheme, subsidy to the extent of 75% of the cost for the purchase of an insulated box of at least 50 liters capacity. The applications are accepted only in offline mode. Only the fisherman engaged in selling and marketing fish, fishing at sea with a canoe, and fishing at sea with a mechanized fishing vessel with up to 6-cylinder engines are eligible to apply to this scheme.",
  "benefits": [
    "For the Beneficiary Engaged in Selling/Marketing Fish",
    "One insulated box of 50 liters capacity will be entitled to a subsidy to the extent of 75% of the cost limited to ₹ 1,500/-.",
    "For the Beneficiary Engaged in Fishing at Sea With a Canoe",
    "One insulated box of 100 liters and one box of 220 liters capacity and subsidy to the extent of 75% of the cost limited to ₹ 7,000/- respectively.",
    "For the Beneficiary Engaged in Fishing at Sea With a Mechanized Fishing Vessel Upto 6 Cylinder Engine",
    "One insulated box of 220 liters and one insulated box of 400 liters capacity and subsidy to the extent of 75% of the cost limited to ₹ 15,000/- respectively."
  ],
  "eligibility_criteria": "The applicant should be one of the following -\nA fisherman engaged in selling and marketing fish. A fisherman engaged in fishing at sea with a canoe. A fisherman engaged in fishing at sea with a mechanized fishing vessel with up to 6-cylinder engines.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority at the Department of Fisheries, Dayanand Bandodkar Marg, Patto Colony, Panaji Goa - 403 521, or to the official posted at BDO Office/ Sub-Offices of the Department of Fisheries.",
        "Grievance Redressal",
        "Any dissatisfaction or complaint about any service or its standards can be registered with the Department's Grievance Redressal Officer . The grievance can also be lodged on the link dir-fish.goa@nic.in . All complaints will be acknowledged by us and final action taken will be communicated within 30 days."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://fisheries.goa.gov.in/schemes-services/"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2023/07/CitizenCharter-2.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://fisheries.goa.gov.in/wp-content/uploads/2020/11/Application-form-for-Insulated-box.pdf"
    },
    {
      "title": "Contact Us",
      "url": "https://fisheries.goa.gov.in/contact-us-2/#"
    }
  ],
  "documents_required": "For 400 & 220 Litres Capacity Insulated Boxes for Fishing Vessels:\na) Copy of VRC (Vessel Registration Certificate) of Fishing Vessel.\nb) Latest copy of Updated Fishing License/Certificate.\nc) Latest copy of Updated Net License Book.\nd) Copy of Aadhaar Card.\nFor 100 & 220 Litres Capacity Insulated Boxes for Fishing Canoes:\na) Copy of VRC (Vessel Registration Certificate) of Fishing Vessel.\nb) Latest copy of Updated Fishing License/Certificate.\nc) Latest copy of Updated Net License Book.\nd) Copy of Aadhaar Card.\nFor 50 Litres Capacity Insulated Boxes for Active Fish Sellers:\na) Certificate from Village Panchayat/Municipality indicating that the applicant is actively engaged in the retail sale of fish.\nb) Copy of Aadhaar Card."
}