{
  "scheme_id": "65ca58ffcd96dc5e0750ea95",
  "slug": "fpc",
  "scheme_name": "Fruit Processing Centre",
  "scheme_short_title": "FPC",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Horticulture",
    "Farmer",
    "Youth Entrepreneur",
    "Training",
    "Demonstration",
    "Fruit Processing",
    "Vegetable Processing"
  ],
  "brief_description": "The objective of scheme is to disseminate technical knowhow to youth entrepreneurs, farmers & housewives through practical demonstration on importance of fruit preservation & to manufacture quality processed fruit products such as Squashes, Jams, Jelly & Juices under trade name ‘Meg Fruits Product'.",
  "detailed_description": "The scheme \"Fruit Processing Centre\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to disseminate technical knowhow to youth entrepreneurs, farmers, and housewives through the practical demonstration on the importance of fruit preservation and to manufacture quality processed fruit products such as Squashes, Jams, Jelly, canned fruits and Juices under the trade name ‘Meg Fruits Products'.",
  "benefits": [
    "Pattern of Assistance:",
    "Training and Demonstration",
    "Type of Assistance:",
    "Awareness, Capacity building on fruit and vegetable processing"
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: Step 01: The bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the required documents at the nearest office of the Horticulture Development Officer of a CD Block/ Horticulture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: 1. District Horticulture Officer  2. Assistant Director of Horticulture i/c FP Center 3. Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=106"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Other relevant documents as required"
}