{
  "scheme_id": "67c999421dc65aa2df408c52",
  "slug": "nscg",
  "scheme_name": "Nawabihan Scheme",
  "scheme_short_title": "NSCG",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "dbt_scheme": false,
  "categories": [
    "Women and Child"
  ],
  "sub_categories": [
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Medical",
    "Women",
    "Consultation",
    "Domestic Violence",
    "Legal",
    "Counselling"
  ],
  "brief_description": "The scheme aims to provide support and assistance, including legal aid and shelter, to women who are victims of domestic violence, as mandated by the Protection of Women from Domestic Violence Act 2005. This scheme ensures that affected women receive the necessary resources for their well-being.",
  "detailed_description": "Launched in 2005, the scheme &quot;Nawabihan Scheme&quot; by the State Government aims to implement the Protection of Women from Domestic Violence Act 2005. Two significant benefits of this scheme include providing necessary legal advice and offering shelter facilities to women affected by domestic violence. Two significant eligibility criteria include being a woman who has experienced domestic violence and requiring assistance as per the provisions of the aforementioned Act. The scheme is implemented by the State Government through the designated Women Protection Officer in each district. Applications for this scheme are accepted offline through the concerned authorities.",
  "benefits": [
    "Provision of legal advice to the aggrieved woman as per her requirement. Provision of counselling services to the aggrieved woman as per her requirement. Arrangement of medical facilities for the aggrieved woman as per her requirement. Provision of transportation facilities to the aggrieved woman as per her requirement. Arrangement of shelter facilities for the aggrieved woman as per her requirement. The mode, frequency, time, conditions for disbursement, and validity of these benefits will be determined based on the specific need of the aggrieved woman and the resources available with the implementing agencies at the time of application."
  ],
  "eligibility_criteria": "The applicant must be a woman. The applicant must have experienced domestic violence as defined under the \" Protection of Women from Domestic Violence Act 2005 \". The applicant must be in need of legal advice, counselling, medical aid, transportation, or shelter as per the provisions of the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should contact any one of the following authorities, and clearly explain the nature of the domestic violence experienced and the specific assistance required (legal advice, counselling, medical aid, transportation, or shelter).",
        "District Programme Officer / District Women and Child Development Officer / Project Officer / Protection Officer / Administrator of Sakhi Centre",
        "*The contact details for these authorities can be obtained from the local government offices or through the State Women and Child Development Department.",
        "Step 2: The concerned authority will gather the necessary information from the applicant regarding the incident and their personal details. The applicant may be required to provide a verbal or written account of the domestic violence faced.",
        "Step 3: The applicant should submit the required documents as listed under the \"Documents Required\" section to support their claim and need for assistance. The specific documents required may vary based on the type of assistance sought.",
        "Step 4: The concerned authority will assess the applicant's situation and the submitted documents to determine the immediate need for assistance as per the provisions of the scheme and the \"Protection of Women from Domestic Violence Act 2005\".",
        "Step 5: Based on the assessment, the concerned authority will facilitate the provision of the required assistance to the applicant. This may involve arranging legal counsel, providing counselling services, facilitating medical aid, arranging transportation to a safe location, or providing shelter at a designated facility.",
        "Step 6: The concerned authority may provide continued support and follow-up to ensure the well-being and safety of the applicant.",
        "Applicants are advised to keep a record of their interactions with the concerned authorities and any documents submitted for future reference."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cgwcd.gov.in/%E0%A4%A8%E0%A4%B5%E0%A4%BE%E0%A4%AC%E0%A4%BF%E0%A4%B9%E0%A4%BE%E0%A4%A8-%E0%A4%AF%E0%A5%8B%E0%A4%9C%E0%A4%A8%E0%A4%BE"
    }
  ],
  "documents_required": "Based on the nature of assistance required and the information provided, the following documents may be necessary: Proof of Identity (e.g., Aadhaar Card, Voter ID, PAN Card). Address Proof (e.g., Aadhaar Card, Voter ID, Utility Bill). Medical Reports (if medical assistance is required). Police Complaint Copy or any other relevant legal document pertaining to the incident of domestic violence (if available). Any other document as required by the concerned authority to assess the need for assistance."
}