{
  "scheme_id": "6773865f5fe21d75995b2b24",
  "slug": "sjy",
  "scheme_name": "Satat Jeevikoparjan Yojana (SJY)",
  "scheme_short_title": "SJY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Rural Development Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Apprenticeships and training"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Livelihood Support",
    "Capacity Building",
    "Rural Development",
    "Skill Upgradation",
    "Training"
  ],
  "brief_description": "\"Satat Jeevikoparjan Yojana (SJY)\" is a flagship program launched by the Government of Bihar to uplift ultra-poor households through comprehensive livelihood support, skill-building, and financial inclusion.",
  "detailed_description": "&amp;quot;Satat Jeevikoparjan Yojana (SJY)&amp;quot;, launched by the Government of Bihar on August 5, 2018, aims to empower approximately 100,000 ultra-poor households by providing sustainable livelihood opportunities. The program, implemented by the Bihar Rural Livelihoods Promotion Society (JEEViKA), employs the globally recognized Graduation Approach. This initiative supports targeted households with asset transfers, capacity-building training, livelihood gap assistance, and mentoring for 24 months, ensuring long-term self-reliance. Beneficiaries also gain access to insurance, public entitlements, and relief support during crises like COVID-19. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Financial Assistance: Livelihood Gap Assistance: ₹1,000/- per month for the initial seven months to support basic needs. Asset Transfers: Productive Asset (micro-enterprise, livestock, agriculture) transfer of an average value of ₹60,000/- is given in 2-3 tranches with a limit of ₹1,00,000/-. Insurance Coverage: Insurance premiums cover for each beneficiary under Pradhan Mantri Jeevan Jyoti Bima Yojana (PMJJBY) and the Pradhan Mantri Suraksha Bima Yojana (PMJSBY). Mentoring and Capacity Building: Long-Term Mentorship: 24 months of personalized guidance by Master Resource Persons (MRPs). Training Programs: Capacity-building sessions to enhance confidence and entrepreneurial skills. Life-Skills Coaching: General coaching to improve household management and decision-making abilities. Social Empowerment: Targeting Ultra-Poor: Focused support for ultra-poor households, including those traditionally engaged in informal sectors. Community Inclusion: Strengthened participation through Village Organizations (VOs) for oversight and support."
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar. The applicant must belong to an ultra-poor household identified through participatory processes. The applicant must belong to socially or economically vulnerable groups, such as SC/ST communities. The applicant should not have significant alternative livelihood sources. ",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: Eligible ultra-poor households are identified through a participatory process facilitated by Village Organizations (VOs). Step 2: Applicants need to provide the required documents to JEEViKA representatives. Step 3: The submitted documents and eligibility criteria are verified by program authorities. Step 4: Once approved, the beneficiaries are enrolled in the program and assigned to a Master Resource Person (MRP) for guidance. Also, beneficiaries receive other assistance as well."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://brlps.in/sjywebinar/img/Jeevika-SJY.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhaar card or equivalent). Proof of residence. Social and economic status certification. Bank account details. Relevant entitlement documents (if applicable)."
}