{
  "scheme_id": "67f37956b4c840dea6658f6c",
  "slug": "cpyr",
  "scheme_name": "Leather Training Scheme - Rajasthan",
  "scheme_short_title": "LTSR",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Industry Department",
  "implementing_agency": "District Industry Centers, Rajasthan",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Entrepreneurship development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Leather Goods",
    "Skill Development",
    "Training",
    "Leather",
    "Self-employment",
    "Stipend"
  ],
  "brief_description": "The scheme aims to promote leather industry, improve production & quality of leather products, develop new designs, & generate self-employment. Under this scheme, training is provided in latest techniques for leather dyeing, Nagara Jooti, leather goods, etc. through District Industry Centers.",
  "detailed_description": "The &amp;quot;Leather Training Scheme&amp;quot; was started by the Department of Industries, Government of Rajasthan in the year 1990 with the aim of promoting the leather industry, improving the production and quality of leather products, developing new designs, and generating self-employment. Under this scheme, training in the latest techniques for leather dyeing, Nagara Jooti, leather goods, and leather toys is provided through District Industry Centers. The duration of the training is 2 months. Under the training program, a batch of 15 trainees has been designated for leather dyeing and Nagara Jooti making, while a batch of 20 trainees has been designated for leather goods and leather toy manufacturing.",
  "benefits": [
    "Skill Development Training",
    "Modern technical training in Nagara Jooti (15 trainees per batch). Leather goods training (20 trainees per batch).",
    "Stipend",
    "Each trainee receives ₹500/- per month during the training period.",
    "Tool Kits",
    "Tool kits worth up to ₹1,000/- are provided to each trainee after successful completion of the training.",
    "Training Duration ",
    "Two months."
  ],
  "eligibility_criteria": "The applicant should be a native of Rajasthan. The applicant's age should be between 18 to 35 years. The applicant should belong to the Scheduled Caste (SC), Scheduled Tribe (ST), Other Backward Class (OBC), or General category. The applicant should be literate.\nNote 1: The Selection Committee has the authority to provide up to 10 years of age relaxation on a case-by-case basis.\nNote 2: Preference will be given to trainees who have passed 8th standard and are more educated.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant must write an application on plain paper mentioning complete personal details. Step 2: Attach copies of all the mandatory documents (self-attest if required). Step 3: Submit the duly filled and signed application form along with the documents to the General Manager of the concerned District Industries and Commerce Centre (DIC). Step 4: Request a receipt or acknowledgment from the General Manager to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://industries.rajasthan.gov.in/icom/#/scheme/detail/666"
    },
    {
      "title": "Guidelines",
      "url": "https://istart.rajasthan.gov.in/public/uploads/notifications/1578051347_1344.pdf"
    }
  ],
  "documents_required": "Identity proof Domicile Certificate Proof of age Educational Certificate Caste Certificate, if applicable Bank account details Any Other Document if Required"
}