{
  "scheme_id": "66db27ef926d5490dea623d0",
  "slug": "mmvpy",
  "scheme_name": "Mukhyamantri Vidyarthi Protsahan Yojana",
  "scheme_short_title": "MMVPY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Minority Welfare Department",
  "implementing_agency": "Minority Welfare Department, Government Of Bihar",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority",
    "Student",
    "Incentive",
    "Intermediate",
    "Maulvi",
    "Fauquania",
    "Matriculation"
  ],
  "brief_description": "Under this scheme, an incentive amount is provided to minority students who pass the Intermediate/Matriculation/Fauquania/Maulvi examinations with first-class marks from the Bihar School Examination Board/Bihar Madrasa Education Board.",
  "detailed_description": "The scheme &amp;quot;Mukhyamantri Vidyarthi Protsahan Yojana&amp;quot; is initiated by the Minority Welfare Department, Government of Bihar. Under this scheme, an incentive amount is provided to minority students who pass the Intermediate/Matriculation/Fauquania/Maulvi examinations with first-class marks from the Bihar School Examination Board/Bihar Madrasa Education Board. The incentive amount is transferred directly to the students&amp;#39; bank accounts through Direct Benefit Transfer (DBT).",
  "benefits": [
    "Under this scheme, eligible students receive the following incentive amounts: Minority students who pass the Matriculation/Fauquania exam with first division from the Bihar School Examination Board/Bihar Madrasa Education Board are awarded ₹10,000/-. Minority (Muslim) girl students who pass the Intermediate/Maulvi exam with first-class marks from the Bihar School Examination Board/Bihar Madrasa Education Board are awarded ₹15,000/-. Bengali-speaking students who pass the Matriculation exam with first division from the Bihar School Examination Board are awarded ₹10,000/-."
  ],
  "eligibility_criteria": "1. The applicant should be a resident of Bihar. 2. The applicant should be a student. 3. The student should belong to a minority community. 4. The student should meet one of the following educational qualifications: The student has passed the Matriculation/Fauquania exam with a first division from the Bihar School Examination Board or the Bihar Madrasa Education Board. A Muslim girl student has passed the Intermediate/Maulvi exam with first class from the Bihar School Examination Board or the Bihar Madrasa Education Board. A Bengali-speaking student has passed the Matriculation exam with a first division from the Bihar School Examination Board.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: To avail benefits under this scheme, students should visit the office of the District Minority Welfare Officer at the District Headquarters to collect the application form. Step 2: Fill out the form, attach all required documents, and have it attested by the headmaster/principal of your school/institution. Step 3: Submit the completed and attested application form to the District Minority Welfare Office in your district. Note: For more information, please contact the District Minority Welfare Office in your district."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/minoritywelfare/SectionInformation.html?editForm&rowId=3393"
    },
    {
      "title": "Guidelines (Page No. 9)",
      "url": "https://bsmfc.org/wp-content/uploads/2020/01/Yojnadarpan.pdf"
    },
    {
      "title": "Notification 1",
      "url": "https://state.bihar.gov.in/minoritywelfare/cache/42/09-Aug-23/SHOW_DOCS/AdvertisementMMVPY.pdf"
    },
    {
      "title": "Notification 2",
      "url": "https://cdn.s3waas.gov.in/s34f4adcbf8c6f66dcfc8a3282ac2bf10a/uploads/2024/07/2024070521.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Photograph size photograph Marks Certificate Admission certificate Photocopy of bank passbook (bank name, account number, IFSC code) Caste/Community certificate Address proof Any additional documents as required"
}