{
  "scheme_id": "65cddd40cd96dc5e0754009a",
  "slug": "mssp-uw",
  "scheme_name": "Mukhyamantri Samajik Sahayata Prakalpa - Unorganized Workers",
  "scheme_short_title": "MSSP-UW",
  "state": "Tripura",
  "level": "State/ UT",
  "nodal_department": "Directorate Of Social Welfare & Social Education",
  "dbt_scheme": true,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Unorganized Worker",
    "Pension",
    "Financial Assistance",
    "Senior Citizen"
  ],
  "brief_description": "The scheme \"Mukhyamantri Samajik Sahayata Prakalpa-Unorganized Workers\" was launched by the Directorate of Social Welfare and Social Education, Government of Tripura. The objective of this scheme is to provide financial benefits to Unorganized Workers (home-based, self-employed or wage workers).",
  "detailed_description": "The scheme \"Mukhyamantri Samajik Sahayata Prakalpa- Unorganized Workers&quot; is a Pension Scheme launched by the Directorate of Social Welfare and Social Education, Government of Tripura. The objective of this scheme is to provide financial assistance to the Unorganized Workers (home-based workers, self-employed workers or a wage workers) in the unorganized sector.",
  "benefits": [
    "A pension amount of ₹2,000/- per month.",
    "Mode of Disbursal:",
    "The sanctioned grant will be transferred directly to the individual bank account of the applicant.",
    "Beneficiary List:",
    "The list of beneficiaries will be made available on the official website of the Social Welfare & Social Education Department, Govt. of Tripura."
  ],
  "eligibility_criteria": "The applicant should be a resident of Tripura. The annual income of the family of the applicant should not exceed ₹1,00,000/-. The age of the applicant should be 55 years and above (except for ‘Greha Sahayika'). In the case of ‘Greha Shahayika' (Female Domestic Worker), the age of the applicant should be between 23 to 59 years. If the family has children in the age group of 6 to 14 years, those children must be enrolled in a school recognized by the Government of Tripura.\n\nNOTE: The assistance under this scheme will be stopped immediately in the following cases:\n1. Death of Beneficiary.\n2. Fulfillment of any exclusion criteria during the lifetime of a beneficiary:\nRemarriage of a widow. A member of the family of the beneficiary getting a Government Job. The annual family income of the beneficiary exceeding ₹1,00,000/-, etc.\n\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The applicant should visit the Office of the Child Development Project Officer, and request a hard copy of the prescribed format of the application form free of cost.",
        "OR",
        "The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the CDPO Office under which the project his/her residence is located.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "The eligible beneficiaries may apply directly to the official website of the Directorate of Social Welfare & Social Education, Govt. of Tripura."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://socialwelfare.tripura.gov.in/sites/default/files/Notification%20for%20Mukhyamantri%20Samajik%20Sahayata%20Prakalpa.pdf"
    }
  ],
  "exclusions": "Income taxpayers are not eligible. Government employees are not eligible. The individuals whose family members are already getting benefits under any of the Category/Sub-Category under ‘Mukhyamantri Samajik Sahayata Prakalpa' (except infirm & PwDs) are not eligible. Pensioners who are getting benefits under the \"National Social Assistance Program (NSAP)\" or the 32 State Social Pension Schemes run by the Social Welfare & Social Education Department, Govt. of Tripura are not eligible.\n",
  "documents_required": "During Application:\nIncome Certificate from SDM (Sub Divisional Magistrate). Age Proof Certificate (Birth Certificate/ School Certificate/ Madhyamik Admit). Aadhaar Card. Ration Card, issued by the Food & Civil Supplies Department. Permanent Resident of Tripura Certificate (PRTC), issued by the Sub Divisional Administration. Professional Certificate from Gram Panchayat/ Village Committee/ Nagar Panchayat/ AMC Chairman.   Non-Government Employee Certificate from Panchayat Secretary/Ward Secretary/Gazetted Officer.  \nAfter Selection:\nLife Certificate & Income Certificate are to be submitted to the CDPO in November every year."
}