{
  "scheme_id": "67bd76346247a62366d2007b",
  "slug": "tukpmsfst",
  "scheme_name": "Transgender Utthan Kosh - Post Matric Scholarship for Studying Transgender",
  "scheme_short_title": "TUKPMSFST",
  "state": "Rajasthan",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Transgender",
    "Post-matric",
    "Student"
  ],
  "brief_description": "The scheme aims to support transgender students pursuing post-matric education. Under this scheme, transgender students receive a monthly scholarship of ₹1,000/- to cover educational expenses for their post-matric studies.",
  "detailed_description": "The &amp;quot;Transgender Utthan Kosh - Post Matric Scholarship for Studying Transgender&amp;quot; scheme was introduced by the Social Justice and Empowerment Department, Government of Rajasthan. It aims to support transgender students pursuing post-matric education. Under this scheme, transgender students receive a monthly scholarship of ₹1,000/- to cover educational expenses for their post-matric studies.",
  "benefits": [
    "Post-Matric Scholarship:",
    "Scholarship @ ₹1,000/- per month per student for 10 months.",
    "NOTE: The scholarship amount is directly transferred to the beneficiary's bank account."
  ],
  "eligibility_criteria": "The applicant should be a resident of Rajasthan. The applicant should belong to the transgender community. The applicant should be studying at the post-matric level. The applicant should be enrolled in a recognized school/college in Rajasthan. The applicant's family annual income should not exceed ₹8,00,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Submission:",
        "The applicant/parents/guardians must fill out the scholarship application form and attach the required documents. Submit the complete application form to their school principal/institution.",
        "Institutional Verification:",
        "The school principal/institution verifies the application and forwards it to the Social Justice and Empowerment Department's district office.",
        "Approval Process:",
        "The district office verifies the documents and approves/rejects the application within one month.",
        "Disbursement:",
        "Upon approval, the scholarship amount is transferred to the applicant's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sje.rajasthan.gov.in/siteadmin/Uploads/202110051259226370.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://jansoochna.rajasthan.gov.in/CMS/EligiblityRules"
    }
  ],
  "documents_required": "Transgender Identity Certificate Certificate of Enrollment in a Recognized Institution/School Previous Year's Mark Sheet Aadhaar Card Parents/Guardians Income Certificate Domicile Certificate/Ration Card/Voter ID Bank Passbook Copy Any other documents as required"
}