{
  "scheme_id": "6481741a481f59106a67f8a8",
  "slug": "nccsis",
  "scheme_name": "National Centre For Communication Security (NCCS) Internship Scheme",
  "scheme_short_title": "NCCSIS",
  "level": "Central",
  "nodal_department": "Department of Telecommunication",
  "implementing_agency": "National Centre For Communication Security, Department Of Telecommunications",
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Apprenticeships and training",
    "Internship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "Education",
    "Training",
    "Student",
    "Graduation",
    "Bengaluru",
    "DoT",
    "Telecommunications",
    "Bengaluru",
    "Cybersecurity"
  ],
  "brief_description": "The National Centre for Communication Security (NCCS) Internship Scheme allows young talent to be associated with the NCCS work for mutual benefit. It will enable NCCS to interact with young scholars and to get fresh ideas and study/ research support from the field of academics.",
  "detailed_description": "### **Applications are invited on Quarterly basis. (Last date to apply for Jul-Sep, 2025 is 30-06-2025)** &lt;br&gt; The National Centre for Communication Security ([NCCS](https://nccs.gov.in/)) [Internship Scheme](https://nccs.gov.in/public/latest_updates/NCCS%20internship%20notification%20Q3%202025-2.pdf) allows young talent to be associated with the NCCS work for mutual benefit. It will enable NCCS to interact with young scholars and to get fresh ideas and study/ research support from the field of academics. At the same time, it will provide an opportunity for young scholars to contribute to the NCCS work and have an insight into the related technical work. The opportunity enables the young population to acquire knowledge in the areas like Hardware level Security, Source Code analysis (Static and dynamic analysis at HLL, Binary Code Analysis) Crypto algorithm implementation validation and Crypto Module validation, Supply chain vulnerabilities, Run time vulnerabilities in a live network (Advanced Persistent Threats), Back door entry vulnerabilities, Identification of Intentional/ Hidden Malware in Software/ Firmware of equipment. &gt; **Slots** 1. NCCS will assess the requirement of the interns periodically. 1. The total number of interns engaged shall not exceed 20 (inclusive of Category I &amp;amp; II), at any point in time. &gt; **Duration** **For Category I:** The minimum duration of the internship shall be of sixty days. **For Category II:** The minimum duration of the internship shall be of six months, extendable up to a maximum of twelve months. **NOTE:** Extension beyond six months shall be permitted, on the application of an intern duly recommended by the concerned Head of Division and with the approval of the Head of NCCS. &gt; **Placement** 1. The interns would be attached to one of the officers in the Divisions of the NCCS. 1. An orientation workshop will be held for interns at the beginning of the internship. The work of interns will be monitored through periodic interaction with the interns. 1. The attendance record and the details of work supervision shall be maintained by the Divisions/Units in NCCS. &gt; **Submission of Paper** The interns will be required to submit a Report/Paper on the work undertaken at the end of the internship to the respective Division. The Report shall be signed by the concerned Officer with whom the intern is attached, as an acceptance of the successful completion of the Internship.",
  "benefits": [
    "Token Remuneration Interns selected under Category I will be paid a token remuneration @ ₹ 7,500/- per month on pro-rata basis. Interns selected under Category II will be paid a token remuneration @ ₹ 15,000/- per month on pro-rata basis. The remuneration shall be paid after the completion of the month subject to satisfactory progress of work duly accepted by the concerned division from the \"Professional Services\" head of Accounts. Certificate of Internship On successful completion of the Internship and submission of the Report duly signed and accepted by the competent authority, a Certificate shall be issued by the concerned Division. Logistics & Support NCCS shall provide them with working space, workplace Internet facility and other necessities as deemed fit by the concerned Head of Division. NOTE: Interns will be required to have their own laptops."
  ],
  "eligibility_criteria": "Eligibility for Category I Indian students from recognized universities in India or abroad, studying in 3rd/ 4th year (Final or pre-final year) in Bachelor's Degree course in Electronics/ Communications/ Telecommunication /Radio/ Information Technology/ Computers / Electrical (with majors in electronics/communications/computers) Engineering or related discipline and secured minimum 60% marks. Eligibility for Category II Indian students from recognized universities in India or abroad, who have completed Bachelor's Degree courses in Electronics/ Communications/ Telecommunication/ Radio/ Information Technology/ Computers/ Electrical (with majors in electronics/communications/computers) Engineering or related discipline course with a minimum of 60% marks. OR Indian students from recognized universities in India or abroad, who have completed Graduation or pursuing Post Graduate/Master's Degree courses in Electronics/ Communications/ Telecommunication/ Radio/ Information Technology/ Computers/ Electrical Engineering or related discipline courses with a minimum of 60% marks. Preference/Relaxation  NOTE 1: The qualifications may be relaxed in deserving cases based on the needs of the NCCS, on the recommendations of Selection Committee and approval of Head of NCCS. NOTE 2: Possessing minimum qualifications as above shall not guarantee Internship in NCCS. Candidates having exposure in the area of intended internship with good academic background and having higher qualification, based on need shall be given preference.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Note that the online mode is on trial basis. Applicants are advised to submit through offline mode also.  Application The interested and eligible candidates must submit their applications along with their CVs, and areas of work interest in the prescribed application form (Annexure-II of the Scheme Guidelines ) to the designated office of NCCS via email to ID: adetsc.nccs-dot@gov.in with cc to directorhq.nccs-dot@gov.in. Incomplete/ Delayed applications will be rejected summarily. The candidates in the application form must select the category of internship (Cat-I or Cat-II) in which they are applying., in response to the advertisement/ notification from NCCS. NOTE 1: Any candidate willing to join during a particular quarter should submit the applications in the previous quarter in response to the Notification published on NCCS website.  Selection After the preliminary scrutiny regarding eligibility, the applications of shortlisted candidates will be placed before the selection committee. Selection Committee will be constituted with the approval of Head of NCCS. The selection committee may conduct personal or telephonic interview, if required. No TA / DA shall be paid to candidates for attending the personal interview. NCCS can identify interns for specific work domains/areas after interaction with academic institutions. Depending upon the number of applications received, NCCS may shortlist the applications, limit the number of applicants to be called for a particular period and to decide about the mode of screening thereof. If the applicant is pursuing study at any institution (Category 1) then Applicant shall be required to produce a letter from their Supervisor/Head of Department/Institution, indicating his/her status in the Institution and \"No Objection\" for allowing the student to undergo Internship programme for the period for which he or she is selected before joining. The internship is neither a job nor an assurance of a job with the NCCS. "
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The interested and eligible candidates must submit their applications along with their CVs, and areas of work interest in the prescribed application form ( Annexure-II of the Scheme Guidelines) to the designated office of NCCS via email to ID: adetsc.nccs-dot@gov.in with cc to directorhq.nccs-dot@gov.in. Incomplete/ Delayed applications will be rejected summarily."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://nccs.gov.in/public/latest_updates/NCCS%20internship%20notification%20Q3%202025-2.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Passport Sized Photograph Proof of Identity Proof of Address Proof of the Latest Educational Qualification (Passing Certificate / Degree / Marksheet) Identity Card / Proof of Enrolment into the Institute Letter of Recommendation from the Institution (for Category I only) Details of the Bank Account"
}