{
  "scheme_id": "681c3dd08e3d5cab59f9e03a",
  "slug": "sfasugjau",
  "scheme_name": "Scheme for the Award of Scholarship for the Under Graduate Meritorious Students of Various Faculties of Junagadh Agricultural University",
  "scheme_short_title": "SFASUGJAU",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agricultural Scholarship",
    "Fellowship",
    "Student",
    "Undergraduate"
  ],
  "brief_description": "The \"Scheme for the Award of Scholarship for the Under Graduate Meritorious Students of Various Faculties of Junagadh Agricultural University\" provides monthly scholarships to students pursuing Under Graduate in various faculties at Junagadh Agricultural University.",
  "detailed_description": "The &amp;quot;Scheme for the Award of Scholarship for the Under Graduate Meritorious Students of Various Faculties of Junagadh Agricultural University&amp;quot; launched by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide monthly financial assistance to eligible Under Graduate students at Junagadh Agricultural University. The objective is to attract bright rural students to seek admission in all the faculties, and after completion of their studies, they can join the University and help in the rural development thereby improving Agricultural productivity of the State. &lt;br&gt;",
  "benefits": [
    "Undergraduate Students: ₹1,000/- per month for 12 months. Free Accommodation: Free hostel accommodation for girl students in all undergraduate faculties.",
    "Duration: The duration of the scholarship will be as per duration (or total period) of Graduation including semester end breaks and vacations. Number of Scholarships: 36"
  ],
  "eligibility_criteria": "Applicant must be pursuing an undergraduate program in any faculty of Junagadh Agricultural University. Applicant must have secured at least 45% marks in the Science stream of the HSC examination. Note: The students from College of Agriculture, Junagadh, Mota Bhandariya and Khapat Priority will be given to the girls candidates and if the sufficient number of girls candidates are not available then remaining number of fellowship will be given to economical poor boys candidates on merit basis.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Write an application on plain paper addressed to the Director, Junagadh Agricultural University.",
        "Step 2: Submit the completed application along with the necessary documents to the Principal of the college."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Scheme No. 522)",
      "url": "https://mariyojana.gujarat.gov.in/MoreDetails.aspx"
    }
  ],
  "exclusions": "The awardee under this scheme will not be allowed to receive any other regular scholarship, free ship stipend loan or any other financial assistance.\n\n",
  "documents_required": "Mark sheet of 12th Std. Passport Size Photos."
}