{
  "scheme_id": "66f67e6ec50f851fc661722e",
  "slug": "adtwsfe",
  "scheme_name": "Adi Dravidar and Tribal Welfare Department: Scholarship-Free Education upto 12th Std. to All",
  "scheme_short_title": "ADTWSFE",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Adi Dravidar and Tribal Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Tribal Welfare",
    "Adi Dravidar",
    "Free Education",
    "Scholarship"
  ],
  "brief_description": "This scheme provides free education for Adi Dravidar, Tribal and Adi Dravidar (Converted to Christianity) students up to 12th standard, covering tuition fees, which are reimbursed by the government.",
  "detailed_description": "The scheme \"Adi Dravidar and Tribal Welfare Department: Scholarship-Free Education upto 12th Std. to All\" by the Adi Dravidar and Tribal Welfare Department, Tamil Nadu, is designed to support students from Adi Dravidar, Tribal, and Adi Dravidar Converted to Christianity communities by offering free education up to the 12th standard. The tuition fees for eligible students are waived, and the government reimburses the amount, ensuring financial barriers do not hinder access to education. &lt;br&gt;",
  "benefits": [
    "Reimbursement: Full reimbursement of tuition fees for students up to the 12th standard."
  ],
  "eligibility_criteria": "The beneficiary should be a Student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Adi Dravidar/Tribal/Adi Dravidar converted to Christianity community. The beneficiary must be enrolled in a school up to the 12th standard.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Students/ Guardians should contact the Headmaster of the School with all the required documents as directed by the authority."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/83084"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate Adi Dravidar/Tribal/Adi Dravidar Converted to Christianity community). Income certificate (if applicable). Proof of Admission. Any other documents (if required)."
}