{
  "scheme_id": "68004a80186a623fddce7472",
  "slug": "nat",
  "scheme_name": "National Awards to Teachers",
  "scheme_short_title": "NAT",
  "level": "Central",
  "nodal_department": "Department of School Education and Literacy",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Teacher",
    "School",
    "Student",
    "Education",
    "Award"
  ],
  "brief_description": "\"National Awards to Teachers\" aims to celebrate the contributions of outstanding teachers and enhance the quality of school education. This award provides public recognition and honours the commitment of teachers, benefiting meritorious teachers working in primary, middle, and secondary schools.",
  "detailed_description": "Launched in 1958, the scheme &quot;National Awards to Teachers&quot; by the Ministry of Education aims to honour and celebrate the unique contribution of some of the finest teachers in the country who, through their commitment, have enriched the lives of their students and improved the quality of school education. Two significant benefits of this scheme are to give public recognition to meritorious teachers and to honour those teachers who have not only improved the quality of school education but also enriched the lives of their students. Two significant eligibility criteria include being a school teacher or Head of School working in a recognised primary, middle, or secondary school and being a regular teacher or Head of School with a minimum of ten years of service. The scheme is implemented under the overall supervision of the Ministry of Education (MOE).",
  "benefits": [
    "Public recognition is given away by The President of India (or) The Vice President of India on 5th September (Teacher's Day) every year. This recognition is for meritorious primary, middle and secondary school teachers. The purpose of National Awards to Teachers is to celebrate the unique contribution of some of the finest teachers in the country and to honor those teachers who, through their commitment and industry, have not only improved the quality of school education but also enriched the lives of their students."
  ],
  "eligibility_criteria": "1. School teachers and Heads of Schools working in recognised primary/middle/high/higher secondary schools under the following categories are eligible:\nSchools run by the State Govt./Union Territories Administration, schools run by local bodies, schools aided by the State Govt. and Union Territories Administration, and Private schools affiliated to the State/Union Territories Board. Central Govt. Schools, i.e. Kendriya Vidyalayas (KVs), Jawahar Navodaya Vidyalayas (JNVs), Sainik Schools run by the Ministry of Defence (MoD), Schools run by Atomic Energy Education Society (AEES) and Eklavya Model Residential Schools (EMRS) run by the Ministry of Tribal Affairs. Schools affiliated to the Central Board of Secondary Education (CBSE) (other than those at (a) and (b) above). Schools affiliated to the Council for Indian Schools Certificate Examination (CISCE) (Other than those at (a), (b) and (c) above).\n2. Normally, retired teachers are not eligible for the award, but those teachers who have served a part of the calendar year (at least for four months, i.e. up to 30th April in the year to which National Awards relate) may be considered if they fulfil all other conditions.\n3. Only regular Teachers and Heads of Schools with a minimum of ten years of service are eligible.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "For Registration",
        "Step 1: Visit the Official Web Portal of \"National Awards to Teachers\", and click \"New Registration\".",
        "Step 2: You will be taken to the \"Registration Form\". In the form, provide all the mandatory details, including Organisation Type, Applicant Name, Mobile Number, E-mail, etc. Select the Organisation Type from the dropdown based on the school type. Fill in the captcha code and click \"Next\".",
        "Step 3: An account activation link will be sent to the registered Email ID. Click on the activation link received in the email from helpdesk-nat@gov.in (check your Inbox or Spam Folder). This will redirect to the Mobile Number verification screen. Enter the Captcha Code and click \"Send OTP\". Complete Mobile Number verification with the OTP received on the registered Mobile Number.",
        "Step 4: Set a new Password for Login into the National Awards to Teachers Portal. Create a password with a minimum length of 8 characters, including at least one uppercase letter, one lowercase letter, one number, and one special character. Enter the password and confirm it, then click \"Set Password\". The applicant registration process is now complete.",
        "For Application",
        "Step 1:  Log in to the portal using the Registered Mobile Number as User Name, the Registered Password, and the Captcha.",
        "Step 2: After logging in, a list of forms to be filled out will be displayed. Click \"View\" to navigate to each section. Carefully read all the instructions before filling out the form. The application form includes sections for Personal Details, School Details, Service Record, Objective Criteria, Performance against criteria, and Supporting Documents. Fill in the required information in each section and save it.",
        "Step 3: Ensure that the applicant's image size is not greater than 100 KB and in JPEG/JPG/PNG format. Uploaded PDF files should not have a maximum size of 5 MB, and special characters/spaces should be removed from the PDF file name. For the Hindi language, use Unicode to paste Hindi content. YouTube video URLs can be provided, and supporting documents can be uploaded. If facing issues with PDF uploads, a Google Drive link containing all documents can be provided.",
        "Step 4: After saving details in all sections, click on \"Preview Application\" to review the filled form. After previewing, download a copy for printout if needed. Accept the declaration and click on \"Final Submission\".",
        "*Ensure all details are correct before final submission as no further changes are permitted once submitted.",
        "*For any technical issues, contact the helpdesk via email at helpdesk-nat@gov.in.",
        "*Teachers can change their password by clicking on \"Change Password\", entering the old password, new password, and confirming the new password, ensuring it follows the password policy."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://nationalawardstoteachers.education.gov.in/Guidelines.aspx"
    },
    {
      "title": "FAQs",
      "url": "https://nationalawardstoteachers.education.gov.in/faqs.aspx"
    },
    {
      "title": "User Manual For Application",
      "url": "https://nationalawardstoteachers.education.gov.in/File/NAT_Manual_2023.pdf"
    }
  ],
  "exclusions": "Retired teachers who have not served at least a part of the calendar year - at least for four months i.e. up to 30th April in the year to which the National Award relates. Educational Administrators, Inspectors of Education, and the staff of training Institutes are not eligible. The Teachers/Headmasters who have indulged in tuitions are not eligible. Contractual Teachers and Shiksha Mitras are not eligible.",
  "documents_required": "Applicant Image (Maximum 100KB, jpeg/jpg/png only). Biography / Achievements Document (PDF file). Service Record Document (PDF file). Schoolwise Record (PDF file). Experience Record (PDF file). Supporting Documents for Objective Criteria (PDF file). Supporting YouTube Video Universal Resource Locator for Objective Criteria (if any). Supporting Documents for Performance Against Criteria (PDF file). Supporting YouTube Video Universal Resource Locator for Performance Against Criteria (if any). Google Drive Link for all supporting documents (in case facing issues uploading PDF). Certificate from the controlling officer (required for objective criteria related to regular attendance, in-service training, work done to increase enrollment and reduce dropouts).\n*Shortlisted teachers must prepare an application letter (to be uploaded) and details of a maximum of five students with positive outcomes due to the teacher's interaction (to be filled in the portal) for presentation before the Independent National Jury."
}