{
  "scheme_id": "64a47732380f8e123545e687",
  "slug": "msvss",
  "scheme_name": "Meritorious Scholarships To Vjnt And Sbc Students Studying In Secondary Schools",
  "scheme_short_title": "Msvss",
  "state": "Maharashtra",
  "level": "State",
  "nodal_department": "Social Justice and Special Assistance Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Students",
    "Vimukta Jati And Nomadic Tribes",
    "Special Backward Class",
    "Scholarship"
  ],
  "brief_description": "The government of Maharashtra introduced the scheme of meritorious Scholarships to VJNT and SBC students studying in Secondary Schools. To motivate Backward Class students for education.",
  "detailed_description": "The government of Maharashtra introduced the scheme of Meritorious Scholarships to VJNT and SBC students studying in Secondary Schools. To motivate Backward Class students for education. The students will get ₹ 200/- for 5th to 7th and ₹ 400/- for 8th to 10th standard per annum.",
  "benefits": [
    "The students will get ₹ 200/- for 5th to 7th standard per annum. The students will get ₹ 400/- for 8th to 10th standard per annum."
  ],
  "eligibility_criteria": "Students who secured more than 50 percent marks in the previous year's annual examination and stood first or second in the class. He should belong to VJNT / SBC category. He should be studying in 5th to 10th standard. There is no income limit for this scholarship.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The students should contact the school principal for application. The application will be submitted by Head Master of the concerned School through the concerned Block Education Officer to District Social Welfare Officer, Zillah Parishad concerned. For Mumbai City, only proposals are to be submitted to the Assistant Commissioner of Social Welfare, Mumbai City."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/education-training"
    }
  ],
  "documents_required": "Caste Certificate Domicile Certificate Residence Proof Aadhar card Bank Details School Marksheet Passport size photograph"
}