{
  "scheme_id": "67bff8c8bc7b1cbfd2f3e1c7",
  "slug": "sfatm",
  "scheme_name": "Scheme for Awards to MSMES",
  "scheme_short_title": "SFATM",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Start Up",
    "Entrepreneurship",
    "Business",
    "MSMEs",
    "Award"
  ],
  "brief_description": "The Government of Gujarat has introduced the \"Scheme for Awards to MSMEs\" under the Industrial Policy 2020. This scheme aims to recognize and reward Micro, Small, and Medium Enterprises (MSMEs) for their outstanding achievements in production, quality improvement, innovation, and entrepreneurship.",
  "detailed_description": "The &amp;quot;Scheme for Awards to MSMEs&amp;quot; was introduced by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. This scheme aims to recognize and reward Micro, Small, and Medium Enterprises (MSMEs) for their outstanding achievements in production, quality improvement, innovation, and entrepreneurship. The scheme shall be effective from August 7th, 2020 to August 6th, 2025. <br> <br>",
  "benefits": [
    "1. Separate awards to be given for Micro, Small and Medium category: Category: Three awards to be awarded in each category- Growth in production and profit Quality and environment improvement measures Innovation in technology for new product or process development Award Money: Amount of ₹2,00,000/-, Trophy and Appreciation letter to each winner.  2. Awards to Best MSEs Entrepreneur in the following category one to each: Category: One award to be awarded in each category- Woman Entrepreneur Young Entrepreneurs (first generation Entrepreneurs below 35 year age) SC Entrepreneur ST Entrepreneur Award Money: Amount of ₹2,00,000/-, Trophy and Appreciation letter to each winner..  3. Awards for Commercially Successful Best MSME Start-up: Award Money: Amount of ₹2,00,000/-, Trophy and Appreciation letter to each winner."
  ],
  "eligibility_criteria": "Enterprises shall be in continuous production for the previous three years. Enterprises shall have valid statutory clearances and licenses as may be applicable.  Note : MSME/Start-up will be entitled for only one award in each category during operative period of the scheme in each category.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: MSME Commissionerate invites applications through advertisements in local newspapers.",
        " Step-2: Enterprises must submit the prescribed application form along with the required documents.",
        "Step-3: A working committee reviews applications and ranks them.",
        "Step-4: The State Level Empowered Committee (SLEC) selects the awardees.",
        "Step-5: MSME Commissionerate publishes the final list of selected enterprises.",
        "Contact Us:",
        "Startup Gujarat Cell",
        "Office of Industries Commissionerate",
        "Block No: 1, 3rd Floor, Udhyog Bhavan, Sector: 11, Gandhi Nagar - 382010 Gujarat, INDIA.",
        "079-23252588 / 1800-233-0616",
        "icstup@gujarat.gov.in"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/4-GR_02092020.pdf"
    }
  ],
  "documents_required": "Udyog Aadhaar Memorandum / Udyam Registration Certificate. Business Registration Certificate. Valid Statutory Clearances and Licenses. Financial Statements for the Last Three Years. Details of Quality Certifications (if any). Proof of Innovation or Technology Improvement (if applicable). Caste Certificate (for SC/ST Entrepreneurs). Age Proof (for Young Entrepreneurs below 35 years). Any other documents (if required)."
}