{
  "scheme_id": "6587e95e6093f0fa33089262",
  "slug": "sjfs",
  "scheme_name": "Swarnajayanti Fellowships Scheme",
  "scheme_short_title": "SJFS",
  "level": "Central",
  "nodal_department": "Department Of Science & Technology",
  "implementing_agency": "Department Of Science & Technology, Ministry Of Science & Technology, Government Of India",
  "dbt_scheme": false,
  "categories": [
    "Science, IT & Communications"
  ],
  "sub_categories": [
    "Research & Development"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Swarnajayanti",
    "Fellowship",
    "Young Scientist",
    "Research",
    "PhD"
  ],
  "brief_description": "Under this scheme, a selected number of young scientists, with proven track record, are provided special assistance and support to enable them to pursue basic research in frontier areas of science and technology.",
  "detailed_description": "The Government of India had instituted a scheme &amp;quot;Swarnajayanti Fellowships Scheme&amp;quot; to commemorate India&amp;#39;s fiftieth year of Independence. Under this scheme, a selected number of young scientists, with a proven track record, are provided special assistance and support to enable them to pursue basic research in frontier areas of science and technology. Scientists selected for the award will be allowed to pursue unfettered research with freedom and flexibility in terms of expenditure as approved in the research plan. The project should contain innovative research ideas and it should have the potential of making an impact on R&amp;amp;D in the discipline. The fellowships are scientist-specific and not institution-specific, very selective, and have close academic monitoring. &gt; **Duration of Fellowship:** The duration of the fellowship will be for a period not exceeding five years.",
  "benefits": [
    "The award consists of a Fellowship of ₹25,000/- per month in addition to the salary drawn from the parent Institute for a period of 5 years. The fellows selected along with their projects will be considered for funding by the Science & Engineering Research Board (SERB) as per SERB norms, for fellowship, recurring and non-recurring heads."
  ],
  "eligibility_criteria": "The fellowship is open to Indian Nationals having a regular position in a recognized Indian academic/research organization. The applicant should possess a Ph.D. in Science/Engineering/Medicine and should not be drawing Fellowship from any other Scheme of Government of India. Scientists should be active in the frontier area of science and engineering with outstanding contributions in the form of research publications and/ or patents, peer recognition from the scientific community, awards, etc. in his/ her area of research. The organization/institute should also undertake financial and other management responsibilities of the project throughout the five-year term in case a fellowship is awarded to the scientist. The fellowship is open to scientists between 30 to 40 years of age.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: Applications for the \"SwarnaJayanti Fellowships Scheme\" are invited from eligible candidates in the format as given on DST online portal. Step 02: Candidates may log on to https://onlinedst.gov.in/ to access the home page of the \"DST e-PMS Portal\" for details and submit the application in online mode only. Note 01: There is no need to send a hard copy. Note 02: The candidates may be required to submit further additional information as required and present the project idea before final selection. Note 03: The advertisement for the \"Swarnajayanti Fellowships Scheme\" for each year will appear on the DST Website with all details."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://dst.gov.in/scientific-programmes/scientific-engineering-research/human-resource-development-and-nurturing-young-talent-swarnajayanti-fellowships-scheme"
    },
    {
      "title": "Website-Indian Science, Technology & Innovation",
      "url": "https://www.indiascienceandtechnology.gov.in/programme-schemes/research-and-development/swarnajayanti-fellowships-scheme"
    },
    {
      "title": "Advertisement-2016-17",
      "url": "https://dst.gov.in/sites/default/files/ADVERTISEMENT-SWARNAJAYANTI-FELLOWSHIPS-2016-17.pdf"
    },
    {
      "title": "Advertisement- 2020-21",
      "url": "https://dst.gov.in/sites/default/files/Advertisement-SWARNAJAYANTI%20FELLOWSHIPS%20-%202020-21.pdf"
    },
    {
      "title": "E-PMS",
      "url": "https://onlinedst.gov.in/"
    }
  ],
  "documents_required": "1. Identity proof i.e. Aadhaar Card\n2. Passport-size Photograph\n3. Proof of age\n4. Education Qualification Certificates\n5. Proof of employment including current employment\n6. Professional recognition, awards, fellowships received\n7. Complete list of publications in SCI journals & other referred journals\n8. Any other document, as required"
}