{
  "scheme_id": "676c28a4ff1de86fed715148",
  "slug": "jsstpmss",
  "scheme_name": "Jharkhand State Scheduled Tribe Post-Matric Scholarship Scheme",
  "scheme_short_title": "JSSTPMSS",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Department of Scheduled Tribe, Scheduled Caste, Minority and Backward Class Welfare",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Universities and higher education",
    "International education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Scholarship",
    "Post-Matric",
    "Scheduled Tribe"
  ],
  "brief_description": "The \"Jharkhand State Scheduled Tribe Post-Matric Scholarship Scheme\" aims to promote higher education among scheduled tribe students in Jharkhand. The scheme provides financial assistance to students pursuing professional and academic courses at the post-matriculation level.",
  "detailed_description": "The &quot;Jharkhand State Scheduled Tribe Post-Matric Scholarship Scheme&quot; was launched by the Department of Scheduled Tribe, Scheduled Caste, Minority and Backward Class Welfare, Government of Jharkhand. The scheme aims to promote higher education among ST students in Jharkhand and provides financial assistance to students pursuing professional and academic courses at the post-matriculation level. The scheme covers a wide range of courses, including professional, technical, and academic programs.",
  "benefits": [
    "Covers tuition fees, academic allowance, and maintenance fees:",
    "Course Group | Hosteller (₹) | Day-scholar (₹)\nGroup- 1 \"A\" | 1,00,000 | 90,000\nGroup- 1 \"B\" | 90,000 | 85,000\nGroup- 1 \"C\" | 85,000 | 80,000\nGroup- 2 \"A\" | 75,000 | 70,000\nGroup- 2 \"B\" | 70,000",
    "Group- 2 \"C\" | 65,000 | 60,000\nGroup- 3 | 45,000 | 40,000\nGroup- 4 | 35,000 | 30,000",
    "NOTE:",
    "The amount is directly credited to the Aadhaar-linked bank account through DBT (Direct Benefit Transfer). 60% funding by the Ministry of Social Justice and Empowerment, Government of India, and 40% by the Jharkhand State Government. The student must adhere to the attendance system prescribed by their educational institution or university to qualify for the scholarship. If a student switches courses mid-way, they are eligible for the scholarship in the new course only if they did not receive a scholarship for the previous course in the same academic year."
  ],
  "eligibility_criteria": "Eligibility Criteria for the Student:\nThe student should be a native of Jharkhand. The student belongs to the Scheduled Tribe category. The student's family annual income should not exceed ₹2,50,000/-. The student must be enrolled in a recognized educational institution that complies with the rules of the scheme and is registered on the departmental scholarship portal. The student should be pursuing a post-matric course (Degree, Diploma, Certificate, or equivalent). The student should not be receiving any other scholarship or financial assistance from the central or state government.\n\nClassification of Courses:  Page No. 11 \nGroup 1: Professional degree/postgraduate courses in institutions with A++ to B++ NAAC accreditation.\nGroup 2: Vocational and diploma courses requiring Class 12 or higher qualifications.\nGroup 3: Polytechnic and other courses not covered in Groups 1 or 2.\nGroup 4: Graduate and Post Graduate course.Group 5: All post-matriculation (Post Class X level non-degree courses).\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Student Registration:",
        "Students must apply online on the scholarship e-Kalyan  portal designated by the Department of Scheduled Tribes, Scheduled Castes, Minorities, and Backward Classes Welfare. Students must first enter their Aadhaar number, name, date of birth, gender, mobile number while filling out the online registration form.",
        "After Registration:",
        "After validation, an application ID will be generated by the portal, which must be used to complete further steps of the application. Students must provide the details of their Aadhaar-linked bank account under their name. Students must upload the following documents to the portal.",
        "NOTE: Applications with bank account details in another person's name will be rejected.",
        "Verification by Educational Institutions:",
        "After submitting the online application, it will be verified by the respective educational institution or college through the departmental portal.",
        "Applications not verified by the institution/college will be deemed invalid.",
        "NOTE: Offline applications will not be accepted under any circumstances.",
        "Instruction for Educational Institutions under the Post-Matric Scholarship Scheme:",
        "All educational institutions must register on the departmental scholarship portal within the stipulated time to be covered under the scheme. Institutions/colleges must submit the required documents as specified by the Tribal Welfare Commissioner, Jharkhand, Ranchi. A prescribed form for registration will be made available on the scholarship portal by the Commissioner. Only those institutions that maintain the prescribed academic standards are eligible under this scheme. Institutions/colleges must possess a valid AISHE (All India Survey on Higher Education) or U-DISE (Unified District Information System for Education) code to qualify. Institutions/colleges must register once on the portal, and the registration will remain valid for the duration of the course's recognition period. Institutions must update their NAAC (National Assessment and Accreditation Council) or NBA (National Board of Accreditation) details on the portal. The Tribal Welfare Commissioner will verify these details via the NAAC/NBA portal. Institutions must submit a self-audited report every six months in a prescribed format to the Tribal Welfare Commissioner. Each institution must designate a Nodal Officer (Institute Nodal Officer - INO) to handle all scholarship-related tasks and provide necessary information to the District Welfare Officer. Institutions and hostels housing students benefiting from the scheme must upload geo-tagged photographs to the departmental scholarship portal. A two-member inspection team constituted by the Tribal Welfare Commissioner will conduct physical inspections of out-of-state institutions every three years. If irregularities or errors are found during inspections, the Commissioner has the authority to take necessary actions."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ekalyan.cgg.gov.in/downloads/Post_Matric_Scholarship_sankalp_2022.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://ekalyan.cgg.gov.in/"
    }
  ],
  "documents_required": "Caste Certificate (issued by the competent authority) Income Certificate Academic Records Aadhaar Card Bank Account Details Residential Proof Domicile Certificate"
}