{
  "scheme_id": "6426a13eb2550cc0a6b9412b",
  "slug": "mmvsy",
  "scheme_name": "Mukhya Mantri Vivah Shagun Yojna",
  "scheme_short_title": "MMVSY",
  "state": "Haryana",
  "level": "State",
  "nodal_department": "Welfare of Scheduled Caste & Backward Classes Department",
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Marriage"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Welfare",
    "Financial Assistance",
    "Vivah",
    "Shagun",
    "Marriage"
  ],
  "brief_description": "This scheme is being implemented to honor the girl child and to ensure that the girls from poor families and daughters of widows/destitute women, sports women & orphan girl children, are married gracefully. For this purpose, grant is given to eligible persons to cover marriage expenses.",
  "detailed_description": "The Haryana government has launched such a scheme for poor girls, and for welfare of SC&#39;s and BC&#39;s in which there will be no problem in the marriage of girls from poor families. Under this Scheme, an amount of ₹71,000/- will be given in the name of Kanyadan to the daughters of scheduled castes and widows living below the poverty line. In this, an amount of ₹66,000/- will be given as Shagun at the time of marriage and the remaining amount of ₹5,000/- will be given at the time of registration of marriage.",
  "benefits": [
    "Amount of Shagun:",
    "Sl. No. | Category | Total Amount of Shagun\n1 | Widow /Divorced/Destitute/ Orphan and Destitute children. (whose family income is less than or equal to ₹1,80,000/- per annum) | ₹51,000/-\n2 | SC/DT/Tapriwas Communities (whose family income is less than or equal to ₹1,80,000/- per annum) | ₹71,000/-\n3 | Sports woman (Any caste whose family income is less than or equal to ₹1,80,000/- per annum). | ₹41,000/-\n4 | All section's families (General and Backward Classes) having family annual income is less than or equal to ₹1,80,000/- per annum. | ₹41,000/-\n5 | Divyangjan (whose family income is less than or equal to ₹1,80,000/- per annum): If new married couple both are disabled. | ₹51,000/-\n6 | Divyangjan (whose family income is less than or equal to ₹1,80,000/- per annum): If one spouse is disabled out of new married couple. | ₹41,000/-\n7 | The couple belongs to all sections of society in Haryana who are not covered in the above provisions of the scheme, who register their marriages with in a period of 30 days from the date of marriage will be given a Shagun of ₹1100/- and a sweet box."
  ],
  "eligibility_criteria": "1. The beneficiary should be a girl aged 18 years or older. 2. The beneficiary should be a resident of Haryana. 3. The beneficiary should belong to one of the following categories: • Daughter of a widow, divorced, or destitute woman • Orphan girl • Member of SC, DT, or Tapriwas communities • Daughter of a sportswoman (any caste) • From any section of society (General or Backward Classes) • Person with disabilities (Divyangjan) 3. The beneficiary's annual family income should not exceed ₹1,80,000/-.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Only on-line applications on https://shaadi.edisha.gov.in/ are accepted under this scheme. Note 1: The applicant will submit his application within 6 months after marriage with their marriage registration. Note 2: No application will be entertained received after 6 months of the date of marriage."
      ]
    }
  ],
  "references": [
    {
      "title": "Saral Haryana",
      "url": "https://saralharyana.gov.in/"
    },
    {
      "title": "Portal Link",
      "url": "https://services.india.gov.in/"
    },
    {
      "title": "Website",
      "url": "http://haryanascbc.gov.in/mukhya-mantri-vivah-shagun-yojna"
    },
    {
      "title": "Edisha Portal",
      "url": "https://shaadi.edisha.gov.in"
    }
  ],
  "documents_required": "Aadhar Card BPL ration card Income certificate Haryana resident letter Divorce certificate Marriage card Bank Account Passbook (Details) Passport size photo Birth certificate of bride and groom Caste certificate"
}