{
  "scheme_id": "679b627fc4ea5da14d02cf6b",
  "slug": "swchwf",
  "scheme_name": "Scheme for Wage Compensation to Handloom Weaver Families",
  "scheme_short_title": "SWCHWF",
  "state": "Andhra Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of Industries and Commerce",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Business & Entrepreneurship"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Compensation",
    "Handloom",
    "Weaver",
    "Family"
  ],
  "brief_description": "\"Scheme for Wage Compensation to Handloom Weaver Families\" by the Dept. of Handlooms & Textiles, Andhra Pradesh aims to provide wage compensation relief to handloom weaver families. A relief assistance of ₹4,000 per weaver family is provided to compensate for wage loss during the rainy season.",
  "detailed_description": "Launched in 2018, the scheme &quot;Scheme for Wage Compensation to Handloom Weaver Families&quot; by the Department of Handlooms &amp; Textiles, Government of Andhra Pradesh aims to provide wage compensation relief to handloom weaver families to help them overcome financial distress caused by unfavorable climatic conditions during the rainy season. Through this scheme, a relief assistance of ₹4,000 per weaver family is provided as a subsistence allowance to compensate for wage loss during the rainy season. The scheme is implemented by the Director of Handlooms and Textiles, Andhra Pradesh. The objectives of the scheme are to address the intermittent loss of work during the rainy season due to issues such as oozing of water in loom pits, dampness causing stickiness of warps, and damage to looms and raw materials.",
  "benefits": [
    "₹2,000/- per month for two months. Relief Assistance of ₹4,000/- as Subsistence Allowance per Weaver Family in a year. The transfer of relief assistance to the beneficiaries' accounts will be via Direct Benefit Transfer (DBT)."
  ],
  "eligibility_criteria": "The applicant should be a handloom weaver engaged in the handloom profession or in an allied activity such as weaving, warping & sizing. The applicant should be enrolled under the \"Praja Sadhikara Survey\" of the Government of Andhra Pradesh.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The handloom weaver and head of the family must submit an application to the Assistant Director (Handlooms & Textiles) along with photocopies of the required documents (Weaver Photo ID Card, Aadhar Card, Ration Card, first page of the bank account passbook, and mobile number)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://handlooms.ap.gov.in/documents/Thrift_Fund_G.O.125.pdf"
    },
    {
      "title": "Scheme Brief",
      "url": "https://handlooms.ap.gov.in/stateschemes.html"
    }
  ],
  "documents_required": "Weaver Photo Identity Card (Issued by State Government or Government of India) Aadhaar Card Ration Card (White Ration Card) First Page of Bank Account Passbook (Containing Account Number, IFSC Code, MICR Code, Bank Branch Details) Mobile Number of the Applicant"
}