{
  "scheme_id": "65cc9860ed4030e118d94c6a",
  "slug": "chief-minister-agriculture-and-food-processing-scheme",
  "scheme_name": "Chief Minister Agriculture and Food Processing Scheme",
  "scheme_short_title": "CHIEF MINISTER AGRICULTURE AND FOOD PROCESSING SCHEME",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Commissionerate Of Agriculture, Maharashtra State, Pune",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Business Entity",
    "University / Institution",
    "Registered Societies"
  ],
  "brief_description": "to encourage model technology based projects and quality enhancement of agriculture produce, to encourage exports, to create skill manpower for agro and food processing and employment generation through small and medium agro and food processing units in rural areas.",
  "detailed_description": "Chief Minister Agriculture and Food Processing Scheme is being implemented in the state since 2017-18 which has been extended for the next five years till the year 2026-27 as per the government resolution dated 17 May 2022. The main objectives of the scheme are to encourage model technology based projects and quality enhancement of agriculture produce, to encourage exports, to create skill manpower for agro and food processing and employment generation through small and medium agro and food processing units in rural areas. <br> Objectives- 1. To promote value addition of agriculture produce through farmer involvement by set up of projects based on modern technology. 2. Encourage modernization of the project to save energy, to increase the quality of produced food products. 3. To create the products promotion of processed food, market development and export promotion. 4. Generation of trained manpower for agriculture and food processing. 5. By giving priority to set up small and medium food processing industries in rural areas which made available employment opportunities. <br> <br> <br>",
  "benefits": [
    "Elements of the Scheme - Under this scheme, three components are included as follows.",
    "Component No.1 – Establishment of agriculture and food processing units, their upgradation and modernization.",
    "Component No. 2 - The cold chain.",
    "To establish food processing projects related to pre-processing centre and integrated cold chain.",
    "Financial Assistance:",
    "i. 30% subsidy for construction of factories and machines of Processing Unit (Civil work for housing processing unit) and maximum limit of Rs.50.00 lakhs.",
    "ii. Subsidy will be given on the basis of \"Credit Linked Back ended subsidy\" in two similar instalments, a) After completion of the project and b) After full commercial production.",
    "iii. Loan amount should one and half times more than subsidy."
  ],
  "eligibility_criteria": "The beneficiary should have age above 18 years\nThe beneficiary should have Aadhaar Card/ Pan Card .\nThe beneficiary should have Good Bank CIBIL Score\nThe beneficiary have 7/12 certificate and 8 –A certificate or Lease documents\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "1. Applicant (Entrepreneur)",
        "2. Proposal submitted with bank loan approval to District Superintendent Agriculture Officer",
        "3. Pre-project feasibility study through the Deputy Director of Agriculture, District Superintendent Agriculture Office/Sub-divisional agricultural Officer and with the recommendation of the District Project Implementation Committee",
        "4. Major Document Verification for Grant Payment- CA Certificate, Original Bank Loan Sanction, Original Bank Appraisal, CE -Civil & Mechanical, Bank Reserve fund Acc. Details, recommendation of District level Project Implementation Committee and strategic inspection report etc.",
        "5. In-principle approval of eligible projects in Commissionerate level Project Approval Committee meeting",
        "6. As per the recommendation of the District level Project Implementation Committee, after the completion of the project construction, the first phase and the second phase, when the project is in full production capacity, the subsidy will be deposited in the reserve fund account of the bank."
      ]
    }
  ],
  "references": [
    {
      "title": "Chief Minister Agriculture And Food Processing Scheme GR",
      "url": "https://gr.maharashtra.gov.in/Site/Upload/Government%20Resolutions/English/201706201604136901.pdf"
    }
  ],
  "documents_required": "1. Beneficiary Application (Annexure II)\n2. Bank Loan Sanction Letter (Original)\n3. Bank Appraisal (Original)\n4. 7/12, 8A (Original) or Agreement\n5. PAN card of individual/business, Aadhaar card\n6. Enterprise Registration Certificate (Udyam Registration)\n7. Detailed Project Report (DPR) of the project (Original)\n8. A flow chart of the project's process output\n9. Notarized Agreement to be submitted for Project Construction (Annexure-III)\n10. Construction Blue Print (Bank Attested)\n11. Construction Budget (Bank Attested)\n12. Machinery Quotation (Bank Attested)\n13. Pre-project feasibility study report (Annexure-V)\n14. Recommendation Letter of District Level Project Implementation Committee (Annexure- VI)\n15. Audit reports for last three years (Only for Upgradation, Expansion and Modernization Projects)"
}