{
  "scheme_id": "6719e4754d83876c61b982b1",
  "slug": "dccbfml",
  "scheme_name": "District Central Cooperative Banks and through its Branches: For Maternity Loan through Self Help Groups",
  "scheme_short_title": "DCCBFML",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Co-operation, Food and Consumer Protection Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance",
    "Health & Wellness"
  ],
  "sub_categories": [
    "Loan",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Maternity Loan",
    "Self Help Groups",
    "Women Empowerment",
    "Health And Wellness",
    "Pregnancy"
  ],
  "brief_description": "The scheme offers financial aid to pregnant women via Self Help Groups. The loan is capped at ₹2,000/- with an interest rate of 11%, subject to changes.",
  "detailed_description": "The &amp;quot;District Central Cooperative Banks and through its Branches: For Maternity Loan through Self Help Groups&amp;quot; scheme launched by the Co-operation, Food and Consumer Protection Department, Tamil Nadu, offers financial support through Self Help Groups to pregnant women for maternity-related expenses. The loan is capped at ₹2,000/- with an interest rate of 11%, subject to changes. &lt;br&gt;",
  "benefits": [
    "Access to Loan: ₹2,000/-. Interest Rate: 11% (subject to change). "
  ],
  "eligibility_criteria": "The beneficiary should be a woman. The beneficiary should be pregnant. The beneficiary should be a resident of Tamil Nadu. Loans should be applicable only for Maternity.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should collect the application form from the District Central Cooperative Banks or its branches. Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the concerned authority.. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.tn.gov.in/scheme/data_view/3578"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Identity proof (Aadhaar, PAN card, etc.). Address proof. Proof of maternity. Any other documents (if required)."
}