{
  "scheme_id": "67ca85084f0bd5e698d2acc9",
  "slug": "pfssco",
  "scheme_name": "Package for strengthening to sugar co-operatives as may be policy decided by the State Government",
  "scheme_short_title": "PFSSCO",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Registered Societies",
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Sugar Co-operatives",
    "Bio Compost Sale"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to support sugar co-operatives by providing financial assistance for modernization, diversification, organic fertilizer production to enhance sugarcane farming and the sugar industry.",
  "detailed_description": "The scheme &amp;quot;Package for strengthening to sugar co-operatives as may be policy decided by the State Government&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to provide financial aid to sugar co-operative societies for projects such as modernization, upgradation, tissue culture labs, molasses-based distilleries, storage system improvements, and cost reduction initiatives. It also offers direct assistance to farmers for the sale of bio-compost, phospho-compost, and vermicompost.",
  "benefits": [
    "Name of the Component | Standard of Assistance\nA project to provide direct assistance to farmers' accounts by sugar cooperatives against sale of bio-compost by sugar cooperatives. | ₹100/- per metric ton against the total metric ton sales of bio compost volume. or a maximum of ₹20,00,000/- whichever is less\nA project to provide direct assistance to the account of farmers through sugar cooperative societies against the sale of 50 kg bags of phospho compost by sugar cooperative societies. | ₹100/- per bag against the sale of a total bag of 50 kg of phosphor compost. or a maximum of ₹20,00,000/- whichever is less\nA project to provide direct assistance to farmers' accounts by sugar cooperatives against purchase/sale of produce of 50 kg bags of vermicompost by sugar cooperatives. | ₹50/- per bag against the sale of a total bag of 50 kg of vermin Compost or maximum ₹6,50,000/- whichever is less.\nProject for setting up of new tissue culture labs by sugar co-operative societies | 50% of the project cost or a maximum of ₹40,00,000/- whichever is less\nProject for extension of existing labs (other than civil works) to sugar cooperatives having tissue culture labs. | 50% of the project cost or a maximum of ₹20,00,000/- whichever is less\nInstallation of electricity motor instead of turbine, construction of new tank for molasses/rectified spirit storage, mechanization in sugar harvesting, distillery capacity upgradation, increase in ethanol storage capacity, new godown construction, steam economy project, boiler modification, 3 MW turbine etc. Among all these projects, any one project to be done by the organization considering the priority | 25 % of project cost Or a maximum of ₹1,00,00,000/- whichever is less"
  ],
  "eligibility_criteria": "Sugar Co-operative Societies, Members/Farmers of Sugar Co-operative Societies will be eligible for this scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The concerned sugar co-operative societies who are eligible, should send the proposal through the District Registrar of the concerned district to the Director of Sugar, Gujarat State, Gandhinagar.",
        "Office Address and Contact Details of District Registrar: Click here .",
        "Office Address and Contact Details of Director Of Sugar:",
        "Director of sugar",
        "Address: Dr.Jivraj Mehta bhavan, Block No.8 ,2nd floor, Gandhinagar",
        "Phone: 232-53437",
        "Email Us: directorsugar[at]gmail[dot]com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines 1",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=f5dTc5bUS3AQlyVtI/En6A==&domain=XWitJVnGypIBbPyRipp0WA==#"
    },
    {
      "title": "Guidelines 2",
      "url": "https://agri.gujarat.gov.in/ViewFile?fileName=BPU15yCCFnFG3aU8EVKGJ7lSZqskxqNBMkB02hkwK3xml1CeuAA9vzKACGUAAEJuGEd3i2C478Obi1PEThvzIIpgHASH__HASHIyRHASH_HASH0HASH__HASHHASH_HASHiBiCEHzWwKoflUhfGIms77b8I8sKCdwwWHAHASH__HASHjaDrDTJce38ZhoLqTA=="
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Project-related details Name of the project for financial assistance Unit under the project to increase sugarcane production and productivity (show separate quantities for each unit and single IB) Expected number of beneficiaries (Bio Vermi, Horho, Tyru, and Single IB) Is the land owned? Copy of 7/12 land record extract Is it obtained or on lease? Sale price per unit shown under the agricultural project Technical opinion from Agricultural University and an authenticated certificate – certified copy For infrastructure-based technical projects, has the government-approved engineer's report been prepared with planning, design, and technical authentication? If yes, a certified copy of the approved engineer's license is required. Expected benefits of the project (Increase in production, productivity, expansion, technical reasons, potential employment growth, possible increase in state revenue). Any other documents if required."
}