{
  "scheme_id": "67ee160f00704507d4ac7614",
  "slug": "etmaf",
  "scheme_name": "Establishment of 12 Milch Animal Farm",
  "scheme_short_title": "ETMAF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "implementing_agency": "Animal Husbandry Department, Gujarat State And Gujarat Milk Marketing Federation (GCMMF)",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Animal Husbandry",
    "Rural Employment",
    "Animal Farm"
  ],
  "brief_description": "The \"Establishment of 12 Milch Animal Farm\" scheme introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, supports livestock owners in establishing dairy farms with up to 12 milch animals.",
  "detailed_description": "The &amp;quot;Establishment of 12 Milch Animal Farm&amp;quot; scheme introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to promote animal husbandry as an independent business, encourage livestock owners to adopt dairy farming and enhance rural employment opportunities.",
  "benefits": [
    "Interest Subsidy: General Category: 7.5% for up to 5 years after availing of a bank loan. SC/ST/Female Beneficiaries: 8.5% for up to 5 years. Gir/Kankrej Breed Units: Up to 12% maximum subsidy. Shed Construction Assistance: General Category: 50% of actual expenditure, up to ₹1,50,000/-. Gir/Kankrej Breed: 75% of actual expenditure, up to ₹2,25,000/-. Animal Insurance Premium (for 3 years): General Category: 75% subsidy, up to ₹43,200/-. Gir/Kankrej Breed: 90% subsidy, up to ₹51,840/-. Equipment Subsidy: Electric Chaff Cutter: 75% subsidy, up to ₹18,000/- (General) ; 90% subsidy, up to ₹21,600/- (Gir/Kankrej). Fogger System: 75% subsidy, up to ₹9,000/- (General) | 90% subsidy, up to ₹10,800/- (Gir/Kankrej). Milking Machine: 75% subsidy, up to ₹33,750/- (General) | 90% subsidy, up to ₹40,500/- (Gir/Kankrej). Note: Interest subsidy will be available on the amount determined above for the unit cost fixed by NABARD or through the bank for the establishment of units for dairy cattle of up to 12 animals, whichever is less."
  ],
  "eligibility_criteria": "The applicant must be a livestock Farmer. The applicant must purchase 12 dairy animals (cows/buffaloes). The applicant must establish a new dairy farm. The applicant must have ownership rights or inheritance rights or leasehold rights of the land. The applicant must take a loan from a Reserve Bank-recognized institution/bank. Note: If the beneficiary does not own land, the dairy farm can be established on leased land for a minimum of 7 (seven) years.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Animal Husbandry Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application and submit Related Documents through to concern Taluka office. Step 8: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here ."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://agri.gujarat.gov.in/Home/SchemesDetailsPage?Id=y5oEuDw/dR4mdA68HKrJfg==&domain=12ewfiAgGqKRe600IL5Z/w=="
    }
  ],
  "exclusions": "There is no assistance available for renovation and repair under this scheme.",
  "documents_required": "Copy of residence proof (barcoded ration card/ Electricity bill/bank passbook with address). Copy of government-issued photo identification (Aadhar card/Voter ID/Driving License/Kisan Credit Card). Caste certificate (for SC/ST category only). Copy of bank passbook or cancelled cheque. Copy of loan Sanctioned letter. Land-related documents: Land ownership proof, 7/12 extract, 8A extract, or lease agreement for land. Applicant's self-declaration form."
}