{
  "scheme_id": "6638815157663958484e624a",
  "slug": "fahbocwwb",
  "scheme_name": "Funeral Assistance (HBOCWWB)",
  "scheme_short_title": "FA(HBOCWWB)",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "implementing_agency": "Haryana Building & Other Construction Workers Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Family"
  ],
  "tags": [
    "Death",
    "Funeral",
    "Construction Worker",
    "Building Worker",
    "Labour",
    "Financial Assistance"
  ],
  "brief_description": "Under this scheme, the \"Haryana Building & Other Construction Workers Welfare Board\" (HBOCWWB) provides financial assistance for funeral expenses to the nominee or legal heir of a registered worker in the event of their death.",
  "detailed_description": "The scheme \"Funeral Assistance\" is implemented by the Haryana Building and Other Construction Workers Welfare Board (HBOCWWB), Labour Department, Government of Haryana. Under this scheme, the Board provides financial assistance for funeral expenses to the nominee or legal heir of a registered worker in the event of their death.",
  "benefits": [
    "In case of the death of a registered worker, an amount of ₹15,000/- is payable as funeral assistance to his/her nominee/legal heirs."
  ],
  "eligibility_criteria": "The applicant should be a nominee/legal heir of the deceased worker. The deceased worker should have been registered with the Haryana Building & Other Construction Workers Welfare Board. The registered deceased worker should have held a regular membership with the Board. The scheme allows for application only once.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal: Step 01: To avail of the benefits of the scheme, the applicant needs to visit the Official Portal - Antyodaya-SARAL Portal  Step 02: If the applicant is not registered on the portal, then he/she gets registered on the portal. Step 03: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 04: Applicants will receive the login ID on their mobile number. Login to Apply for the Scheme: Step 01: Visit the Official Portal - Antyodaya-SARAL Portal  Step 02: The \"Sign in here\" option is available on the right side of the screen. Applicant needs to fill in their credentials and click on the ‘Login' button. Step 03: In the opened window, click on \"Scheme/Services list\" and a list of schemes will appear on the screen. Step 04: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 05: Fill in all the details asked in the online application form and submit the application form."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://hrylabour.gov.in/bocw/settings/schemeDetail/155"
    },
    {
      "title": "Scheme Details",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=vZIGjzS0xknUR+M6eUZf9A%3d%3d"
    },
    {
      "title": "Online Application Portal",
      "url": "https://saralharyana.gov.in/"
    }
  ],
  "documents_required": "Identity card of the registered deceased worker Identity proof of the nominee/legal heir Certificate of being a nominee/legal heir Passport-size photograph Death Certificate  Undertaking  Any other documents as required"
}