{
  "scheme_id": "6617ee42d7abbe47ee283f13",
  "slug": "ftstbdp",
  "scheme_name": "Free Travel in S.T Bus to the Disabled Persons",
  "scheme_short_title": "FTSTBDP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "Office Of The District Social Defence Officer, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Travel & Tourism",
    "Social welfare & Empowerment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Free Travel",
    "Bus",
    "PwD",
    "Bus Pass",
    "Disability"
  ],
  "brief_description": "Under this scheme, the benefit of free travel in all types of busses of the Gujarat State Road Transport Corporation is provided to Person with Disabilities in all state routes and also provides the benefit of travel to the last route out of state.",
  "detailed_description": "The scheme &amp;quot;Free Travel in S.T Bus to the Disabled Persons&amp;quot; was launched by the Director Social Defence, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. Under this scheme, the benefit of free travel in all types of busses of the Gujarat State Road Transport Corporation is provided to Persons with Disabilities in all state routes and also provides the benefit of travel to the last route out of state. The scheme is fully funded by the state government.",
  "benefits": [
    "Under this scheme, a free traveling facility is provided to Persons with Disabilities in all types of buses of Gujarat State Road Transport Corporation. The benefit of free travel is also provided up to the final/last station of the bus route in the case of travel outside the state of Gujarat. A card is also issued by the District Social Defense Officer after the approval of the application."
  ],
  "eligibility_criteria": "The applicant should be a resident of Gujarat. The applicant should have a disability of 40% or more in order to avail of the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc., and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.  User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dsd/scheme/bas-mafat-mushafari-scheme"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=4Knq/yv4myIuizl5SAX4aA=="
    },
    {
      "title": "Scheme Details (Page No. 79)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Scheme Details (Page No. 475)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-23-24.pdf"
    },
    {
      "title": "E-samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    }
  ],
  "documents_required": "Passport-size Photograph Copy of Aadhaar card Proof of Residence (Ration Card/Electricity Bill/Driving License/Aaadhar Card/Election Card) Proof of Age (School Leaving Certificate/Medical Certificate/Birth Certificate) Disability Medical Certificate from the District Civil Surgeon/Medical Superintendent showing the percentage of disability of the applicant Any other documents as required"
}