{
  "scheme_id": "646331bc023a49decea9e7b2",
  "slug": "cmksy",
  "scheme_name": "Chief Minister's Krishi Samuh Yojana",
  "scheme_short_title": "CMKSY",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Agriculture and Marketing Department",
  "implementing_agency": "District Agricultural Office",
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Fishing and hunting",
    "Animal husbandry",
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Registered Societies",
    "Individual"
  ],
  "tags": [
    "Farmer",
    "Farmers Producer's Organization",
    "Agriculture",
    "Financial Assistance"
  ],
  "brief_description": "The Govt. of Arunachal Pradesh started the scheme \"Chief Minister's Krishi Samuh Yojana (CMKSY)\" to empower the farmers through a cooperative approach by Institutionalisation of Farmers' Producers' Organisation and infusing timely support of good agriculture practices and marketing interventions.",
  "detailed_description": "Institutional architecture under &amp;quot;Chief Minister's Krishi Samuh Yojana&amp;quot; is based on the fund flow and expenditure mechanism. It focuses on the Formation &amp;amp; Nurturing of Farmers&amp;#39; Producer&amp;#39;s Organizations (FPO). **Objective:** To empower the farmers through a cooperative approach by Institutionalisation of the Farmers' Producers' Organisation and infusing timely support of good agriculture practices and marketing interventions for better price realization and doubling the farmer's income. **Important Features:** - State and district-level society for planning, administration, implementation, and monitoring - A digital directory of farmers associated with this organization is to be created. - Participation of FPOs in buyers and sellers meet/Agri-Horti expo across the country - Eligible projects to be undertaken under CMKSY a. Organic Farming Activities b. Employment generation in Animal Husbandry Sector c. Employment generation in Fisheries Sector d. Activities under Agri-Horti Sector e. Other Innovative Projects <br>",
  "benefits": [
    "1. Under this scheme, ₹4.00 lakhs as a revolving fund to each FPOs, society, etc. is to be provided.",
    "2. Financial Assistance of ₹2.50 lakhs per FPO will be provided as under:",
    "a. Mobilisation of FIG/ FPO – ₹1.00 lakh",
    "b. Training and Management of Governing body – ₹0.90 lakh",
    "c. FPO Registration Cost – ₹0.20 lakh",
    "d. FPO Office Set-up – ₹0.40 lakh"
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of Arunachal Pradesh.\n2. All categories of farmers (Marginal, Small, Medium, and Large farmers) are eligible to apply under the scheme.\n3. 50 FPOs either as societies or companies in the State are eligible to apply under this scheme.\n4. FPO should be a registered body (Opened under Societies Act, Cooperative Society Act, or Company's Act).\n5. FPOs should have an active bank account for a minimum of 6 months.\n6. Resolution of the FPO board/ Governing Council to seek revolving fund\nNote: Revolving funds should be used only for the purpose for which the FPO was formed viz-a-viz production, growth, and marketing.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant may contact the nearest District Agricultural Officer/ Agriculture Development Officer/ Agriculture Field Assistant.  Step 02: Application in the prescribed format can be received from the concerned District Agricultural Office.  Step 03: The applicant must ensure that the filled information should be correct before submitting the application form to the concerned office/department."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://westsiang.nic.in/scheme/chief-ministers-krishi-samuh-yojana-cm-ksy/"
    },
    {
      "title": "Guideline",
      "url": "https://ahvdd.arunachal.gov.in/pdf/eBook/Government%20Scheme%20Handbook.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter ID card etc. Permanent Resident Certificate. Registration certificate of FPO under Opened under Societies Act, Cooperative Society Act, or Company's Act) Bank details of FPOs. For, existing FPO, FPC, and registered farmer society, if formed prior to the scheme, having requisite members, they must submit one-year audited statement to be certified by a CA. Business Plan/ DPR against their revolving fund so sought may be submitted to DADS along with the requisition for revolving fund. Each page of the application form and accompanying documents shall be signed by a minimum of three board members of the society, FPC, FPOs etc. Note 01: FPOs should have an active bank account for a minimum of 6 months and be duly authenticated by the concerned Branch Manager."
}