{
  "scheme_id": "67b5e30e50fc00c18b870851",
  "slug": "eeepl",
  "scheme_name": "Punjabi Language Scholarship Scheme",
  "scheme_short_title": "PLSS",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "School Education Department",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Punjabi Language",
    "Financial Support",
    "Merit",
    "Student"
  ],
  "brief_description": "This scheme awards scholarships to students based on their merit in the Punjabi subject in the 8th and 10th class examinations conducted by the Haryana Board of School Education, provided they continue studying the Punjabi subject in the 9th and 11th classes.",
  "detailed_description": "The scheme \"Punjabi Language Scholarship Scheme\" was introduced during the year 2005-2006 by the Department of Education, Government of Haryana under the Education Encouragement for Excellence (EEE) – Scholarships for High/Senior Secondary School Students. Under this scheme, scholarships are awarded to students on the basis of merit in Punjabi subject in 8th class and 10th Class examinations conducted by Haryana Board of School Education and continuing study Punjabi subject in the 9th Class and 11th Class. These scholarships are renewed in next classes on satisfactory performance. **Objectives:** • To encourage students to excel education. • To promote the Punjabi Language in the State.",
  "benefits": [
    "Scholarship Amount:",
    "₹ 50/- per month for students of Class IX & X. ₹ 75/- per month for students of Class XI & XII.",
    "Mode of Disbursement:",
    "Scholarships are directly transferred to the student's bank account.",
    "Frequency of Disbursement:",
    "Scholarships are disbursed monthly.",
    "Validity:",
    "Scholarships are renewed in the next classes based on satisfactory performance."
  ],
  "eligibility_criteria": "The applicant should have secured merit in Punjabi subject in 8th Class or 10th Class examination conducted by Haryana Board of School Education, Bhiwani. The applicant should continue studying Punjabi subject in 9th Class and 11th Class.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The scheme beneficiary does not require a separate application process. Eligible students are selected automatically based on their academic performance. The selection is done through school records, and the scholarship is awarded to students on the basis of merit in Punjabi Subject. The school authorities verify eligibility and forward the list of selected students to the Department of Education, Haryana, which then processes and directly transfers the scholarship amount to the student's bank account.",
        "Note: - The scheme beneficiary can contact your school administration or the Department of Education, Haryana for assistance."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://cdnbbsr.s3waas.gov.in/s3cf2226ddd41b1a2d0ae51dab54d32c36/uploads/2021/06/2021060221.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://schooleducationharyana.gov.in/document/scholarship-scheme-rajiv-gandhi-scholarship-for-high-sr-sec-schools-eee-6th-to-12th/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Aadhaar Card School Identity Card Previous Year's Marksheet (certifying Punjabi Subject in class) Bank Account Details (for direct benefit transfer) Bonafide Certificate from School Any other documents as required"
}