{
  "scheme_id": "66b4bcdfc5af5de2267b4a59",
  "slug": "rphdsscsts",
  "scheme_name": "Research (PhD) Scholarship for SC/ST Students",
  "scheme_short_title": "RPHDSSCSTS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Higher Education Department",
  "implementing_agency": "Directorate Of Higher Education, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Scheduled Caste",
    "Scheduled Tribe",
    "PhD",
    "Research"
  ],
  "brief_description": "The scheme is implemented by the Higher Education Department, Govt. of Madhya Pradesh, offers financial support for PhD research work to SC/ST students. Eligible students receive ₹16,000/- per month, totaling ₹1,92,000/- per year, which is directly transferred to their bank accounts.",
  "detailed_description": "The &amp;quot;Research (PhD) Scholarship for SC/ST Students&amp;quot; scheme, implemented by the Higher Education Department, Government of Madhya Pradesh, offers financial support for PhD research work to Scheduled Caste/Scheduled Tribe students. Eligible students receive ₹16,000/- per month, totaling ₹1,92,000/- per year, which is directly transferred to their bank accounts. To qualify, students should be registered for PhD research at any recognized university in India, following an interview with the Research Degree Committee. They must also hold a postgraduate degree with minimum qualifying marks prescribed for SC/ST students as per University Grants Commission (UGC) guidelines. Every year a quota of 100 scholarships for Scheduled Castes and 56 scholarships for Scheduled Tribes is fixed.",
  "benefits": [
    "Under this scheme, SC/ST students registered for research (PhD) work at any university in India, following an interview with the Research Degree Committee, will receive a monthly scholarship of ₹16,000/-, totaling ₹1,92,000/- per year. The scholarship is provided for a maximum period of 3 years, subject to meeting the prescribed eligibility criteria."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. The applicant should be registered for PhD research at a recognized university in India, having, following an interview with the Research Degree Committee. The applicant should belong to the Scheduled Caste or Scheduled Tribe category. The applicant should have obtained the minimum qualifying marks in their postgraduate degree as prescribed for SC/ST students by the University Grants Commission. The annual income of the applicant's parents or guardians should not exceed ₹3,00,000/-, as set by the Madhya Pradesh Government's Tribal Welfare Department. Each year, a quota of 100 scholarships is allocated for Scheduled Castes and 56 scholarships for Scheduled Tribes.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Advertisement Issuance: The Directorate of Higher Education issues the advertisement for the scheme. Application Scrutiny: The applications received are scrutinized, and applicants are selected within the prescribed quota limit. Approval and Disbursement: With the approval of the Commissioner of Higher Education, the amount is transferred to the beneficiary's bank account."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://highereducation.mp.gov.in/?page=EFvrYr53pqPMQ6r7isFV9Q%3D%3D&leftid=ZnGWU%2BxYVl5%2BNBOUmwU4dg%3D%3D"
    },
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?Schemeid=45"
    }
  ],
  "documents_required": "1. Passport-size photograph\n2. Aadhaar card\n3. Domicile certificate of Madhya Pradesh\n4. Previous class marksheet\n5. Caste Certificate\n6. Income certificate\n7. Bank Passbook/bank account details\n8. Any other documents as required"
}