{
  "scheme_id": "646f2c7b9062e559675f9f0f",
  "slug": "ss-west-bengal",
  "scheme_name": "Shikshashree Scheme",
  "scheme_short_title": "SS-WEST BENGAL",
  "state": "West Bengal",
  "level": "State",
  "nodal_department": "Backward Classes Welfare Department and Tribal Development Department",
  "implementing_agency": "BACKWARD CLASSES WELFARE & TRIBAL DEVELOPMENT, West Bengal",
  "dbt_scheme": true,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Student",
    "Scholarship",
    "Financial Assistance",
    "Class V-VIII"
  ],
  "brief_description": "The scheme \"Shikshashree Scheme\" was implemented by the Government of West Bengal during the year 2014-15 by merging the existing schemes of Book Grants & Maintenance Grants to provide financial assistance to Schedule Caste students studying in classes V to VIII.",
  "detailed_description": "The scheme &amp;quot;Shikshashree Scheme\" was implemented by the Government of West Bengal during 2014-15 by merging the existing schemes of Book Grants &amp;amp; Maintenance Grants to provide financial assistance to Schedule Caste students studying in classes V to VIII. Formerly, day-scholar students of classes V-VIII belonging to the Scheduled Caste category enjoyed two grants namely a) assistance in the form of a book grant and b) assistance in the form of a maintenance grant. The number of such grants was meager and did not serve the intended purpose. Further, the method of selection of candidates and that of disbursements is cumbersome and time-consuming. In order to do away with these predicaments inherent in the scheme and to provide quality assistance to Schedule Caste (SC) students of Classes V to VIII in a smooth, transparent, and efficient way, a new scheme of providing assistance to the target group is being formulated in the name of &amp;quot;Shikshashree Scheme&amp;quot;. The &amp;quot;Shikshashree Scheme&amp;quot; scheme of providing assistance to SC day scholars of Class V-VIII is evolved by merging the existing schemes of Book Grants and Maintenance Grants. It is applicable to the day scholars of West Bengal reading in class V-VIII in any Government, Government-aided and all Government recognized schools of West Bengal. **Objective:** - To provide financial assistance to the SC students reading in classes V to VIII to improve their participation in Pre-matric stages and minimize the incidence of drop-out especially in the case of girl students. <br>",
  "benefits": [
    "1. Under this scheme, eligible students shall be provided financial assistance through Bank Account only:",
    "Class | Rate (Per Annum)\nV | ₹750/-\nVI | ₹750/-\nVII | ₹750/-\nVIII | ₹800/-",
    "2. To improve participation of students in Pre-matric stages and minimize the incidence of drop-out especially in the case of girl students."
  ],
  "eligibility_criteria": "The students should belong to Scheduled Caste. Students of classes V-VIII are eligible for the scheme. The annual family income of the student should not exceed Rs 2.5 lakhs. Only day scholars belonging to West Bengal can apply for this scholarship. The applicant should be a regular full-time student reading in a Government School/Government-aided School and Govt. recognized schools in West Bengal. The award once made will continue subject to subsequent application of the student up to class VIII and good conduct and attendance and otherwise being eligible. The applicant should not get any other scholarship or stipend in any form for the same period. In case it is detected that the incumbent has drawn any amount of similar character from any other source this scholarship has to be refunded. The applicant should be a holder of a bank account in a nationalized bank with a core banking facility. The Scholarships for studying in any class will be available for only one year. If a student has to repeat a class, he/she would not get a scholarship for that class for a second year. However, if he or she is promoted to the next class subsequently he/she will enjoy the benefit provided the incumbent applicant is otherwise eligible.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "The candidate needs to visit the Backward Classes Welfare Department & Tribal Development Department, West Bengal official website: https://oasis.gov.in/  The candidate can now log in by providing the following detail Choose User Type Choose the District Choose Sub-Division Then choose Block/Municipality Next, choose the School Enter User ID and Password Now login, by clicking on the Login Button Then you will be redirected to the Dashboard On the left side, you can see the Application, click on it Then you can see a fresh Sikshashree Application Form, click on it Fill the application form and click on Submit."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://anagrasarkalyan.gov.in/Bcw/page/10"
    },
    {
      "title": "Website",
      "url": "https://howrah.gov.in/scheme/sikshashree/"
    },
    {
      "title": "Website-Scheme Details",
      "url": "https://wb.gov.in/government-schemes-details-shikshashree.aspx"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card Caste Certificate Address Proof Family Income Certificate Passport-size Photographs Bank account Details Educational Documents"
}