{
  "scheme_id": "65ce0237cd96dc5e07542eae",
  "slug": "iatc",
  "scheme_name": "Integrated Agriculture Training Centre Scheme",
  "scheme_short_title": "IATC",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Integrated Agriculture",
    "Training Centre",
    "Farmer",
    "Skill",
    "Training"
  ],
  "brief_description": "The objective of the scheme is to provide training for enhancing the skills of farmers besides imparting updated agricultural technologies to departmental functionaries.",
  "detailed_description": "The \"Integrated Agriculture Training Centre (IATC) Scheme\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya to provide training for enhancing the skills of farmers besides imparting updated agricultural technologies to departmental functionaries. Awareness Programmes/ trainings conducted periodically.",
  "benefits": [
    "Pattern of Assistance:",
    "Conduct trainings and awareness programmes."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process: To avail of the benefits of the scheme, the bonafide farmers can approach the nearest Agriculture Development Officer of a Community Development Block/Agriculture Circle. Mode of Selection of Beneficiary(s): The bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: District Agriculture Officers of the concerned districts Sub-Divisional Agricultural Officers of the concerned sub-divisions District Training Officers, Tura/Shillong Agricultural Development Officers of the concerned Community and Rural Development Blocks"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesA.aspx?schid=79"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Documents proof of being a farmer Any other document as required"
}