{
  "scheme_id": "646310bb43ea7819f223ad00",
  "slug": "cmkvy",
  "scheme_name": "Chhattisgarh Mukhyamantri Kanya Vivah Yojana",
  "scheme_short_title": "CMKVY",
  "state": "Chhattisgarh",
  "level": "State",
  "nodal_department": "Women and Child Development Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Girl Marriage",
    "BPL Category",
    "Group Marriages"
  ],
  "brief_description": "In view of the difficulty faced by poor families regarding the marriage of the girl child, the Mukhyamantri Kanya Vivah Yojana has been implemented.",
  "detailed_description": "Redressal of economic difficulties faced by poor families in the context of girls&amp;#39; marriage, prevention of extravagance on the occasion of marriage and promotion of simple marriages, increase in morale/self-esteem through organizing group marriages and improvement in their social status. Promotion of group marriages and prevention of dowry transactions in marriages.",
  "benefits": [
    "A financial assistance of up to ₹50,000 per daughter is provided for marriage.",
    "Up to ₹7,000/- can be given as material assistance. ₹35,000/- is provided to the bride through a bank draft. Up to ₹8,000/- can be spent on the mass marriage ceremony per beneficiary."
  ],
  "eligibility_criteria": "Families living below the poverty line. A maximum of two girls above the age of 18 years of the BPL cardholder family. Widows/orphans/destitute girls have also been included.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "First, contact any one of the following offices: -",
        "District Program Officer. Women and Child Development Officer. Anganwadi worker. Child Development Project Officer.",
        "Get the application form of Chief Minister Kanya Vivah Yojana. Fill out all the information asked in the application form completely. Attach all the necessary documents with the application form. The application form has to be submitted. The application form will be verified by the concerned officer. After the approval of the application, the amount will be transferred to the bank account of the applicant regularly."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cgwcd.gov.in/%E0%A4%AE%E0%A5%81%E0%A4%96%E0%A5%8D%E0%A4%AF%E0%A4%AE%E0%A4%82%E0%A4%A4%E0%A5%8D%E0%A4%B0%E0%A5%80-%E0%A4%95%E0%A4%A8%E0%A5%8D%E0%A4%AF%E0%A4%BE-%E0%A4%B5%E0%A4%BF%E0%A4%B5%E0%A4%BE%E0%A4%B9-%E0%A4%AF%E0%A5%8B%E0%A4%9C%E0%A4%A8%E0%A4%BE-0"
    }
  ],
  "documents_required": "Aadhar card. Address proof. Income certificate. Proof of age. Ration card. Bank Account Details."
}