{
  "scheme_id": "6837f4edb0d5cc1154aa0289",
  "slug": "senior-fellowship",
  "scheme_name": "ICSSR Senior Fellowship",
  "scheme_short_title": "ICSSR SENIOR FELLOWSHIP",
  "level": "Central",
  "nodal_department": "Department Of Higher Education",
  "implementing_agency": "Indian Council Of Social Science Research",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "ICSSR Fellowships",
    "Senior Fellowship",
    "Social Science Research",
    "Research Promotion",
    "Social Scientists"
  ],
  "brief_description": "The Indian Council of Social scientific Research (ICSSR), under the Ministry of Education, offers a Senior Fellowship Scheme designed to assist accomplished Indian researchers in conducting advanced social science research.",
  "detailed_description": "The Senior Fellowship Scheme is specifically designed for senior researchers who are between the ages of 45 and 70, affiliated with a UGC-recognized university, deemed university, institute of national importance, or ICSSR-recognized research institute, have a PhD and has made significant academic contributions in their fields through books, journal articles, or research initiatives. The fellowship is for two years with progress reports to be submitted every six months. An annual contingency grant of ₹40,000 and a monthly stipend of ₹45,000 are included in the fellowship to help with research-related costs. The applications for the fellowship are invited through advertising on the ICSSR website and social media platforms. The scheme covers a wide range of disciplines under the discipline of social sciences, with 26 major areas including priority research topics. All the scholars must submit a book-length final report, and at least two published research papers at the end of two years. The fellowship program supports dedicated academics to generate noteworthy research with national priorities and international academic standards with precise guidance on grant disbursement, monitoring, reporting, and the responsibilities of both the fellow and the affiliated institution. Given India&#39;s social science ecosystem, it seeks to promote research excellence, evidence-based research, and scholarship that is also relevant to policymakers.",
  "benefits": [
    "1) Monthly Fellowship amount @ Rs.45,000 per month",
    "2) Contingency Grant @ Rs.40,000 per annum",
    "3) API points as per the UGC Guidelines in force at the point of time"
  ],
  "eligibility_criteria": "1) The applicant must be an Indian citizen.\n2) Must have a Ph.D. in any Social Science discipline.\n3) Age: Between 45 to 70 years as on the last application date.\n4) Must have an established publication record in reputed journals or books.\n5) Must be affiliated with a UGC-recognized or ICSSR research institute.\n6) Should not be availing any other fellowship concurrently.\n7) Must not be a defaulter of ICSSR funds.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: Visit ICSSR website - www.icssr.org - and navigate to Fellowships section.",
        "Step 02: Click on Senior Fellowship Scheme.",
        "Step 03: Register/Login to the ICSSR portal.",
        "Step 04: Fill the online application form.",
        "Step 05: Upload documents and submit."
      ]
    }
  ],
  "references": [
    {
      "title": "ICSSR Senior Fellowship",
      "url": "https://icssr.org/senior-fellowship"
    }
  ],
  "exclusions": "1) Those who are not fulfilling the edibility criteria.",
  "documents_required": "1) The list of documents required will be given in the Application Form when the Call is announced."
}