{
  "scheme_id": "67d2c61eb36d179ff8051b58",
  "slug": "iascasf",
  "scheme_name": "Incentive Assistance to Scheduled Caste Farmers to Increase the Area, Production and Productivity of Sugarcane Farming",
  "scheme_short_title": "IASCASF",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Agriculture, Farmers Welfare and Cooperation Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Incentive",
    "Scheduled Caste",
    "SC",
    "Sugarcane Farming"
  ],
  "brief_description": "This scheme has been introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat. It aims to provide financial assistance to SC farmers to increase sugarcane production and productivity through quality seeds, modern farming practices, and agricultural mechanization.",
  "detailed_description": "The scheme &amp;quot;Incentive Assistance to Scheduled Caste Farmers to Increase the Area, Production and Productivity of Sugarcane Farming&amp;quot; introduced by the Agriculture, Farmers Welfare and Cooperation Department, Gujarat, aims to support Scheduled Caste farmers by providing cash incentives for high-quality seeds, modern farming techniques, and agricultural mechanization. The scheme encourages farmers to enhance productivity and profitability.",
  "benefits": [
    "Name of Component | Standard of Assistance | Minimum Time Limit (in Years) for Reclaiming Benefits\nAssistance for sugarcane Sowing | ₹10,000/- per Hectare | Every year\n10% assistance for excellent production | 10% extra benefit per metric ton for production exceeding 70 metric Tons/Hectares. | Every year",
    "Note: This scheme covers a cultivation area of 500 hectares of sugarcane for Scheduled Tribe farmers."
  ],
  "eligibility_criteria": "The applicant must be a farmer. The applicant must be from Gujarat state. The applicant must belong to the Scheduled Tribe category. The applicant must be a householder. The farmer must be engaged in sugarcane cultivation. Farmers applying for the 10% incentive must demonstrate excellent production using high-quality seeds, agricultural inputs, and modern farming practices.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 1: The applicant may visit and apply online at I-Khedut Portal: https://ikhedut.gujarat.gov.in/  Step 2: On the home page, click on ‘Schemes' and then click on ‘Agricultural Schemes'. Step 3: Now select the scheme, click on the ‘Apply' button and an application page will open. Step 4: Click on \"Apply New\" button and submit a new application. Step 5: Click on the \"Update Application\" button to add corrections to the application. Step 6: Once the application is done, confirm it. Step 7: Take a print out of the confirmed application. Step 8: Printout of the online application should be, signed/thumbprinted, and necessary documents submitted at the concerned office. Step 9: Applicant can also check their Application Status/View/Print/Upload Application details from the below link: https://ikhedut.gujarat.gov.in/public/frm_Applicant_Corner.aspx  Contact Us:  Click here . Note: Mandatory Registration: In the application, the farmer must specify the name of the Sugar Co-operative Society where they want to register their sugarcane crop cultivation in their district. Approval Process: Applications are verified and approved by the competent authority based on eligibility. Communication of Approval: Selected applicants will be notified via SMS, email, or written communication. Field Verification: Random verification of sugarcane cultivation is conducted by District Extension Staff. Fund Disbursement: Once approved, the assistance amount is directly transferred to the farmer's bank account through the nodal agency."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dag.gujarat.gov.in/Home/SchemesDetailsPage/0BuOPAw3hjOJ9afMQ8Nm9A%E2%99%AC%E2%99%AC"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Caste Certificate. 8-A Copy (Land ownership document). Bank Passbook and Cancelled Cheque. Aadhaar Card Copy. Undertaking Form (in case of joint ownership). Physical Disability Certificate (if applicable)."
}