{
  "scheme_id": "673dcc3ddcf10d12f5b4d840",
  "slug": "mvpmeuy",
  "scheme_name": "Mukhyamantri Vyavsayik Pathyakram Margdarshan Evam Utpreran Yojana",
  "scheme_short_title": "MVPMEUY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "BC & EBC Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Coaching"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Education",
    "Coaching",
    "Competitive Exams",
    "NET",
    "GATE",
    "JRF"
  ],
  "brief_description": "This initiative offers free coaching to the students belonging to the backward class (BC) and extremely backward class (EBC) of Bihar, helping them prepare for competitive exams like NET, GATE, JRF, Ph.D., and M.Phil.",
  "detailed_description": "The &amp;quot;Mukhyamantri Vyavsayik Pathyakram Margdarshan Evam Utpreran Yojana&amp;quot; was launched by the Backward Class and Extremely Backward Class Welfare Department, Government of Bihar, aims to provide free pre-examination coaching to BC and EBC students. This initiative supports students aiming for competitive exams such as NET, GATE, JRF, and Ph.D. Programs. Coaching is offered at select universities and career guidance centers. <br>",
  "benefits": [
    "Free Coaching: Free coaching in the renowned Career Guidance Centers(Page 26) . Note:  There is no hostel provision in the centers."
  ],
  "eligibility_criteria": "The applicant must be a permanent resident of Bihar. The applicant should belong to the Backward Class (BC) or Extremely Backward Class (EBC) categories. The applicant's annual family income should not exceed ₹3,00,000/-. The applicant must meet the minimum educational qualifications required for the chosen competitive examination. Note: Applicants will appear for competitive exams under their respective courses. Selection will be based on a multiple-choice written test following the prescribed syllabus.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Download the application form .",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Send the completed application form and supporting documents to the concerned Director of the Carrier Guidance Centre through registered post or speed post to the below-mentioned address:",
        "Director, Vocational Course Guidance and Induction Centre, PMIR Department, Darbhanga House, Patna University, Patna – 800005 (Mobile No. 947303070). Director, Vocational Course Guidance and Induction Centre, Kautilya Bhawan, College of Commerce Arts and Sciences, Patliputra University, Patna - 800020. (Mobile No.-7992482978). Director, Vocational Course Guidance and Induction Centre, Post Graduate Psychology Department, Tilkamanjhi Bhagalpur University, Bhagalpur - 82007 (Mobile No.-9534675423). Director, Professional Course Guidance and Induction Centre, Post Graduate History Department, C.M. College, Darbhanga- 846004 (Mobile No.-962206097). Director, Vocational Course Guidance and Induction Centre, Post Graduate Hindi Department, Dr. Baba. Saheb Ambedkar. Bihar. university, Muzaffarpur- 842000 (Mobile No.-933490569) Director, Vocational Course Guidance and Induction Centre, Old Post Graduate Hindi Department, Bhupendra Narayan Mandal University, Madhepura- 852113 (Mobile No. 9934629245)."
      ]
    },
    {
      "mode": "Online",
      "steps": [
        "Step 1: Visit the official website and complete the registration process.",
        "Step 2: Use user id and Password to login.",
        "Step 3: After filling up the application form click on the Submit button to save your application as Draft.",
        "Step 4: Verify your entries before submitting finally, No modification can be made after final submission.",
        "Step 5: Application ID will be generated after final submission."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page 24-25)",
      "url": "https://state.bihar.gov.in/cache/41/Department%20Info/Schemes/varsik2025s.pdf"
    },
    {
      "title": "Online Application",
      "url": "https://bcebconline.bihar.gov.in/MCSYOnline/PETC/Default.aspx"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Two (02) passport-size color photographs. Birth Certificate. Educational Qualification Certificates. Caste Certificate. Income Certificate. Aadhaar Card. A self-addressed envelope with a postage stamp of appropriate value for registered post.\nNote: Each document should be Self-Attested by the applicant."
}