{
  "scheme_id": "672afd6d87c45e55ab3fcb46",
  "slug": "vntbds",
  "scheme_name": "Vasantrao Naik Tanda / Basti Development Scheme",
  "scheme_short_title": "VNTBDS",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Special Assistance Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "tags": [
    "Development",
    "Water",
    "Electrification",
    "Latrine",
    "Toilet",
    "Amenities"
  ],
  "brief_description": "The scheme \"Vasantrao Naik Tanda/Basti Development\" is implemented by the Govt. of Maharashtra. The scheme provides essential amenities to the Tandas and Bastis of Vimukta Jatis and Nomadic Tribes. The scheme focuses on improving access to drinking water, electrification, latrines, drainage, etc.",
  "detailed_description": "The scheme &amp;amp;quot;Vasantrao Naik Tanda/Basti Development&amp;amp;quot; is implemented by the Department of Social Justice &amp;amp;amp; Special Assistance, Government of Maharashtra. The scheme provides essential amenities to the Tandas and Bastis of Vimukta Jatis and Nomadic Tribes. The scheme focuses on improving access to drinking water, electrification, latrines, drainage systems, and approach roads for these communities.",
  "benefits": [
    "Admissible Grant based on the Population of the VJNT Community -",
    "VJNT Population: 51 to 100; Admissible Grant: 4 Lakhs. VJNT Population: 101 to 150; Admissible Grant: 6 Lakhs. VJNT Population: Above 151; Admissible Grant: 10 Lakhs."
  ],
  "eligibility_criteria": "The Tanda or Basti should have a population of at least 51 residents who belong to the Vimukta Jatis and Nomadic Tribes (VJNT) category. The area must be lacking basic infrastructure amenities like water, sanitation, or electrification. The Tanda or Basti must be located in Maharashtra.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The representative of the gram panchayat should prepare a detailed proposal and submit it to the concerned Block Development Officer (B.D.O.).",
        "Step 2: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period, if any.",
        "Post Application Processes -",
        "Step 1: The Block Development Officer reviews the proposal for accuracy and completeness.",
        "Step 2: After scrutiny, the B.D.O. forwards the proposal to the District Social Welfare Officer at the Zillah Parishad.",
        "Step 3: The District Social Welfare Officer or Assistant Commissioner of Social Welfare presents the proposals to a committee chaired by a non-official member.",
        "Step 4: The committee evaluates the proposals and provides the final sanction based on eligibility and available resources."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sjsa.maharashtra.gov.in/en/scheme-category/social-remedies"
    }
  ],
  "documents_required": "Detailed Project Proposal Gram Panchayat Resolution Population Certificate:Certificate confirming that the Tanda/Basti has a minimum population of 50, issued by the local authority. Land Ownership or Authorization Certificate:Document verifying the ownership or authorization of land for proposed infrastructure, if applicable. Endorsement from Block Development Officer (B.D.O.) Aadhaar Cards of Gram Panchayat Members Maharashtra domicile certificate for verification of state residency of the residents. Bank Account Details"
}