{
  "scheme_id": "67b3618a50fc00c18b83bf6a",
  "slug": "mpess",
  "scheme_name": "The Mizoram Provisional Employees Savings Scheme",
  "scheme_short_title": "MPESS",
  "state": "Mizoram",
  "level": "State/ UT",
  "nodal_department": "Finance Department",
  "dbt_scheme": false,
  "categories": [
    "Banking,Financial Services and Insurance"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Provisional Employee",
    "Saving",
    "Pension",
    "Retirement Income"
  ],
  "brief_description": "This scheme laid out to allow the members to make defined contribution towards planned savings thereby securing the future in the form of pension. This Scheme shall be compulsory for all Provisional Employees whose engagement is duly approved by DP&AR and Finance Department, Government of Mizoram.",
  "detailed_description": "The scheme \"The Mizoram Provisional Employees Savings Scheme\" was launched by the Finance Department, Government Mizoram and came into force on 1st September, 2024. It is a savings scheme laid out to allow the members to make defined contributions towards planned savings thereby securing the future in the form of a pension. This scheme aims to provide a solution to the problem of providing adequate retirement income. The scheme offers structured options for partial and exit withdrawals under specific conditions, along with nominee options to ensure the savings reach designated family members or legal heirs. **Salient Features:** - There will be no matching contribution from the employer. - It is a centralized Model. All the activities related system will be carried out by the Nodal Office. - The prescribed minimum contribution per month is 5% of total amount of wages. The concerned Provisional Employees shall have to make a contribution which shall be deducted from his wages bill every month by the Drawing &amp;amp; Disbursing Officer concerned. - A Member or a subscriber shall exit from the scheme on his/her regularization, retirement, removal, resignation or death. - The benefits from the Savings fund shall be calculated at the rate prescribed by the Fund Manager in consultation with Government of Mizoram from time to time. - All members of the scheme shall open a dedicated Savings Account in the Fund Manager.",
  "benefits": [
    "Long-Term Financial Security: The scheme allows provisional employees to make defined contributions towards planned savings, ensuring future security through a pension. Flexible Withdrawal Options: Allows partial withdrawals for essential expenses such as higher education, marriage, housing, and medical emergencies. Nomination Facility: Nominees are designated to receive funds in case of the employee's untimely demise. Centralized Management: Streamlined fund management by the Nodal Office ensures effective fund utilization and accountability. Monthly Contributions: The DDO deducts contributions (5% of wages) from monthly salaries and remits these to the Fund Manager. Note: Withdrawals are permitted only for education, marriage, house purchase, or medical emergencies."
  ],
  "eligibility_criteria": "The provisional employees whose engagement is duly approved by the Department of Personnel & Administrative Reforms (DP&AR) and the Finance Department, Government of Mizoram, are eligible. The provisional employees should be registered under the Mizoram Employee Provident Scheme. The employees with family members should nominate them as beneficiaries. Note: No Contribution shall be affected from the month of joining. Contribution shall start from the wages of the month following the month in which the Provisional Employee joins service. Condition for Partial withdrawal: Partial withdrawal is permissible whereby a member can withdraw certain amount of his contribution subject to certain conditions as laid down in the succeeding paras. Withdrawal is permissible to each Member not exceeding to 1/4th of his/her balance available in his/her account at the time of application and a maximum of 2 times is permissible during the entire service. Withdrawal shall be permissible to those members who have been subscribing to or joining the Scheme for not less than 5 (five) years. Withdrawal is permissible only against the specified reasons such as – Higher education of children. Marriage of self/children. Purchase/construction of residential house. Treatment of illnesses of self/family members. Condition for Exit Withdrawal: The following exit categories are permissible: –\nUpon Superannuation/Regularization: The accumulated savings wealth shall be paid in lump sum to the member. Pre-mature Exit: Exit before superannuation age such as removal, resignation, etc. from service are treated as Pre-mature Exit. The accumulated savings shall be paid in lump sum to the member. Exit upon Death: In case of death of member, the accumulated savings shall be paid in lump sum to the nominee(s), failing which the accumulated savings shall be paid in lump sum to the legal heir(s).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Upon joining the service, the provisional employee must submit the required information in the prescribed form ( Form-I ) to the Nodal Office through the Drawing and Disbursing Officer (DDO).",
        "Step 2: The Nodal Office will maintain an Index Register for the purpose of allotment of unique number in year-wise.",
        "Step 3: The Nodal Office, after allotting unique number, will send unique number to the Fund Manager for the purpose of Registration under the Fund Manager.",
        "Step 4: The Nodal Office shall furnish to the Drawing & Disbursing Officer concerned a copy of allotment duly indicating there in the unique number allotted to each member.",
        "Note: The member or a subscriber may reduce or enhance his/her rate of contribution once during the course of the year only in the month of January."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://dpar.mizoram.gov.in/uploads/attachments/2024/08/8a283992ea157847b2e21a7a23906e47/posts-1518-the-mizoram-provisional-employees-saving-scheme-2024.pdf"
    },
    {
      "title": "Website",
      "url": "https://dpar.mizoram.gov.in/post/finance-department-the-mizoram-provisional-employees-savings-scheme-2024"
    }
  ],
  "documents_required": "Copy of ID and proof of employment status Bank account details for salary deductions Any other documents as required"
}