{
  "scheme_id": "65a62f1e6093f0fa3320e54d",
  "slug": "cbtfw60ya-p",
  "scheme_name": "Concessional Bus Travel Facility to Women above 60 years of age- Punjab",
  "scheme_short_title": "CBTFW60YA-P",
  "state": "Punjab",
  "level": "State/ UT",
  "nodal_department": "Department of Social Security and Development of Women and Children",
  "implementing_agency": "Department Of Social Security And Women & Child Development, Government Of Punjab",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Travel & Tourism",
    "Women and Child"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Bus Travel",
    "Woman",
    "Concessional Bus Fare",
    "Senior Citizen"
  ],
  "brief_description": "Under the scheme, all the women of 60 years and above residing in the State of Punjab have been given the benefit w.e.f. 12.11.1999 for 50% concession in bus fare in the Punjab Roadways and Pepsu Road Transport Corporation Buses.",
  "detailed_description": "The scheme \"Concessional Bus Travel Facility to Women above 60 years of age\" is implemented by the Department of Social Security and Women &amp;amp; Child Development, Government of Punjab. Under the scheme, all the women of 60 years and above residing in the State of Punjab have been given the benefit w.e.f. 12.11.99 for 50% concession in bus fare in the Punjab Roadways and Pepsu Road Transport Corporation Buses. All the Child Development Project Officers have been authorized to issue such passes on the production of age and residence proof. This scheme is 100% state-sponsored.",
  "benefits": [
    "Under this scheme, 50% concession in bus fare for women in the State Government buses."
  ],
  "eligibility_criteria": "All women of 60 years and above residing in the State of Punjab can avail of the benefits under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The eligible applicant may contact at village-level AWW for prescribed bus pass performa.",
        "Note: All the Child Development Project Officers have been authorized to issue such passes on the production of age and residence proof.",
        "Contact at Block level: Child Development Project Officer (CDPO).",
        "Grievances Redressal:",
        "• Child Development Project Officer (CDPO)",
        "• District Programme Officer",
        "• Head Office, Helpline (0172-2608746)",
        "Email: dsswcd@punjab.gov.in & ddicdsheadOffice@rediffmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://sswcd.punjab.gov.in/en/concessional-bus-travel-facility-to-women-above-60-years-of-age"
    },
    {
      "title": "Official Website",
      "url": "https://sswcd.punjab.gov.in/en/concessional-bus-travel-facility-to-women"
    }
  ],
  "documents_required": "1. Age proof (Aadhar Card, Matric Certificate)\n2. Residence Proof (Aadhar Card, Voter Card, Ration Card)"
}