{
  "scheme_id": "65c5ffc1ed4030e118d38794",
  "slug": "dmochn",
  "scheme_name": "Development and Maintenance of Orchard Cum Horti Nurseries",
  "scheme_short_title": "DMOCHN",
  "state": "Meghalaya",
  "level": "State/ UT",
  "nodal_department": "Agriculture Department",
  "implementing_agency": "Department Of Agriculture & Farmers' Welfare, Government Of Meghalaya",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Orchard",
    "Agriculture",
    "Farmer",
    "Horticulture",
    "Training"
  ],
  "brief_description": "The scheme has been launched for the production and multiplication of good, high-yielding, diseased free planting materials in the Government farms for distribution to farmers through the District Horticulture Officer.",
  "detailed_description": "The scheme \"Development and Maintenance of Orchard Cum Horti Nurseries\" was launched by the Department of Agriculture &amp;amp; Farmers' Welfare, Government of Meghalaya for the production and multiplication of good, high-yielding, diseased free planting materials in the Government farms for distribution to farmers through District Horticulture Officer.",
  "benefits": [
    "Pattern of Assistance:",
    "Training, awareness program, extension, technology support. Type of Assistance: Production and multiplication of good, high-yielding, diseased free planting materials for sale. Introduction of new high-yielding varieties of mother plants, suitable to the different areas of the State."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Meghalaya. The applicant should be a bonafide farmer engaged in agriculture. The applicant/farmer should own or lease land of at least 200 sq.ms.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 01: The eligible bonafide farmer can apply/write an application on plain paper. Step 02: Along with the application, attach copies of all the mandatory documents (self-attest, if required). Step 03: Submit the duly filled and signed application along with the documents at your nearest office of the Horticulture Development Officer of a CD Block/Horticulture Circle. Mode of Selection of Beneficiary(s): The eligible bonafide farmers shall be selected on a first come first serve basis. Whom to Contact: Below officials can be contacted for any concerns or queries:  District Horticulture Officer  Horticulture Development Officer"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://megagriculture.gov.in/PUBLIC/schemes_ShowSchemesH.aspx?schid=103"
    },
    {
      "title": "FAQs",
      "url": "https://megagriculture.gov.in/PUBLIC/dwd_docs/FAQONHORTICULTURESCHEMES.pdf"
    }
  ],
  "documents_required": "Passport-size photograph Identity Proof Bank passbook/account details Documents proof of possessing own or leased land Any other document as required"
}