{
  "scheme_id": "66b5bcff0d7fcba78453e86a",
  "slug": "sppms",
  "scheme_name": "Sweekruti: Pre & Post Matric Scholarship",
  "scheme_short_title": "SPPMS",
  "state": "Odisha",
  "level": "State/ UT",
  "nodal_department": "Social Security and Empowerment of Persons with Disabilities Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Sweekruti",
    "Student",
    "Transgender",
    "Post Matric",
    "Pre Matric"
  ],
  "brief_description": "The scheme aims to provide financial assistance to Transgender students studying at post matriculation or post-secondary stage to enable them to complete their education. These scholarships are available to transgender students for studies in India only and awarded where the applicant is studying.",
  "detailed_description": "The scheme &amp;quot;Pre &amp;amp; Post Matric Scholarship&amp;quot; is a component of the \"Sweekruti\" scheme, implemented by the Social Security and Empowerment of Persons with Disabilities (SSEPD) Department, Government of Odisha. The objective of the component is to provide financial assistance to Transgender students studying at post matriculation or post-secondary stage to enable them to complete their education. These scholarships are available to transgender students of Odisha for studies in India only and are awarded where the applicant is studying.",
  "benefits": [
    "Category | Rate/ Per Month\nPre-Matric (From Std. V to X) | ₹1,000/-\nPost-Matric (From Std. XI-XII) | ₹1,500/-\nGeneral Graduate/ Post Graduate Courses | ₹2,000/-\nProfessional Degrees/ Diplomas/ Certificates | ₹2,500/-\nOpen University/ Non-formal Courses | ₹3,000/-"
  ],
  "eligibility_criteria": "The applicant must be a bonafide resident of Odisha. The applicant must be a transgender person. The applicant must be a regular student at a recognized educational institution. The applicant's family income should not exceed ₹2,40,000/- per annum. The applicant must not be receiving financial assistance from any other State or Central Government scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Download the application form ( Annexure B or Refer to Page No. 20) and fill out all required sections of the application form accurately. Step 2: Submit the completed application form along with all attached documents to the Block/ULB Administration office. Step 3: Ensure you receive a submission receipt for future reference.  Contact Us: Address: SSEPD Department, Red Building, Lokseva Bhawan, Bhubaneswar - 751001 E-mail: ssepdsec.od@nic.in Tel No : 0674- 2392803  List of District Social Security Officers "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ssepd.odisha.gov.in/sites/default/files/2024-04/Guideline%20on%20Sweekruti.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Proof of residence in Odisha. Admission letter from a recognized educational institution. Income certificate showing annual family income is not more than ₹2,40,000/-. Certificate of non-receipt of financial assistance from any other State or Central Government scheme. Any other documents (if required)."
}