{
  "scheme_id": "6310582fa621c1ccb69fa3b3",
  "slug": "mdiis",
  "scheme_name": "Digital India Internship Scheme",
  "scheme_short_title": "DIIS",
  "level": "Central",
  "implementing_agency": "National E-Governance Division (NeGD)",
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Internship",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Internship",
    "E-Governance",
    "Opportunity",
    "Stipend"
  ],
  "brief_description": "An opportunity for a student to secure practical work experience under the guidance of a qualified and experienced Supervisor/Mentor in Ministry of Electronics and Information Technology (MeitY) in the form of Digital India Internship Scheme.",
  "detailed_description": "The Ministry of Electronics and Information Technology (MeitY) has introduced an internship scheme named &amp;quot;**Digital India Internship Scheme**.&amp;quot; It aims to offer practical exposure and professional experience to students pursuing graduate or postgraduate degrees in technology, engineering, or management. Interns get the opportunity to work on live projects related to the Digital India initiative, enabling them to understand the functioning of e-Governance and contribute to ongoing digital transformation efforts. ***Scheme Implement:*** The scheme is implemented by the National e-Governance Division (NeGD), a part of MeitY. ***Duration of Internship:*** The minimum duration of the internship shall be two months, extendable up to three months, depending on the performance of the candidate and the requirements of the ministry. ***Areas of Internship:*** There are a total of 29 slots available for the internship in 23 different types of areas ([Annexure](https://intern.meity.gov.in/public/assets/Files/DIIS-2025.pdf)). ***Place of Internship:*** The internship will be offered at New Delhi.",
  "benefits": [
    "A token stipend of ₹10,000/- per month would be paid to an intern, subject to satisfactory performance, duly certified by his supervisor/mentor. Certificates will be issued by the Ministry to the interns upon the completion of the internship and submission of the Report duly countersigned and accepted by the competent authority.  NOTE: The intern shall be paid after the completion of the internship on submission of a report duly accepted by this ministry."
  ],
  "eligibility_criteria": "The applicant must be an Indian student. The applicant should be pursuing studies at a recognized university in India. The applicant must have secured at least 60% marks in the last held degree or certificate examination and pursuing: For the area mentioned at Sl No. 1 to 21 of Table :  B.E/B.Tech/M.E/M.Tech (Computer Science & Engineering (CSE)/Computer Science (CS)/ IT/ Electronics & Communications (EC)/ Electronics/ Electrical). M.Sc.(CS/IT/ Electronics/ Electrical) MCA/DOEACC ‘B' level For the area mentioned at Sl No. 22 of Table:  L.L.B. For the area mentioned at Sl. No. 23 of Table  Bachelor's in Economics and Statistics  Note: 1. The students who are in the last semester or who will pass out in summer 2025 will not be eligible for the internship. Only students who are in the previous one year will be eligible. 2. Possessing minimum qualifications as above shall not guarantee internship in this Ministry. Candidates having exposure in the area of intended internship with good academic background and having higher qualification, based on need shall be given preference.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Interested and eligible students need to apply online on the Digital India Internship Portal . New User Registration Navigate to the ‘ Intern Registration ' section. Fill in the following details: full name, mobile number, email address, password, captcha code, and click submit. A one-time password (OTP) will be sent to the registered email address. Enter the OTP to verify and complete the registration process. Logging into the Portal If already registered, click on the ‘Login' option on the homepage. Enter your login credentials (email ID and password) along with the captcha code to access the portal. Filling the Application Form The application form is divided into three sections: personal details, academic details, and two reference details. Upload the required documents: recent photograph, signature, 10th class (matriculation) certificate, 12th class (higher secondary) certificate, additional marksheets (if prompted) and recommendation letter from the sponsoring institute. Click on \"Submit.\" Acknowledgement Letter Upon successful submission, an acknowledgement letter with a unique reference number will be generated. This letter will be available in your \"Dashboard and \"Sent\" to your registered email address. Tracking Application Status Dashboard after logging in or Without logging in, using the ‘ Track Application ' link on the homepage. Enter your application reference number and registered email. Verify using the OTP sent to your email. Internship Offer Letter Shortlisted candidates will receive the \"Internship Offer Letter\" on their registered email ID. Accessible under the Track Application section after login Note: Confirmation letter must be submitted within three days of receiving the offer, along with bank account details as per the instructions. Confirmation Letter After confirming your acceptance, a confirmation letter will be issued and made available in your portal account. Contact Support For assistance, please contact: support-diis@meity.gov.in  Note: The Interns will be shortlisted and selected by the respective organisations/Groups/Divisions for their concerned domain. For selection of interns, personal or Skype Interview, may be conducted, if deemed necessary. List of selected candidates would be displayed on the web portal. The Interns will be required to submit a Report on the work undertaken at the end of the internship to this Ministry. The students must furnish a \" No–Demand Certificate \" to this Ministry in the prescribed format after completion of project work along with a soft copy and hard copy of the project report."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://intern.meity.gov.in/public/assets/Files/DIIS-2025.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://intern.meity.gov.in/login"
    },
    {
      "title": "User Manual",
      "url": "https://intern.meity.gov.in/public/assets/Files/Digital_India_Internship_Scheme_for_Students_manual.pdf"
    }
  ],
  "exclusions": "The internship is neither employment nor an assurance of employment with the ministry. The students who are in the last semester or who will pass out in summer 2025 will not be eligible for the internship. Possessing minimum qualifications as above shall not guarantee an internship in this ministry. No TA/DA shall be paid to candidates for attending the personal interview. The intern shall not claim any intellectual property rights for work done at the ministry and has to strictly maintain the confidentiality of the ministry's intellectual property. An intern may not interact with or represent the ministry vis-à-vis third parties. However, some Interns may specifically be authorized to interact with third parties on behalf of the Ministry depending on the nature of their roles and responsibilities. No intern shall interact with or represent the ministry to the media (print and electronic).",
  "documents_required": "Recent Photograph. Signature. 10 th Class (Matriculation) Certificate. 12 th Class (Higher Secondary) Certificate. Additional Mark Sheets (if prompted). Recommendation Letter from the Sponsoring Institute."
}