{
  "scheme_id": "64638ab48919dbd7e6f58e4a",
  "slug": "gshhs",
  "scheme_name": "Girl Students Health & Hygiene Scheme",
  "scheme_short_title": "GSHHS",
  "state": "Arunachal Pradesh",
  "level": "State",
  "nodal_department": "Education Department",
  "implementing_agency": "Department Of Education, Arunachal Pradesh",
  "dbt_scheme": true,
  "categories": [
    "Health & Wellness",
    "Women and Child"
  ],
  "sub_categories": [
    "Menstrual hygiene",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Girl",
    "Health",
    "Hygiene",
    "Sanitary Napkin",
    "Student"
  ],
  "brief_description": "The scheme \"Girl Students Health & Hygiene Scheme\" was announced by the Department of School Education, Govt. of Arunachal Pradesh in 2013 for the girl students studying in classes 6-12. The scheme's focus was to retain, maintain hygiene, and continue education throughout the year.",
  "detailed_description": "The scheme \"Girl Students Health &amp;amp; Hygiene Scheme\" was announced by the Department of School Education, Govt. of Arunachal Pradesh in 2013. This scheme is basically providing incentives towards the beneficiaries of girl child students studying in classes VI to XII only which institutes/schools are fully run by the State Govt. and Govt. Aided Schools in Arunachal Pradesh. The main aim and objective of this scheme are to be retained and continue in the schools during the occurrence of their menstrual period. Further, this scheme increases awareness among adolescent girls on Menstrual Hygiene. **Important Features:** - Sanitary napkins are supplied in a decentralized mode in terms of cash transfer in the account of beneficiaries/ school management/ or by central procurement at the district level. - Further distribution of napkins to the beneficiaries takes place at the school level.",
  "benefits": [
    "₹50/- per student per month in all Govt. schools through DBT (all year amount is credited to the account of the beneficiary)."
  ],
  "eligibility_criteria": "The beneficiary must be a girl student. The beneficiary must be studying in classes VI to XII. The beneficiary must be enrolled in a government or government-aided school. The beneficiary must be a resident of Arunachal Pradesh.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "1. Girls Students will not need to fill any application form to take benefits of the scheme.",
        "2. Sanitary napkins will be given to the girl students by their schools.",
        "3. Girl students may also contact the Director of Elementary and Secondary Education in their concerned district."
      ]
    }
  ],
  "references": [
    {
      "title": "Website",
      "url": "https://education.arunachal.gov.in/schems.php#"
    },
    {
      "title": "Website",
      "url": "https://s3c0c7c76d30bd3dcaefc96f40275bdc0a.s3waas.gov.in/education/"
    },
    {
      "title": "Guideline",
      "url": "https://cdn.s3waas.gov.in/s3c0c7c76d30bd3dcaefc96f40275bdc0a/uploads/2023/01/2023012771.pdf"
    }
  ],
  "documents_required": "1. School Identity Card (Admission in School- All Govt. Schools and Govt-aided Schools)\n2. Aadhaar Card\n3. Bank details of the applicant/concerned girl student"
}