{
  "scheme_id": "67fe065e8e880c684922c968",
  "slug": "support-for-mixed-shade-tree-saplings",
  "scheme_name": "Coffee Development Programme in Non-Traditional Areas (NTA) : Support for Mixed Shade Tree saplings",
  "scheme_short_title": "SUPPORT FOR MIXED SHADE TREE SAPLINGS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Coffee Grower",
    "Support For Mixed Shade Tree Saplings"
  ],
  "brief_description": "To encourage planting of mixed species of native trees / fruit yielding trees like mango, jack, syzygium, orange etc, in new coffee holdings so as to establish good evergreen shade canopy to increase soil fertility, moisture retention capacity and thereby increasing productivity",
  "detailed_description": "To encourage planting of mixed species of native trees / fruit yielding trees like mango, jack, syzygium, orange etc, in new coffee holdings so as to establish good evergreen shade canopy to increase soil fertility, moisture retention capacity and thereby increasing productivity levels and also provide additional revenue from fruit trees.",
  "benefits": [
    "Scale of support A sum of Rs. 6/- per seedlings A maximum of 25 seedling / saplings per beneficiary."
  ],
  "eligibility_criteria": "All the existing coffee holdings belonging to Schedule Tribe, Schedule Caste and FPOs.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Procedure for claiming subsidy (Andhra Pradesh & Odisha)",
        "The village wise requirement of mixed shade tree saplings shall be worked out by the Nodal agencies, Schedule Tribe, Schedule Caste and FPOs' beneficiaries.",
        "The nodal agency / beneficiary group shall initiate necessary steps to raise the required number of mixed shade tree saplings in different locations/villages in the already established coffee areas.",
        "After ensuring satisfactory growth of the saplings followed by distribution and planting of shade saplings in the field, the Nodal Agency (ITDA/Soil Conservation Dept.) / individuals shall prefer the claim indicating the village wise, variety wise number of shade saplings and submit to the concerned JLO/SLO.",
        "In case of FPOs the application should be supported by certificate of incorporation / registration, memorandum of article of association / society as Cooperative issued by the authority concerned and complete list / details of members of the organisation.",
        "Proof of Land Ownership in the form of any one of the following:",
        "Land ownership documents like Land Possession / Ownership Certificate issued by the concerned Government agencies (viz. ITDA / Revenue etc.) of Andhra Pradesh and Odisha",
        "JLOs /SLOs would undertake inspection and submit the inspection report along with the claim to the Deputy Director (Extension), Paderu.",
        "The Deputy Director (Extension), Paderu shall scrutinize the claims and release the eligible.amount to the beneficiaries bank account through PFMS."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making an application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}