{
  "scheme_id": "67907b91a9fcbe16393e8a26",
  "slug": "ewasfswodnc",
  "scheme_name": "Excellent Work Award Scheme for Social Worker of De-Notified Communities",
  "scheme_short_title": "EWASFSWODNC",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of De-notified, Nomadic and Semi-nomadic Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Social Worker",
    "Financial Assistance",
    "Denotified"
  ],
  "brief_description": "The \"Excellent Work Award Scheme for Social Workers of De-notified Communities\" by the Government of Madhya Pradesh awards ₹1,00,000/- to a social worker from De-notified, Nomadic, and Semi-Nomadic communities for outstanding contributions to their social and economic upliftment.",
  "detailed_description": "The &quot;Excellent Work Award Scheme for Social Workers of De-notified Communities&quot;, implemented by the Department of De-notified, Nomadic, and Semi-Nomadic Welfare, Government of Madhya Pradesh, aims to recognize and reward outstanding contributions. Under this scheme, a cash award of ₹1,00,000/- is given to a social worker from the De-notified, Nomadic, and Semi-Nomadic communities who have made significant contributions to the social and economic upliftment of these communities.",
  "benefits": [
    "Award of ₹1,00,000/- to a social worker."
  ],
  "eligibility_criteria": "The applicant should be a member of the De-notified, Nomadic, or Semi-Nomadic communities. The applicant should be a social worker actively engaged in the all-round development, educational advancement, social service, economic development, and eradication of social evils within the De-notified, Nomadic, and Semi-Nomadic communities. The applicant should be an original resident of Madhya Pradesh to qualify for the award.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the \" Samarth Portal \".",
        "Step 2: Navigate to the top right corner of the homepage and click \" Registration\". ",
        "Step 3: On the registration page, provide the mandatory details. (the fields marked with * are mandatory). If required, verify your Mobile Number and/or Email ID via OTP. Finally, click \"Register\".",
        "Application",
        "Step 1: Visit the \" Samarth Portal \".  ",
        "Step 2:  Use the credentials you created during registration to log in.",
        "Step 3:  Navigate to the online application form of the scheme you intend to apply for.",
        "Step 4:  In the application form, fill in all the mandatory fields and upload all the mandatory documents in the specified format and size.",
        "Step 5:  Carefully review all the information provided. Make any necessary corrections.",
        "Step 6:  Acknowledge and agree to the terms and conditions, declaration, and privacy policy (if any).",
        "Step 7:  Click the \"Submit\" to submit your application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://samarth.mp.gov.in/Public/Pages/SchemeDetail?ID=3"
    },
    {
      "title": "Scheme Details",
      "url": "https://dwbdnc.dosje.gov.in/state#madhya_pradesh"
    },
    {
      "title": "Registration",
      "url": "https://samarth.mp.gov.in/Registration/Default.aspx"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card Domicile Certificate Caste Certificate Samagra ID Bank account Details"
}