{
  "scheme_id": "677d6b3b97d6fc48f60908ed",
  "slug": "rofpsssisspi",
  "scheme_name": "Reimbursement of Fees of ST Students Studying in Sainik School Private Institutions",
  "scheme_short_title": "ROFPSSSISSPI",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Tribal Welfare and Scheduled Caste (SC) Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Tribe",
    "Sainik School",
    "Reimbursement",
    "Students"
  ],
  "brief_description": "The \"Reimbursement of Fees for ST Students\" scheme by the Tribal Welfare Department, Madhya Pradesh, offers free accommodation, school fees, and education for eligible students in Sainik Schools and private institutions.",
  "detailed_description": "The scheme &quot;Reimbursement of Fees for ST Students Studying in Sainik Schools and Private Institutions,&quot; implemented by the Tribal Welfare and Scheduled Caste (SC) Department, Government of Madhya Pradesh, provides free arrangements for accommodation, school fees, and education for eligible students.",
  "benefits": [
    "Free arrangement for accommodation, school fees and studies for the students."
  ],
  "eligibility_criteria": "The applicant must be a native of Madhya Pradesh. The applicant should belong to the Scheduled Tribe (ST) category. The applicant must be enrolled in a recognized Sainik School or private institution covered under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should connect to the Office of the District Magistrate and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=893"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card Domicile Certificate Caste Certificate Previous Class Passing Certificate / Marksheet Samagra ID Bank Account Details Proof of Enrolment into a Sainik School"
}