{
  "scheme_id": "660c293aa833324343947332",
  "slug": "kbnmy",
  "scheme_name": "Kunwar Bai Nu Mameru Yojana",
  "scheme_short_title": "KBNMY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "District Social Welfare Officer Office, Gujarat",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Marriage",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "Financial Assistance",
    "Marriage",
    "Girl"
  ],
  "brief_description": "The scheme was initiated in 1991. Under the scheme, financial assistance is provided on the occasion of the marriage of two adult girls belonging to the Scheduled Caste category.",
  "detailed_description": "The scheme \"Kunwar Bai Nu Mameru Yojana\" is implemented by the Director Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat. The scheme was launched in the year 1991. Under the scheme, financial assistance is provided on the occasion of the marriage of two adult girls belonging to the Scheduled Caste category.",
  "benefits": [
    "Scheduled caste girls who marry after 01/04/2021 will receive financial assistance of ₹12,000/- under the scheme. Scheduled caste girls who marry before 01/04/2021 will receive financial assistance of ₹10,000/- under the scheme."
  ],
  "eligibility_criteria": "The applicant should be a native of Gujarat. The applicant should belong to Scheduled Castes Category. The annual income limit in this scheme is ₹6,00,000/- in rural areas and ₹6,00,000/- in urban areas. Benefit under this scheme till the marriage of two (2) adult girls of the family. In case of remarriage the benefit under this scheme will not be available. The age limit of the girl at the time of marriage should be 18 years and the age of the boy should be 21 years. The application for assistance must be made within two years of marriage. The assistance of the scheme will be available to girls from the Sat Fera Samuh Lagna Yojana. Beneficiary girls participating in group marriages will be eligible for benefits under both schemes if they fulfill all the conditions of the Sat Fera Samuh Lagna Yojana and Kunwar Bai Nu Mameru Yojana.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '. Step 03: Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc. and then click on ‘Register'. Step 04: After successful registration, the applicants can login through their User ID and Password. Step 05: Now, click on ‘User Profile' to update your profile. Step 06: Fill in all the mandatory information and then click on ‘Update'. Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open. Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents. Step 09: Now agree with the terms & conditions and click on ‘Save Application'. Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.  User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1613?lang=Gujarati"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=duJMDyg6dmO007n6aojWGQ=="
    },
    {
      "title": "Scheme Details (Page No. 88)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "E-Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in/"
    }
  ],
  "documents_required": "Passport-size Photograph Caste Certificate issued by the competent authority Daughter's Aadhaar Card Proof of annual income of the bride's father/guardian Marriage registration certificate Copy of first page of bank passbook/Cancelled check (having father/guardian's name after bride's name)  Self-Declaration  Proof of death if the father is no more Any other documents as required  Application Attachments "
}