{
  "scheme_id": "669e24a462c12e305caf69ec",
  "slug": "pa-mp",
  "scheme_name": "Poshan Aahaar- Madhya Pradesh",
  "scheme_short_title": "PA-MP",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Women and Child Development Department",
  "implementing_agency": "Women And Child Development Department, Government Of Madhya Pradesh",
  "dbt_scheme": false,
  "categories": [
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy Care"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Poshan",
    "Aahaar",
    "Pregnant Woman",
    "Child",
    "Nutritious Food",
    "Lactating Mother",
    "Anganwadi"
  ],
  "brief_description": "The scheme was implemented by the Women and Child Development Department, Government of Madhya Pradesh. Under this scheme, children from 6 months to 6 years, pregnant women, and malnourished children are given nutritious food through Anganwadis.",
  "detailed_description": "The &amp;quot;Poshan Aahaar&amp;quot; scheme was implemented by the Women and Child Development Department, Government of Madhya Pradesh. Under this scheme, children from 6 months to 6 years, pregnant women, and malnourished children are given nutritious food through Anganwadis. About 80 lakh beneficiaries are being benefitted from supplementary nutrition in the sanctioned Anganwadis. 50% of the amount spent on the provision of supplementary nutrition in Anganwadi centers is provided by the Government of India. _As per the new norms laid down by the Government of India, the State Government has made provisions to provide supplementary nutrition to children in the age group of 6 months to 6 years in Anganwadi centers, as well as to pregnant and lactating mothers and malnourished children, per beneficiary per day as follows._",
  "benefits": [
    "Through Aanganwadis children from 6 months to 6 Years, Pregnant Women, and Malnourished Children will be given nutrition as under: Children from 6 months to 3 years, Pregnant and Lactating Mothers: Food items are being provided through MP Agro, State Rural Livelihood Mission, and other suppliers division-wise for 5 days a week on different days as per the following:-",
    "Sl. No. | Name of Food Items | Beneficiary | Quantity of Daily Food Items\n1 | Wheat Soya Burfi (Premix) | Pregnant/lactating mothers | 150 grams\n2 | Atta Besan Laddu (Premix) | Pregnant/lactating mothers | 150 grams\n3 | Halwa (premix) | Children from 06 months to 03 years | 120 grams\n4 | Child Food (Premix) | Children from 06 months to 03 years | 120 grams\n5 | A dish in South Asian cuisine made of rice and lentils | Children from 06 months to 03 years/ pregnant/ lactating mothers | 125 grams/150 grams",
    "Children between 3 to 6 years: In the child development projects in rural areas, there is a provision for providing supplementary nutrition to children between 3 to 6 years of age in the form of breakfast and lunch separately through a common kitchen as per the following menu:-",
    "Day | Breakfast | Lunch\nMonday | Sweet Lapsi | Roti-vegetable-lentil\nTuesday | Nutritious Khichdi | Kheer-Pudi-Mungvadi-Potato Tomato Vegetable\nWednesday | Sweet Lapsi | Roti-vegetable-lentil\nThursday | Salted porridge | Veg Pulao-Pakora Kadhi\nFriday | Upma | Roti-vegetable-lentil\nSaturday | Sweet Lapsi | Roti-vegetable-lentil/rice sambhar",
    "Note: In the child development projects of urban areas, there is a provision of providing nutritious food to children between 3 to 6 years of age as per the menu of the Common Chulha Programme through the local self-help groups.",
    "Third meal for underweight children aged 6 months to 6 years:",
    "Third meal will be provided to underweight children aged 6 months to 6 years registered in the Aaganwadi Centre as per the lunch menu on Monday, Wednesday, and Friday and as per the breakfast menu on Tuesday, Thursday and Saturday."
  ],
  "eligibility_criteria": "The applicant should be a native of Madhya Pradesh. All children and mothers registered in the Anganwadi can take benefit of the scheme. Children aged 6 months to 6 years, pregnant women, lactating mothers, and malnourished children are eligible under the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Identify the nearest Anganwadi Centre in your area. You can find this information through local government offices. Step 2: Visit the nearest Anganwadi Centre during its working hours. Ensure you bring necessary identification and documentation (e.g., ID proof, proof of address, and any relevant certificates). Step 3: Request the application form for the relevant scheme or service from the Anganwadi worker. Step 4: Carefully fill out the application form with all required details, including personal information, eligibility criteria, and any other requested information. Step 5: Submit the completed application form and attached documents to the Anganwadi worker. Ensure you receive an acknowledgment receipt for your submission."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://mpwcdmis.gov.in/ICDSSnpYojna.aspx"
    },
    {
      "title": "Guidelines (Page No. 21)",
      "url": "https://aiggpa.mp.gov.in/uploads/publication/Social_Protection_Eng.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Samagra ID Birth certificate Domicile certificate of Madhya Pradesh Anganwadi enrolment number Other necessary documents if asked by Anganwadi"
}