{
  "scheme_id": "678f2837de7a5d4c4beef19b",
  "slug": "saepegp",
  "scheme_name": "Scheme of Assistance for Environment Protection Measures: Scheme for assistance to encouraging Green Practices and Environmental Audit to MSMEs",
  "scheme_short_title": "SAEPEGP",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Environmental management and protection"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Business",
    "Entrepreneurship",
    "Environmental Management",
    "Environmental Compliance",
    "Green Practices"
  ],
  "brief_description": "The \"Scheme of Assistance for Environment Protection Measures\" under the Gujarat Industrial Policy promotes sustainable industrial growth by supporting industries in adopting eco-friendly practices and ensuring compliance with environmental norms, effective from August 7th, 2020 to August 6th, 2025.",
  "detailed_description": "The &amp;quot;Scheme of Assistance for Environment Protection Measures&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, this initiative promotes sustainable industrial growth by supporting industries in adopting eco-friendly practices and ensuring compliance with environmental norms. The component &amp;quot;Scheme for Assistance to Encourage Green Practices and Environmental Audit for MSMEs&amp;quot; is designed to promote green practices and environmental sustainability in MSMEs by providing financial support for activities such as environmental audits, installation of monitoring systems, and adopting eco-friendly infrastructure.",
  "benefits": [
    "Eligible Activity | Quantum of Assistance per Project\nPeriodic Environmental Audits | Up to 75% of fees with a ceiling of ₹50,000/- per audit.\nInstallation of Monitoring Systems | Up to 25% of fees with a ceiling of ₹5,00,000/- per audit.\nGreen Building Certification | Up to 50% of fees with a ceiling of ₹2,50,000/- per audit.\nEnvironmental Management Systems | Up to 50% of fees with a ceiling of ₹10,00,000/- per audit.\nCluster-Based Equipment Purchase | Up to 35% of fees with a ceiling of ₹35,00,000/- per audit.\nWastewater Recovery Systems | Up to 50% of fees with a ceiling of ₹75,00,000/- per audit."
  ],
  "eligibility_criteria": "The industry/unit must be registered under relevant industrial laws in Gujarat. The industry/unit must comply with existing environmental regulations and standards. The industry/unit must be engaged in manufacturing or production activities. The industry/unit must undertake projects focused on environmental protection measures. The industry/unit must adopt green practices as specified in the scheme.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The applicant enterprise has to fill out the prescribed application form . Step-2: Attach all relevant documents as required under the scheme guidelines. Step-3: submit the claim with all relevant documents and details of expenditure to the concerned DIC (for Activities 1, 2 &3)/Industries Commissionerate office (for Activities 4, 5 & 6) and disbursement of the assistance will be made as per availability of grant. Step-4: Ensure that the application is submitted within six months from the date of completion of the activity or project. Contact Us: Jt. Commissioner of Industries (IM) Block No. 1, 4thFloor, Udyog Bhavan, Sector 11, Gandhinagar-382 011 Ph. : +91 79 23252619,23252689, 23252682 E-mail : icim@gujarat.gov.in; icjciim@gujarat.gov.in; icioim@gujarat.gov.in "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/7-GR_02092020.pdf"
    },
    {
      "title": "Document Checklist",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/Checklist%20for%20Scheme-2%20EPM%20IP-2020.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/Application-form%20for%20Scheme-2%20assistance%20to%20encouraging%20Green%20Practices%20and%20environmental%20audit%20to%20MSMEs.pdf"
    }
  ],
  "documents_required": "Detailed Project Report for the project. Chartered Accountant Certificate for the expenditure. Expenditure statement approved by Chartered Accountant in prescribed pro forma. Justification of the comparative benefits of the implemented project with details of data and percentage reduction in raw material, water, energy consumption, or waste generation. (By maintaining the log sheet.) SLEC or GPCB approved independent empaneled auditor's Environment Audit report (if applicable, otherwise justification for not applicable). Copy of the Constitution/Establishment of the Institute/Company. (Attach a copy of Registration Certificate.) Copy of EM registration/IEM Part-B/Udyog Aadhaar Memorandum (UAM)/Udyam Registration (UR) - (as the case may be). GPCB NOC/Consent. Process Flow Diagram with a brief note of the existing and proposed project. Last year balance sheet of the enterprise. Copies of invoices for which expenditure incurred for the project. Bank statements for expenditure incurred in the project. Photographs of the project (minimum 3 photographs). Rating certificate (for Scheme No. 3). Copy of any other financial assistance granted by GoG and/or GoI for the same component/project. (If not granted, then give undertaking.) Undertaking for outstanding Government dues and any pending court case against the government."
}