{
  "scheme_id": "67937b49f4330f0a71890de5",
  "slug": "mmsfs",
  "scheme_name": "Maanki Munda Scholarship for Female Students",
  "scheme_short_title": "MMSFS",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Higher and Techical Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance",
    "Universities and higher education"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Girl Student",
    "Technical"
  ],
  "brief_description": "The \"Maanki Munda Scholarship for Female Students\" scheme was launched by the Department of Higher & Technical Education, Govt. of Jharkhand. This scholarship program aims to make the girl students aware of enrollment in technical education, making them self-reliant & providing financial assistance.",
  "detailed_description": "The &quot;Maanki Munda Scholarship for Female Students&quot; scheme was launched by the Department of Higher and Technical Education, Government of Jharkhand, a wonderful opportunity for female students (Regular and Lateral Entry) pursuing B.Tech. at BIT Sindri. This Scholarship program aims to make the girls of Jharkhand state aware of enrollment in technical education, making them self-reliant, and providing financial assistance.",
  "benefits": [
    "₹15,000/- per year for female students enrolled in Diploma courses. ₹30,000/- per year for female students enrolled in B.Tech/B.E. courses."
  ],
  "eligibility_criteria": "The applicant should be a resident of Jharkhand state. The applicant should be a female student. The student should be enrolled in B.Tech. Programme at BIT Sindri in 2nd, 3rd, and 4th year. The student already availing/applied for any other scholarship from any other source viz state govt. or central govt. cannot apply for this scholarship. The student should have obtained a minimum of 50% marks in the previous year without any back paper. The student's annual family income from all sources should not exceed ₹8,00,000/-. The student must have passed the 10 th and 12 th examinations from schools based in Jharkhand state. For lateral entry, the student must have passed their class 10 th and diploma or equivalent courses from schools/institutes based in Jharkhand state.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Applications must be submitted online via the official portal .",
        "Step 01: The student needs to fill out the Google form and submit a handwritten application along with necessary documents to the Academic Section.",
        "Step 02: Submit a handwritten application to the Academic Section, forwarded by the HOD.",
        "Step 03: Submit two sets of the printed Google form and self-attested documents in the Academic Section."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.bitsindri.ac.in/wp-content/uploads/2024/02/Maanki-Munda-Scholarship-for-Girls-2023-24-1.pdf"
    }
  ],
  "documents_required": "Income Certificate or a Valid Ration Card. Previous Year Semester Marksheets. Examination Certificates (10th and 12th (or equivalent)). Diploma/ITI/B.Sc Certificates (Lateral entry students should provide). Handwritten Application (from the student addressed to the Academic Section). Google Form Printout (Two Sets)."
}