{
  "scheme_id": "685e2cbe61dd0be9e080dda7",
  "slug": "ssfschr",
  "scheme_name": "Intensive Fisheries Development Programme - Subsidy on Solar System for fish/shrimp culture",
  "scheme_short_title": "IFDP-SSSFSC",
  "state": "Haryana",
  "level": "State/ UT",
  "nodal_department": "Fisheries Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Mechanization- solar power, farming systems"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Subsidy",
    "Solar System",
    "Fish",
    "Fish Farmer",
    "Shrimp Culture"
  ],
  "brief_description": "Under this scheme, subsidies on solar systems for fish/shrimp culture are provided to eligible fish and shrimp farmers. The subsidy is given at 60% of the total project cost, or ₹30,000 per kW, whichever is lower. The maximum subsidy is limited to 30 kW for shrimp farmers and 10 kW for fish farmers.",
  "detailed_description": "The scheme &amp;quot;Subsidy on Solar System for Fish/Shrimp Culture&amp;quot; is a component of the Intensive Fisheries Development Programme, implemented by the Fisheries Department, Government of Haryana. The scheme aims to provide financial assistance to fish and shrimp farmers for the purchase/installation of solar systems. Under this scheme, subsidies for solar systems are offered to farmers who cultivate fish or shrimp on a minimum area of 2.5 acres. The subsidy benefit is granted only once per beneficiary for a single unit.",
  "benefits": [
    "A subsidy of 60% on the total project cost amounting to ₹50,000 per kilowatt (KW) or a subsidy amount of ₹30,000 per KW, whichever is less, is provided. The maximum limit for this subsidy is 30 KW for shrimp farmers. The maximum limit for this subsidy is 10 KW for fish farmers."
  ],
  "eligibility_criteria": "The applicant should have a Parivar Pehchaan Patra (PPP). The applicant should be a permanent resident of Haryana. The applicant's age should be a minimum of 18 years. The applicant should not be a government or semi-government employee. A minimum of 2.5-acre area is required for fish/shrimp culture.\nNote: The benefit/subsidy will be provided only once to a beneficiary on a single unit.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process on Antyodaya-SARAL Portal:",
        "Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: For registration, click on \"New User/Register Here\" and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit'. Step 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1: Visit the Official Portal: Antyodaya-SARAL Portal.  Step 2: The \"Sign in here\" option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login' button. Step 3: In the opened window, click on \"Scheme/Services list\", and a list of schemes will appear on the screen. Step 4: Now, select the scheme and click on \"Apply for Service/Scheme\". Step 5: Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal: Click here . Track Ticket: Click here . Track Your Service Through SMS: Registered Mobile Number: Type SARAL and send to 9954699899 to track your application. Other Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline: 0172-3968400 Email: saral.haryana@gov.in Note: Govt. Charges: No Fee Service Charges: ₹ 10 Atal Seva Kendra Service Charges: ₹ 10"
      ]
    },
    {
      "mode": "Online - via CSC",
      "steps": [
        "The eligible applicant may visit the nearest Atal Seva Kendra with all the required documents to apply for the scheme."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://kms.saralharyana.nic.in/ViewDoc?Id=03HBeefkD2f5ZmmyjW6BSg=="
    },
    {
      "title": "Official Website",
      "url": "https://harfish.gov.in/technical-financial-assistance"
    }
  ],
  "documents_required": "Agreement Deed between Fish Farmer and Fisheries Department (Agreement 1). Date of Birth Certificate (Birth Certificate, Matriculation Certificate, Permanent Account Number (PAN) Card, Voter Card, or Driving License). Identity Proof (Ration Card, Aadhaar Card, PAN Card, or Voter Card). Training Certificate (Fisheries Training from any Government Institute). Land Record (from Tehsil, including Own Land-Jamabandi, Nakal Akshizra, Farad, or registered lease deed of minimum 7 years). Goods and Services Tax (GST) Bills/Receipts/Vouchers. Photograph of the Site along with Solar System for power generation."
}