{
  "scheme_id": "675ac3c69179d18db5f0cca9",
  "slug": "igndpsj",
  "scheme_name": "Indira Gandhi National Disability Pension Scheme - Jharkhand",
  "scheme_short_title": "IGNDPSJ",
  "state": "Jharkhand",
  "level": "State/ UT",
  "nodal_department": "Women, Child Development & Social Security Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Pension",
    "Financial Assistance",
    "Person With Disability"
  ],
  "brief_description": "Under this scheme, a monthly pension is provided to severely disabled and multi-disabled individuals aged 18 and above who are living below the poverty line (BPL) to support them in living a respectful life.",
  "detailed_description": "The scheme &quot;Indira Gandhi National Disability Pension Scheme&quot; is implemented by the Department of Women, Child Development &amp; Social Security, Government of Jharkhand. Under this scheme, financial assistance is provided to severely disabled and multi-disabled individuals aged 18 and above who are living below the poverty line (BPL) to support them in living a respectful life.",
  "benefits": [
    "Under this scheme, eligible beneficiaries will receive a monthly pension of ₹1000/- (Central contribution- ₹300/-, State Contribution- ₹700/-)."
  ],
  "eligibility_criteria": "The age of the applicant should be 18 years or above. The applicant's name should be included in the list of families living Below Poverty Line. The applicant should be suffering from severe or multiple disabilities (Rights of Persons with Disabilities Act, 2016 & Section-2.  The applicant should not be receiving pension benefits from any other Central or State Government pension scheme (Chief Minister State Widow Honor Pension Scheme (formerly State Widow Honor Pension Scheme), Chief Minister State HIV/AIDS Affected Person Sahayataarth Pension Scheme (formerly State Security Pension Scheme for HIV/AIDS Affected Persons) and Swami Vivekanand Disabled Self-Reliance Promotion Scheme).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 2: Submit the duly filled and signed application form along with the documents to the Block Development Officer in rural areas and the concerned Zonal Officer in urban areas."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.jharkhand.gov.in/PDepartment/ViewDoc?id=D031DO00628062023123755029"
    },
    {
      "title": "Official Website",
      "url": "https://www.jharkhand.gov.in/"
    }
  ],
  "exclusions": "Households having motorised two-wheeler/three-wheeler/four-wheeler/fishing boat. Households owning machine operated three/four wheeled agricultural implements. Families holding Kisan Credit Card with standard limit of ₹50 thousand or more. Members of a family of a Government servant. Households engaged in non-agricultural industries registered with the Government. Any member of the family earning ₹10,000/- and above. Income tax paying families. Households paying service tax. Families having three or more rooms with concrete walls and roof in all the rooms. (Not applicable for PMAY & IAY beneficiaries) Households having refrigerators. Households having landline phone. Families having 2.5 acres and above irrigated land with at least one irrigation device. Families holding 5 acres or more of irrigated land for two or more crop seasons. Families owning land of 7.5 acres and above with at least one irrigation equipment. ",
  "documents_required": "Aadhaar Card or Self-Declaration (if an Aadhaar card is not available). Voter ID Card. Disability Certificate. Bank Account Passbook. Declaration. "
}