{
  "scheme_id": "67f8f8647dc6b8a0ad14961a",
  "slug": "development-support-for-coffee-eco-pulpers",
  "scheme_name": "Development Support for Coffee in Traditional Areas and Non Tribal growers of Non-Traditional Area : Eco Pulpers",
  "scheme_short_title": "DEVELOPMENT SUPPORT FOR COFFEE ECO PULPERS",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Replantation",
    "Agriculture",
    "Plantation",
    "Coffee Grower"
  ],
  "brief_description": "To provide support towards protection of environment in the coffee areas throughavoidance of pollution by adopting eco-friendly pulpers (or) by implementation of pollution abatement measures as per Pollution Control Board norms.",
  "detailed_description": "- To provide support towards protection of environment in the coffee areas through avoidance of pollution by adopting eco-friendly pulpers (or) by implementation of pollution abatement measures as per Pollution Control Board norms. - The support for pollution abatement measures includes support towards installation of eco-pulpers in estates where conventional pulpers are being used for wet processing of coffee.",
  "benefits": [
    "Scale of Subsidy 40% of the unit cost subject to a maximum ceiling of Rs.5.00 lakh per unit for individual holdings owning >10 ha.to 25 ha. 25% of the unit cost subject to a maximum ceiling of Rs.5.00 lakh per unit for individual holdings / Corporate and partnership firms owning more than 25 ha. 75% of the unit cost subject to a maximum ceiling of Rs.7.50 lakh per unit for General FPOs/FPCs",
    "Name of the Company and GST No | Model | Price(Excluding Transportation Charges and instalation) \nSagar Industries (GSTN 29ALRPT9759RIZ5) | Sagar Eco flex 2500 | 13,00,000\nSagar Industries ((GSTN 29ALRPT9759RIZ5) | Sagar Eco flex 5000 | 20,00,000\nSupreme Engineers (29ABPP15984BIZ9) | SM-2500 | 16,02,270\nAbrar Engineering Cooperation (29AETPA6384E1Z5) | Adam-2 | 20,14,075\nCoffee Eco Tech Private Limited | 47,00,000\nCoffee Eco Tech Private Limited | UDC 6000 | 46,00,000\nCoffee Eco Tech Private Limited | UCBE-5000 | 48,00,000"
  ],
  "eligibility_criteria": "Applicable for all category of holdings with a holdings > 10ha Including corporates and partnership/ cooperative firms under coffee as main crop. Those who have availed subsidy for conventional pulpers during the last five years will be eligible for subsidy for eco pulpers after deducting the previously availed subsidy. The grower availing subsidy for eco-pulpers as a member of a FPC / FPOs is not eligible for subsidy for conventional pulper. Coffee Board will empanel the list of eligible manufactures / dealers for the supply of Eco-pulpers models after following due empanelment procedure. Accordingly, the coffee growers should procure the Eco-pulping Units from the empanelled manufactures / dealers only. Setting up of eco-pulpers by FPC / FPOs will be preferred over individual units and such units will get priority in funding by the Coffee Board ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Application for obtaining Technical Feasibility Report (TFR) Grower has to register online in the Coffee Boards' Website (www.coffeeboard.gov.in) After approval of grower registration by the Coffee Board officer, the grower shall submit online application by uploading the following documents for TFR. Proof of photo identity of the applicant/s is a copy of Aadhaar Card. In case Aadhaar is not issued then produce any other proof as prescribed by Government of India. Proof of Land Ownership in the form of any one of the following: Copy of Patta / Khatha Extract along with RTCs for all Survey Nos. having coffee in possession of the applicant in respect of Karnataka. Copy of Chitta & Adangal in respect of Tamil Nadu and copy of possession certificate issued by competent revenue authority in respect of Nilgiris Copy of Land Possession Certificate issued by the competent Revenue authority of Kerala. Hakku Patra in case of SC/ST holdings who do not possess RTC In case the applicant is a GPA holder, self attested copy of the Registered GPA. Letter of consent from the concerned family member/s, in case where the infrastructure is being created in the area not owned by the applicant. Rough sketch of the estate along with check bandi / boundaries marked with clear demarcation of the site where the activity is proposed to be taken up and duly signed by the applicant/s. Self-Certified Plan and Estimation with specification for the proposed civil works Original Quotation with GST number in respect of Pulper The concerned office will scrutinize the documents, carryout field inspection and issue Technical Feasibility Report to the grower for taking up activity and the grower shall submit the claim well in advance to complete the process of inspection, verification and release of subsidy within the same financial year.  Step 2 : Claiming subsidy The applicant/s shall submit the claim online along with relevant documents during the same financial year on completion of activity. The following documents are required to be uploaded / submitted for claiming the subsidy: Invoice / Bill (Original) with GST number of pulper Self-certified work completion report along with executed specification and expenditure incurred for the civil works. Copy of Scheduled Aadhaar seeded Bank Pass Book having the details of account number, name of the Bank, branch, IFSC code, etc. The concerned office of the JLO / SLO will scrutinize the documents, carryout field inspection, prepare physical verification report with full details of the activity and forward the claim statement to the concerned Deputy Director (Extension). The Deputy Director (Extension) after scrutinizing the claim and records and on confirming the admissibility of the claim in all respects will release eligible subsidy amount to the bank account of the applicant through PFMS.  Terms and conditions: The mere submission of application by the applicant or acceptance of the application by the office does not automatically entitle the applicant for the eligible subsidy from the Coffee Board. The release of eligible subsidy to the applicant is subject to availability of funds during a particular year. Applications of persons who resort to making offers, rewards, gifts or any material benefit, or any coercion either directly or indirectly, to influence the sanction process shall summarily be rejected. Similarly, legal action will be initiated for recovery with applicable interest against applicants who obtain the subsidy benefit by willfully furnishing wrong/incorrect information, misrepresentation and suppression of information."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    },
    {
      "title": "List Of Empanelled Firms With Approved Rates For Procurement Of Pulper/ Mechanical Dryer For Extending Support Under ICDP During The Year 2024-25 And 2025-26",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "Registered Coffee Grower working in Coffee plantation (or shall register before making application) except where Coffee Board does not register such entities The applicant Self Help Groups (SHGs) shall preferably be a registered body, in case not registered should have current resolution copy. The applicant Farmers Producers' Organization (FPO)/ Farmers Producer Companies (FPC) should be registered as a society / cooperative society/producer company. All applicants will have to submit the copy of Aadhaar / registration details and Bank Account details. Applicants belonging to SC / ST community shall submit Caste Certificate issued by concerned competent Authority of State Government."
}