{
  "scheme_id": "6629ff959357b85fccff2952",
  "slug": "mtbwodap",
  "scheme_name": "Multimedia Training - Tamil Nadu",
  "scheme_short_title": "MTTN",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Welfare of Differently Abled Persons Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Training",
    "Person With Disability",
    "Multimedia",
    "Locomotor"
  ],
  "brief_description": "The Department for the Welfare of Differently Abled Persons, Government of Tamil Nadu, launched the \"Multimedia Training Program\" for people with locomotor and hearing impairments.",
  "detailed_description": "The &#39;Multimedia Training by Welfare of Differently Abled Persons&#39; scheme was launched by the Department for the Welfare of Differently Abled Persons, Government of Tamil Nadu. Under this scheme, One month multimedia training is given to locomotor and hearing impaired persons at the National Institute of Film Development Corporation, Regional centre in Chennai.",
  "benefits": [
    "Multimedia training is given to locomotor and hearing-impaired persons at the National Institute of Film Development Corporation, Regional centre in Chennai."
  ],
  "eligibility_criteria": "The applicant should be a hearing impaired and locomotor differently abled person. The applicant should have passed the 8th standard.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should visit (during office hours) the District Differently Abled Welfare Officer and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications.",
        "Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents to the District Differently Abled Welfare Officer.",
        "Step 4: Request a receipt or acknowledgment from the District Differently Abled Welfare Officer to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Citizen's Charter (2022)",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/wda_e_cc_2022_23.pdf"
    }
  ],
  "documents_required": "National Identity Card of the Differently Abled. 8th Pass Certificate."
}