{
  "scheme_id": "654cd48a5838968fc388a61b",
  "slug": "cdpnerqucsbp",
  "scheme_name": "Coffee Development Programme in North Eastern Region: Quality Upgradation / Certification: Supply of Baby Pulpers",
  "scheme_short_title": "CDPNER:QUC:SBP",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc.",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Agriculture",
    "Farmer",
    "Subsidy",
    "DBT"
  ],
  "brief_description": "The scheme \"Supply of Baby Pulpers\" aims to facilitate the improvement of the quality of coffee produced by growers by encouraging them to establish infrastructure for quality enhancement and obtain certification for their coffees, enabling them to earn better returns.",
  "detailed_description": "The scheme &amp;quot;Coffee Development Programme in North Eastern Region: Quality Upgradation / Certification: Supply of Baby Pulpers&amp;quot; is a Sub-Component of the Scheme &amp;quot;Integrated Coffee Development Project During the Medium Term Framework (MTF) Period: Development Support to Stakeholders&amp;quot; by the Coffee Board, Department of Commerce, Ministry of Commerce and Industry. This scheme aims to facilitate the improvement of the quality of coffee produced by growers by encouraging them to establish infrastructure for quality enhancement and obtain certification for their coffees, enabling them to earn better returns. This involves three main activities: supply of pulpers, construction of cement drying yards, and eco-certification of coffee holdings.",
  "benefits": [
    "Unit Cost: Actual cost of the unit or ₹16,000 per unit, whichever is less.",
    "Scale of Subsidy: 75% of the Unit Cost."
  ],
  "eligibility_criteria": "The applicant should be a tribal grower. The applicant is eligible for only one unit.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Beneficiary Identification and Application",
        "The Extension Officer identifies the beneficiary/applicant and obtains the application for procurement & supply of the baby pulper in the prescribed format (in duplicate). This process includes submitting land records and 25% of the unit cost.",
        "Step 2: Procurement Details",
        "If baby pulpers are procured and supplied by the State Government/Other Agencies, the Extension Officer collects beneficiary details along with 25% of the unit cost of the pulper.",
        "Step 3: Beneficiary List Compilation",
        "The Extension Officer compiles a list of identified beneficiaries and submits it to the concerned Deputy Director (Extn.), who consolidates the regional requirements and forwards them to the Joint Director (Extn.), Guwahati.",
        "Step 4: Tendering Process",
        "The Joint Director (Extension), Guwahati completes the tendering process, adhering to all official formalities.",
        "Step 5: Financial Sanction and Order Placement",
        "After the tendering process, the Joint Director (Extension), Guwahati obtains financial sanction from the Competent Authority and places the order with the accepted manufacturer. The condition is set for the manufacturer to supply the pulpers to the growers by October.",
        "Step 6: Machinery Inspection and Payment",
        "Extension Officers conduct inspections of the machinery at the growers' fields. They then submit the physical verification report to the concerned Deputy Director (Extn.)/Joint Director (Extn.), Guwahati, to effect the suppliers' payment."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines, Application And Declaration Form",
      "url": "https://coffeeboard.gov.in/Schemes/ICDP_388.pdf"
    },
    {
      "title": "Grower's Registration (UMANG)",
      "url": "https://web.umang.gov.in/web_new/department?url=coffee_board%2Fservice%2F1739&dept_id=371&dept_name=Grower%20Registration&transactionId=PFCXMNL5&source=myscheme"
    },
    {
      "title": "Contact Us",
      "url": "https://coffeeboard.gov.in/contact-us.html"
    }
  ],
  "exclusions": "Those who have availed of benefits during the XII plan are not eligible.",
  "documents_required": "Proof of Grower's Registration. Land records/possession certificate duly certified by the Village Authority/State Government Authority/Competent Authority.\nNOTE: The land records should be in the name of the beneficiary."
}