{
  "scheme_id": "65d978b5938a0b13cc90dfc7",
  "slug": "gmmacl-dc",
  "scheme_name": "\"Grant of Margin Money for Availing Capital Loan\" Component of the \"Development of Coir\" Scheme",
  "scheme_short_title": "GMMACL-DC",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "District Industries Centre Organization",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Setting up / start-up / entrepreneurship",
    "Loan"
  ],
  "target_beneficiaries": [
    "Business Entity"
  ],
  "tags": [
    "Loan",
    "Business",
    "Coir",
    "Entrepreneur"
  ],
  "brief_description": "The scheme \"Grant of Margin Money for Availing Capital Loan\" aims to incentivize entrepreneurs to establish new coir industries & revitalise existing ones. The units must be set up in Puducherry. The scheme provides margin money upon receipt of a financial institution's sanction order for a project.",
  "detailed_description": "The &quot;Grant of Margin Money for Availing Capital Loan&quot; Component of the &quot;Development of Coir&quot; Scheme by the Department of Industries and Commerce, Union Territory of Puducherry, aims to incentivize entrepreneurs to establish new coir industries or revitalise existing ones. Eligible units must be set up in the Union Territory of Puducherry. The scheme provides margin money upon receipt of a financial institution&#39;s sanction order for a project.",
  "benefits": [
    "25% margin money, capped at ₹25,00,000, upon receipt of a financial institution's sanction order for a project worth ₹1,00,00,000. The loan amount will be released to the bank on behalf of the entrepreneurs. The commercial production should commence within six months of the Margin Money Grant release."
  ],
  "eligibility_criteria": "The coir unit must be established in Puducherry.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: The interested applicant should visit (on a working day, and during office hours) the District Industries Centre (Thattanchavady, Puducherry - 605 009), and submit the duly filled and signed application form and the documents to the concerned authority.",
        "Step 4: On receipt of the application, necessary entries will be made in the application receipt register and a unique number is assigned to the applicant for identifying each applicant which shall be used for all further references and also as acknowledgement for the receipt of the application."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://dic.py.gov.in/development-of-coir"
    },
    {
      "title": "Citizen's Charter",
      "url": "https://dic.py.gov.in/sites/default/files/citizencharter.pdf"
    },
    {
      "title": "Application Form",
      "url": "https://dic.py.gov.in/application-forms-download-area"
    },
    {
      "title": "Grievance Redressal",
      "url": "https://industry.py.gov.in/grievance-redressal-mechanism"
    },
    {
      "title": "Contact Us",
      "url": "https://dic.py.gov.in/contact-us"
    }
  ],
  "documents_required": "Loan sanction letter from the financial institution. Undertaking letter from the promoter, assuring successful operation for five years post-establishment. Proof of unit establishment in the Union Territory of Puducherry."
}