{
  "scheme_id": "65e059be938a0b13cc9ba108",
  "slug": "sdaanbocwwb",
  "scheme_name": "Skill Development Assistance (ANBOCWWB)",
  "scheme_short_title": "SDA(ANBOCWWB)",
  "state": "Andaman and Nicobar Islands",
  "level": "State/ UT",
  "nodal_department": "Labour, Employment & Training Department",
  "implementing_agency": "Andaman & Nicobar Islands Building And Other Construction Workers Welfare Board, Port Blair",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Skill Development",
    "Tool Kits",
    "Construction Worker",
    "Building Worker",
    "Labour",
    "Financial Assistance"
  ],
  "brief_description": "Under this scheme, financial assistance shall be provided to registered construction workers or their two children for the purchase of tool kits upon submission of a successful course/trade completion certificate from a Government Industrial Training Institute or Vocational Training Centre.",
  "detailed_description": "The scheme \"Skill Development Assistance\" was started by the Andaman &amp;amp; Nicobar Islands Building and Other Construction Workers Welfare Board (ANBOCWWB), Department of Labour, Employment &amp;amp; Training, Andaman &amp;amp; Nicobar Administration. Under this scheme, financial assistance shall be provided to registered construction workers or their two children for the purchase of tool kits upon submission of a successful course/trade completion certificate from a Government Industrial Training Institute or Vocational Training Centre.",
  "benefits": [
    "Under the scheme, the financial assistance of ₹10,000/- shall be provided by the Board to registered construction workers or their two children for the purchase of tool kits."
  ],
  "eligibility_criteria": "The beneficiary should be a resident of the Union territory of Andaman & Nicobar Islands. The beneficiary should be engaged in any building & other construction work. The beneficiary should be registered under the A&N Islands Building and Other Construction Workers Welfare Board. The beneficiary should have an active membership of the Board. Registered construction workers, either for themselves or for their two children, can avail the benefits under the scheme for the purchase of tool kits. The registered construction workers or their children must possess a successful course/trade completion certificate from the Government Industrial Training Institute or Vocational Training Centre to apply under the scheme.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Portal Registration Process: Step 01: Visit online Portal: https://serviceonline.gov.in/  Step 02: On the home page, click on ‘ Register ' and fill in all the mandatory details. Step 03: Click on the ‘Submit' button and validate your Email ID & Mobile Number using OTP received. Step 04: After successful validation, the applicant will be registered. Registration Process of Construction Workers under A&N Islands Building & Other Construction Workers Welfare Board: Step 01: Applicant can login through their email ID that is used while registering Step 02: Enter Password & Captcha Step 03: Click on ‘Login' Step 04: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 05: Now, search for the \"Registration of Construction Workers in AN BOCWWB\" and then click to proceed registration process. Step 06: Fill in all the mandatory details and upload all the relevant documents. Step 07: Preview the form and click on ‘Submit'. Step 08: After successful registration, the applicant will receive a registration ID. Application Process for Skill Development Assistance: Step 01: Now, to avail the benefits of the scheme, the applicants can login through their email ID that is used while registering Step 02: Enter Password & Captcha Step 03: Click on ‘Login' Step 04: After successful login, click on ‘Apply for Services' and then ‘View all Available Services' Step 05: Now, search for ‘Skill Development Financial Assistance' and click on the scheme to proceed to fill out the application form. Step 06: Fill in all the mandatory details and upload all the mandatory documents. Step 07: Preview the application form and click on ‘Submit'. Application Tracking: Step 01: To track the application status, the applicant can visit the online Portal and login through their ‘User ID' & ‘Password'. Step 02: On the home page, click on \"View Application Status' and then click on ‘Track Application Status'. Step 03: Enter the Application Reference Number and click on ‘Get Data' to know the status of your application."
      ]
    },
    {
      "mode": "Offline",
      "steps": [
        "The applicant may submit the application form himself/herself or through the contractor to the concerned ANBOCWWB Office along with all the relevant documents.  Application Form for Registration as a Beneficiary  Application Form for Skill Development Assistance"
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://labour.and.nic.in/webPages/welfareboard.html"
    },
    {
      "title": "Application Portal",
      "url": "https://serviceonline.gov.in/"
    },
    {
      "title": "Application Form For Registration As A Beneficiary",
      "url": "https://labour.and.nic.in/webPages/forms/welfareboard.pdf"
    },
    {
      "title": "Application Form For Skill Development Assistance",
      "url": "https://labour.and.nic.in/webPages/forms/skill.pdf"
    }
  ],
  "documents_required": "Documents required for registration under A&N Islands Building & Other Construction Workers Welfare Board:\nPassport size photograph Proof of age Identity proof Details of EPF, if any Proof of address 90 Days Work Duration Certificate issued by the competent authority Bank account details Any other document as required\nDocuments required for Skill Development Assistance Scheme:\nRegistration ID Card of Worker Identity proof of worker i.e. Aadhaar Card Latest Subscription Receipt Address proof Bank account details of worker/Copy of passbook Identity proof of Child (If applying for child) Course completion/pass-out certificate from ITI/VTC Any other document as required"
}