{
  "scheme_id": "683561f17e3dd76858150b22",
  "slug": "ussra",
  "scheme_name": "Uttarakhand State Shilp Ratna Award",
  "scheme_short_title": "USSRA",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of The Industrial Development",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Award",
    "Artisans",
    "Traditional Crafts",
    "Cash Prize"
  ],
  "brief_description": "Under this scheme, every year, 25 artisans of Uttarakhand are honored. The award includes a cash prize of ₹1,00,000, a certificate of appreciation, a memento, an angavastra (ceremonial stole), and a citation letter.",
  "detailed_description": "The scheme &amp;quot;Uttarakhand State Shilp Ratna Award&amp;quot; is implemented by the Department of Micro, Small and Medium Enterprises, Government of Uttarakhand. The scheme aims to honor exceptionally skilled artisans of the state for their outstanding contributions to the traditional craft sector. This annual award celebrates heritage, promotes excellence, and supports artisans whose expertise has preserved and enriched cultural craftsmanship.",
  "benefits": [
    "Award Details:",
    "A cash prize of ₹1,00,000/-. A memento (symbolic representation). An angavastra (ceremonial stole). A certificate of appreciation."
  ],
  "eligibility_criteria": "The applicant should be a permanent resident of Uttarakhand. The applicant should be a skilled artisan. The applicant should be 45 years of age or above. The applicant should be proficient in traditional or extraordinary art forms and have made significant contributions. The artisans should have contributed to the training of young artisans in the district. The applicant should have a minimum of 15 years of experience in a recognized traditional craft. The applicant should not be employed in government/semi-government/cooperative institutions.\nNote: Preference will be given to artisans who have received national/state-level awards.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Application Process:",
        "Step 1: The interested applicant should visit (during office hours) the General Manager, District Industries Centre and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. OR The interested applicant downloads the application form from the official website link:  https://investuttarakhand.uk.gov.in   https://doi.uk.gov.in/    Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents (self-attested, if required). Step 3: Submit the duly filled and signed application form along with the documents to the General Manager, District Industries Centre. Post-application Process: Step 1: The application is reviewed by a District-Level Committee chaired by the District Magistrate. Step 2: Shortlisted applications are forwarded to the State-Level Selection Committee, chaired by the Principal Secretary, MSME Department. Step 3: Final awardees are selected based on merit and recommendations."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 153)",
      "url": "https://cdnbbsr.s3waas.gov.in/s339e6f67916920d9419b3d92cf1e9a958/uploads/2025/03/202503051772421971.pdf"
    }
  ],
  "documents_required": "Aadhaar Card Proof of Age (Birth Certificate or equivalent documents) Permanent Residence Certificate Details of the Guru/Teacher from whom craft was learned Educational/Vocational Qualifications (if applicable) Details of contributions to the craft Proof of purchase of craft products Records of youth training provided by the artisan List of exhibitions/fairs participated in Income certificate Any awards or recognition received Photos of crafted products (preferably bought by institutions)"
}