{
  "scheme_id": "64691326527a0d6debcf82d1",
  "slug": "lvc",
  "scheme_name": "Ladies Vocational Centres",
  "scheme_short_title": "LVC",
  "state": "Jammu and Kashmir",
  "level": "State",
  "nodal_department": "Department Of Social Welfare J and K",
  "implementing_agency": "Social Welfare Department Through Its Directorates, Government Of Jammu And Kashmir",
  "categories": [
    "Skills & Employment",
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Citizen empowerment",
    "Voctional education",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Ladies",
    "Vocational Centres",
    "Training",
    "Stipend",
    "Social Welfare"
  ],
  "brief_description": "The Government of Jammu And Kashmir started \"Ladies Vocational Centres\" with the objective is to impart training in various trades i.e. Cutting, Embroidery, Knitting as well as Stenography to the female folk to enable them to start their income-generating units.",
  "detailed_description": "The \"Ladies Vocational Centres\" was started by the Department of Social Welfare, Government of Jammu &amp;amp; Kashmir. The Department of Social Welfare runs a number of Vocational Training Centres in Srinagar and Jammu. In these Vocational Centres, the trainees are provided training in the trades like cutting and tailoring, leather works, machine embroidery, stenography, and Croshia work. The duration of the Training is 11 months and the trainees are provided a monthly stipend @₹100/- per month to encourage them to come to the Centres. The Department also provides training to the trainees under the Cottage Industry Centre in the trade of Carpentry, leather work, and weaving. The intake capacity of the &amp;quot;Ladies Vocational Centre&amp;quot; located at Chand Nagar Jammu is 75 trainees and 25 trainees in each Social Welfare Centre. These Centres are operated under the UT Sponsored Scheme run by the department. **Objective:** The main objective of the &amp;quot;Ladies Vocational Centers&amp;quot; is to impart training in various trades i.e. cutting, embroidery, knitting as well as stenography to the female folk to enable them to start their income-generating units.",
  "benefits": [
    "The training is provided in the trades like Cutting and Tailoring, Leather-work, Machine Embroidery, Stenography, and Croshia work. The stipend @₹100/- per month is given to the candidates under training. The training is also provided under the Cottage Industry Centre in the trade of Carpentry, Leather-work, and Weaving."
  ],
  "eligibility_criteria": "1. The applicant should be a permanent resident of the Union Territory, Jammu & Kashmir. 2. The applicant should be a woman/girl. 3. The women & girls are all eligible between the ages 14-40 years with a Middle pass for Craft. 4. The women & girls are all eligible between the ages 16-25 years with a 10+2 class pass for Stenography. Note 01: The duration of the training will be 11 months. Note 02: The intake capacity of the \"Ladies Vocational Centre\" located at Chand Nagar Jammu is 75 trainees and 25 trainees in each Social Welfare Centre.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 01: The applicant may apply and take admission every April of the year in the \"Ladies Vocational Centre\". Step 02: The applicant needs to contact District Social Welfare Officer, upon the publishing of the advertisement. Step 03: The applicant needs to fill the application form completely and attach all the relevant documents. Thereafter, the applicant may submit the application form to the concerned office. Step 04: After successful verification, the applicant can take admission in the \"Ladies Vocational Centre\"."
      ]
    }
  ],
  "references": [
    {
      "title": "Guideline",
      "url": "https://jksocialwelfare.nic.in/schemes/Schemes.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://jksocialwelfare.nic.in/schemes.html"
    },
    {
      "title": "Guideline",
      "url": "https://www.jkslsa.gov.in/pdf/sch.pdf"
    },
    {
      "title": "Official Notification",
      "url": "https://jksocialwelfare.nic.in/welfareIns/LadiesVocationalCenters.pdf"
    }
  ],
  "documents_required": "Identity proof i.e. Aadhaar Card, Voter ID Card Educational Certificate Proof of age Passport-size photos Bank Details Residence Proof"
}