{
  "scheme_id": "676001279179d18db5f554c8",
  "slug": "bsakmaid",
  "scheme_name": "Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana: Medical Assistance for Incurable Diseases",
  "scheme_short_title": "BSAKMAID",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Labour Resources Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness",
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance",
    "Emergency medical assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Social Security",
    "Unorganised Worker",
    "Craftsmen",
    "Incurable Diseases",
    "Medical Assistance"
  ],
  "brief_description": "\"Medical Assistance for Incurable Diseases\" under the \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" by the Labour Resources Dept., provides financial assistance ranging from ₹7,500/- to ₹30,000/- to workers or craftsmen suffering from incurable diseases.",
  "detailed_description": "The \"Bihar Shatabdi Asangathit Karyakshetra Kamagaar Evan Shilpakar Samajik Suraksha Yojana\" launched by the Labour Resources Department, Bihar, aims to provide social security through various types of financial assistance to workers and artisans in the unorganized sector. &lt;br&gt;",
  "benefits": [
    "Financial Assistance: ₹7,500/- to ₹30,000/- (for detailed view refer to Page no. 7 of the scheme Guidelines )  "
  ],
  "eligibility_criteria": "The applicant must be a resident of Bihar state. The applicant must work as a worker or craftsman in the unorganized sector within Bihar. The applicant's age must be between 18 and 65 years. Note : Applicant's age will be calculated as of the 1st of July of any year.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Visit the concerned office of the District Officer or Committee. Step 2: Collect the application form; fill in and attach all the mandatory documents (attested, if required). Step 3: Submit the complete application to the concerned District Officer or Labour Welfare Committee at the address below. Office Address: Labour Resources Department, Government of Bihar Bihar State Labour Welfare Committee Niyojan Bhawan, Patna- 800 007 Tel: 062-2520 053 Email-edbslws2017@gmail.com"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://state.bihar.gov.in/labour/cache/40/14-May-21/SHOW_DOCS/Schemes-1.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Prescribed Application Form-6. Residential certificate. Certificate from the doctor or hospital providing treatment not related to the nature of illness of the applicant. Proof of age (Aadhar Card, Voter Card etc.). Certificate issued by the Mukhiya/Ward Member of Panchayat/Member Panchayat Samiti or concerned Ward Councillor in urban areas, as the case may be, specifying the nature of work in which the applicant is/was employed. One self attested photograph. Aadhaar Card. Category (Caste Certificate of the applicant). Bank Account & I.F.S.C. (Photocopy of the first page of the passbook)."
}