{
  "scheme_id": "66ed2602a2ae583ad3e1fe23",
  "slug": "pdf",
  "scheme_name": "Post-Doctoral Fellows",
  "scheme_short_title": "PDF",
  "level": "Central",
  "nodal_department": "Department of Space",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Education and training grants, fellowship, stipend",
    "Apprenticeships and training"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Opportunity",
    "PhD",
    "Researchers",
    "Fellowship"
  ],
  "brief_description": "The fellowship offers candidates the opportunity to pursue research in PRL's cutting-edge science & engineering research areas. The tenure of the fellowship is for a maximum of two years, subject to annual progress reviews. The fellowship provides a competitive stipend, research opportunities.",
  "detailed_description": "The Post-Doctoral Fellowship (PDF) at the Physical Research Laboratory (PRL) is an initiative to support researchers who have completed or are nearing the completion of their Ph.D. in science or engineering fields. The fellowship offers candidates the opportunity to pursue research in PRL's cutting-edge science and engineering research areas. The tenure of the fellowship is for a maximum of two years, subject to annual progress reviews. The fellowship provides a competitive stipend, research opportunities, and accommodation benefits.",
  "benefits": [
    "Fellowship: Monthly stipend based on the academic status of the fellow:",
    "₹58,000/- for candidates who have submitted their Ph.D. thesis but await the degree. ₹61,000/- for candidates holding a Ph.D. degree. ₹67,000/- for external applicants with a Ph.D. and at least two years of research experience.",
    "Academic Allowance: One-time academic allowance of ₹ 10,000/- during the fellowship.",
    "Accommodation: Fellows may receive PRL accommodation or HRA in lieu of accommodation as per PRL norms."
  ],
  "eligibility_criteria": "The applicant should complete a Bachelor's and master's degrees in science or engineering with first-class (60%) or equivalent grades at both levels. The applicant's age should be 35 years.\n",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step-01: The applicant visits the PRL website and navigate to the \"Opportunities\" section.",
        "Step-02: Click on \"Job Vacancies & Fellowship Programs\" and select \"PRL's Vikram Sarabhai Postdoctoral Fellowship (VISHWAS)\" to access the online application form .",
        "Step-03: Fill out the online application form by completing all the mandatory fields and attaching self-attested copies of the required documents.",
        "Step-04: Submit the application by clicking on the \"Submit\" button. Upon submission, you will receive an application ID for future reference.",
        "OR",
        "Step-01: Download the prescribed format of the application form from the PRL official website.",
        "Step-02: Fill in all the mandatory fields in the application form and attach copies of all the required documents (self-attested, if necessary).",
        "Step-03: Email the completed application in the prescribed format to:",
        "Chairperson, PDF Committee Physical Research Laboratory, Navrangpura, Ahmedabad - 380 009. India",
        "E-mail: pdf@prl.res.in (for all correspondence)",
        "Fax No. (91) 079 – 2631 4900",
        "Tel. No. (91) - 079 - 2631 4869"
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.prl.res.in/prl-eng/pdf"
    }
  ],
  "documents_required": "Passport-size Photograph. Ph.D. Thesis Abstract. List of Publications. Research Proposal (maximum of 2000 words). Detailed Bio-data (details of educational qualifications, age, work experience). Recommendation Letters from Referees. No Objection Certificate (for employed candidates)."
}