{
  "scheme_id": "671a29e780ec82b742b90839",
  "slug": "matci",
  "scheme_name": "Medical Assistance for the Treatment of Critical Illness",
  "scheme_short_title": "MATCI",
  "state": "Maharashtra",
  "level": "State/ UT",
  "nodal_department": "Labour Department",
  "dbt_scheme": false,
  "categories": [
    "Health & Wellness"
  ],
  "sub_categories": [
    "Financial assistance",
    "Emergency medical assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Financial Assistance",
    "Illness",
    "Construction Worker",
    "Medical Treatment"
  ],
  "brief_description": "Under this scheme, medical assistance of ₹1,00,000/- for the treatment of serious ailments for registered worker and his/her family members. (the benefit can be availed only after 26th July 2014 as the benefit is covered under the Mediclaim & Personal Accident Insurance scheme).",
  "detailed_description": "The &quot;Medical Assistance for the Treatment of Critical Illness&quot; scheme was launched by the Maharashtra Building And Other Construction Workers Welfare Board (MBOCWW), Labour Department Maharashtra. Under this scheme, medical assistance of ₹1,00,000/- for the treatment of serious ailments for registered worker and his/her family members. (the benefit can be availed only after 26th July 2014 as the benefit is covered under the Mediclaim &amp; Personal Accident Insurance scheme). <br>",
  "benefits": [
    "Financial assistance of ₹1,00,000/- is provided for medical treatment."
  ],
  "eligibility_criteria": "The worker must be engaged in building or construction work. The worker should be registered under the Maharashtra Building and Other Construction Workers Welfare Board (MBOCWW). The worker or family member must be undergoing treatment for a serious illness or critical medical condition.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant downloads the application form from the MBOCWW official website.",
        "Step-2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).",
        "Step-3: Submit the duly filled and signed application form along with the documents to the Labor Commissioner / Government Labor Officer.",
        "Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://mahakamgar.maharashtra.gov.in/welfare-scheme-for-building-other-construction-workers.htm"
    },
    {
      "title": "Official Website",
      "url": "https://mahabocw.in/"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Passport-size Photo. Aadhaar Card. Identity Card of Maharashtra Building and Other Construction Workers Welfare Board. Bank Passbook. Medical Certificate (issued by competent medical authorities about serious illness). Medical Treatment Papers. Proof of Residence (One of Aadhaar Card/Passport/Driving Licence/Ration Sheet/Last Month's Electricity Bill/Gram Panchayat Certificate)."
}