{
  "scheme_id": "67cda35b4f0bd5e698d5d9df",
  "slug": "gfihrtp",
  "scheme_name": "Grant of Financial Incentives for Hotels, Resorts, and Tourism Projects",
  "scheme_short_title": "GFIHRTP",
  "state": "Puducherry",
  "level": "State/ UT",
  "nodal_department": "Tourism Department, Puducherry",
  "dbt_scheme": false,
  "categories": [
    "Travel & Tourism"
  ],
  "sub_categories": [
    "Embassies and consulates"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Hotel",
    "Resort",
    "Tourism",
    "Incentive",
    "Heritage"
  ],
  "brief_description": "The scheme aims to promote tourism infrastructure by providing financial incentives to hotels, resorts, heritage hotels, and other tourism projects. The scheme offers capital grants and subsidies to eligible applicants who have invested in and developed tourism-related projects.",
  "detailed_description": "Launched in 2004, the scheme &quot;Grant of Financial Incentives for Hotels, Resorts, and Tourism Projects&quot; by the Department of Industrial Development (Tourism), Government of Puducherry, aims to encourage private entrepreneurs in the field of tourism by providing financial incentives for the development of hotels, resorts, heritage hotels, and other tourism-related projects. The scheme offers capital grants and subsidies to eligible projects, including star-classified hotels, heritage hotels, and tourism infrastructure like water theme parks, amusement parks, and convention centers. Eligible applicants include those who have financially invested in and developed tourism projects, with incentives ranging from ₹2,00,000/- per room for one-star hotels to 25% of the capital investment (up to ₹1,00,00,000/-) for higher-category projects. The scheme is implemented by the Department of Industrial Development (Tourism), Government of Puducherry.",
  "benefits": [
    "Capital Grant for Star-Classified Hotels",
    "₹2,00,000/- per room, subject to a maximum of ₹30,00,000/- for one-star hotels. ₹3,00,000/- per room, subject to a maximum of ₹75,00,000/- for two-star hotels. ₹3,00,000/- per room, subject to a maximum of ₹1,00,00,000/- for three-star hotels.",
    "Capital Grant for Heritage Hotels",
    "₹3,00,000/- per room, subject to a maximum of ₹75,00,000/-. The building must be listed in the current list of heritage buildings in Puducherry and conform to architectural and conservation guidelines.",
    "Capital Subsidy for Higher-Category Projects",
    "25% of the capital investment, subject to a maximum of ₹1,00,00,000/- for hotels/resorts with more than three-star classification and other tourism projects like water theme parks, amusement parks, yacht marinas, family entertainment centers, convention centers, and cruise tourism.",
    "Service Apartments",
    "₹1,00,000/- per apartment, subject to a maximum of ₹6,00,000/- for 'Silver' category. ₹2,00,000/- per apartment, subject to a maximum of ₹12,00,000/- for 'Gold' or higher category.",
    "Mode of Disbursement",
    "The incentive is directly released to the authorized/approved financial institutions if a loan was taken for the project. If no loan was taken, the amount is released directly to the applicant.",
    "Expected Time of Disbursement",
    "Priority for disbursement is based on the date of star classification/heritage classification or the date of commercial operation for other tourism projects."
  ],
  "eligibility_criteria": "The scheme applies to star-classified hotels/resorts, heritage hotels, and other tourism projects completed and commissioned from 2005 onwards. The project must be in continuous commercial operation. The applicant must have financially invested in the property and developed the project. The hotel/resort must have star classification or heritage classification approved by the Ministry of Tourism, Government of India. The project must not have availed any other capital subsidy/incentive from the Government of Puducherry or the Government of India. The project must continue in the same name and style for eight years from the date of release of the incentive.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Take a print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields and attach copies of all the mandatory documents.",
        "Step 3: Submit the duly filled and signed application form and the documents, within the prescribed period (if any), to the Department of Industrial Development (Tourism), Government of Puducherry.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "Post-Application Processes",
        "Step 1: A committee consisting of the Secretary to Government (Tourism), Managing Director (PTDC), Member-Secretary (PPA), Commissioner (Puducherry Municipality), Representative of Finance Department, Architect (Representative of INTACH), and Director of Tourism will review the application to determine eligibility and the quantum of incentive.",
        "Step 2: If approved, the incentive will be released directly to the authorized financial institution (if a loan was taken) or to the applicant (if no loan was taken). The incentive may be released in installments.",
        "*The applicant must provide an undertaking on ₹50/- stamp paper, stating that the project will continue in the same name and style for eight years from the date of release of the incentive."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://styandptg.py.gov.in/2010/February/EXTRAORDINARYPART-II/1/005-PART-II%20No.%20005%20dated%201-2-2010.pdf"
    }
  ],
  "exclusions": "Projects that have already availed capital subsidy/incentive from the Government of Puducherry or the Government of India are not eligible. Demolishing a heritage building and reconstructing it as a heritage hotel is not considered eligible under the scheme.",
  "documents_required": "Detailed project report in English about the infrastructure, including ownership, structural designs, financial model, detailed estimates, audited balance sheet, and profit and loss statements from its commencement, income tax returns, and other relevant particulars. Approval and occupancy certificate issued by the Planning Authority of the respective regions of the Government of Puducherry with approved drawing. Certification of the building from the Departments of Fire Service, Municipality/Public Works, and Electricity. Certification of Star Classification/Heritage Classification from the Ministry of Tourism/Department of Tourism, Government of India. Undertaking as per the format on ₹50/- stamp paper."
}