{
  "scheme_id": "66156d58ff0ffe4f91d283f7",
  "slug": "daay",
  "scheme_name": "Dr. Ambedkar Awas Yojana",
  "scheme_short_title": "DAAY",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Social Justice and Empowerment Department",
  "implementing_agency": "In Urban Areas: District Deputy Director, Scheduled Caste Welfare Office In Rural Areas: District Social Welfare Officer Office",
  "dbt_scheme": false,
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scheduled Caste",
    "House",
    "Awas",
    "Financial Assistance",
    "BPL"
  ],
  "brief_description": "Under the scheme, financial assistance of ₹1,20,000/- is provided to Scheduled Caste individuals who do not own a residential home, have an old rough residential home, or own a plot for residence, and who belong to the Below Poverty Line (BPL) category for the construction of a house.",
  "detailed_description": "The scheme &amp;quot;Dr. Ambedkar Awas Yojana&amp;quot; was launched by the Director of Scheduled Caste Welfare, Department of Social Justice &amp;amp; Empowerment, Government of Gujarat, in the year 1999. Under the scheme, financial assistance of ₹1,20,000/- is provided to Scheduled Caste individuals who do not own a residential home, have an old rough residential home, or own a plot for residence, and who belong to the Below Poverty Line (BPL) category for the construction of a house. The assistance will be paid in three installments to economically weaker Scheduled Caste individuals, especially those below the poverty line, in both urban and rural areas for house construction on an individual basis. **Implementing Agency:** **In Urban Areas**: District Deputy Director, Scheduled Caste Welfare Office **In Rural Areas:** District Social Welfare Officer Office",
  "benefits": [
    "Under the scheme, individuals belonging to the scheduled caste category are provided with ₹1,20,000/- assistance for the construction of houses in both urban and rural areas. The assistance will be paid in three instalments, first instalment is ₹40,000/- (with order of administrative sanction), the second instalment is ₹60,000/- (after reaching the lintel level), and the third instalment is ₹20,000/- (On completion of construction, including toilets)."
  ],
  "eligibility_criteria": "The applicant should be a native of Gujarat. The applicant should belong to the Scheduled Caste category. Economically weaker Scheduled Caste individuals, especially those below the poverty line are eligible to receive benefits under the scheme. The beneficiary should not own a residential home, possess an old rough residential home, or have their own plot for residence. The applicant or any other family members of the applicant should not have already received benefits under any other housing scheme implemented by the Government. The annual income should not exceed ₹6,00,000/- in rural area and ₹6,00,000/- in urban area. Those who are eligible for ₹12,000 assistance for toilets will be eligible for it separately as per the rules of the scheme. However, if the beneficiary is not eligible for assistance for a toilet, he/she will have to construct a toilet out which is mandatory for assistance of ₹1,20,000/-. On the house built under this scheme, the beneficiary will have to put a plaque as per \"State Government's Ambedkar Awas Yojana\". The upper limit on construction of houses will be ₹10,00,000/- for urban areas and ₹7,00,000/- for rural areas. The ceiling limit will not apply to the assistance provided under the Affordable Housing Scheme in urban areas. The construction of the house has to be completed within 2 years from the payment of the first installment of the housing assistance. The age of the beneficiary will be at least 21 years. A scheduled caste beneficiary can also be given the benefit under this scheme if his adult sons or brother builds a house on the first floor of the person whose name currently has a house on the ground floor to build his own house with the consent of the house owner/landlord. If the entire construction of the house cannot be completed with the assistance received under the \"Dr. Ambedkar Awas Yojana,\" the beneficiary will need to contribute the remaining amount to ensure the completion of the construction of the house.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Step 01: The eligible applicant may visit the e-Samaj Kalyan Portal: https://esamajkalyan.gujarat.gov.in/ ",
        "Step 02: On the home page, under the tab ‘Citizen Login', click on New User ‘ Please Register Here '.",
        "Step 03 : Enter your Full Name as per Aadhaar Card, Gender, Date of Birth, Aadhaar Card Number, Email ID, Caste etc. and then click on ‘Register'.",
        "Step 04: After successful registration, the applicants can login through their User ID and Password.",
        "Step 05: Now, click on ‘User Profile' to update your profile.",
        "Step 06: Fill in all the mandatory information and then click on ‘Update'.",
        "Step 07: After updating the profile successfully, select the scheme appearing on the home page; an application form will open.",
        "Step 08: Fill in all the mandatory details in the application form and upload all the relevant documents.",
        "Step 09: Now agree with the terms & conditions and click on ‘Save Application'.",
        "Step 10: Submit the application form and take out the print of the application for future reference. The applicant can note down the application number to track the application status by logging into the portal using their User ID and Password.",
        " User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://sje.gujarat.gov.in/dscw/schemes/1594"
    },
    {
      "title": "Scheme Details (Page No. 88)",
      "url": "https://sje.gujarat.gov.in/assets/downloads/SCSP_202021_09072021.pdf"
    },
    {
      "title": "Scheme Details (Page No. 461)",
      "url": "https://planning.gujarat.gov.in/images/pdf/dp-eng-23-24.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://esamajkalyan.gujarat.gov.in/index.aspx?ServiceID=wq9yJJOft1lYsNrpPOIhhQ=="
    },
    {
      "title": "E Samaj Kalyan Portal",
      "url": "https://esamajkalyan.gujarat.gov.in"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card of the applicant Caste Certificate issued by the competent authority Ration card of the applicant Proof of annual income Proof of Residence (Any one of Electricity Bill/Licence/Lease Agreement/Electoral Card/Ration Card) Proof of land ownership/document/title deed/certificate deed (as applicable) Copy of first page of Bank Passbook/Canceler Check (in applicant's name) Proof of death of the husband (if widow), A copy of the map showing the area of the land on which the house is to be constructed Election Identity Card House construction certificate Self-Declaration Photo of open plot/ dilapidated house where the house is to be constructed Any other documents as required"
}