{
  "scheme_id": "6426b7d3b2550cc0a6b944c7",
  "slug": "bby",
  "scheme_name": "Berojgari Bhatta Yojna",
  "scheme_short_title": "BBY",
  "state": "Uttar Pradesh",
  "level": "State",
  "nodal_department": "Sewayojan (Rojgaar Sangam) Department",
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Berojgari Bhatta",
    "Financial Assistance",
    "Rojgaar Samgam"
  ],
  "brief_description": "The UP government has implemented the UP Unemployment Allowance 2022 scheme in Uttar Pradesh. The government has implemented this scheme only for those candidates who belong to the state and is unemployed despite being educated.",
  "detailed_description": "**Objectives** The main objective of this scheme is to provide financial assistance in the form of unemployment allowance to the educated youth of the state who are searching for employment. This scheme helps those who are educated and talented but cannot generate enough income to apply for government jobs or other jobs due to the financial crisis.",
  "benefits": [
    "Benefits",
    "The government will provide financial assistance of Rs. 1,000 to Rs. 1,500 till the time youths get desired job. Private and government jobs are available on one portal. Online application facility. Facility to search jobs by category, location, department, and salary."
  ],
  "eligibility_criteria": "Eligibility\nThe candidate must be a permanent resident of Uttar Pradesh. Candidates must have passed at-least 10th standard (High School) examinations. The candidate must be currently unemployed i.e he must not be not working in any private or government job. Moreover, all the applicants must lie in the age group between 21-35 years. The total family income of the candidates from all sources must not exceed Rs. 3 lahks per annum.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process",
        "Firstly visit the official website.  On the homepage, click the \"New Account\" link present in the main menu or directly click here  Now fill out the registration form with the required details and submit. Now log in to fill out the UP Berojgari Bhatta Yojana Online Application Form and complete their profile. After submission of the application form and profile completion, click at the \"Submit\" button to forward it to the concerned authorities for approval."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Site",
      "url": "https://sewayojan.up.nic.in/"
    },
    {
      "title": "Portal Login",
      "url": "https://sewayojan.up.nic.in/IEP/Login.aspx?query=J"
    }
  ],
  "documents_required": "List of the required documents\nResidential proof. Aadhar card. Income certificate. Birth certificate. Caste certificate (if eligible). Notary-certified Affidavit. Registration certificate of employment exchange. Proof of educational qualification (mark sheets, certificates, etc.)."
}