{
  "scheme_id": "66ddcd947ce453f79b6372fc",
  "slug": "mmacy",
  "scheme_name": "Mukhyamantri Alpsankhyak Chhatravas Yojana",
  "scheme_short_title": "MMACY",
  "state": "Bihar",
  "level": "State/ UT",
  "nodal_department": "Minority Welfare Department",
  "implementing_agency": "Minority Welfare Department, Government Of Bihar",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Stipend",
    "Student",
    "Minority Community",
    "Hostel"
  ],
  "brief_description": "Under this scheme, students belonging to minority communities who are studying in a recognized institution, school, college, university, or technical institution in their respective districts and residing in minority hostels are provided a monthly stipend of ₹1,000/-.",
  "detailed_description": "The &amp;quot;Mukhyamantri Alpsankhyak Chhatravas Yojana&amp;quot; is a scheme initiated by the Minority Welfare Department, Government of Bihar. Under this scheme, students belonging to minority communities who are studying in a recognized institution, school, college, university, or technical institution in their respective districts and residing in minority hostels are provided a monthly stipend of ₹1,000/-. Additionally, these students receive 9 kg of rice and 6 kg of wheat every month, while residing in hostels run by the Minority Welfare Department, Government of Bihar.",
  "benefits": [
    "Under this scheme, students from minority communities who are studying and residing in hostels run by the Minority Welfare Department, Government of Bihar, will receive the following benefits: A monthly stipend of ₹1,000/-. Provision of essential facilities such as cots, mattresses, bed sheets, tables, chairs for studying, as well as cooking utensils and kitchen facilities. Monthly distribution of 9 kg of rice and 6 kg of wheat to each student."
  ],
  "eligibility_criteria": "The applicant should be a native of Bihar. The applicant should be a student. The student should belong to a minority community. The student should be enrolled in a recognized institution, school, college, university, or technical institution in their respective district. The student should be pursuing a course that is recognized by the Government. The student should reside in a hostel operated by the Minority Welfare Department, Government of Bihar, while pursuing their studies.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration Process: Step 1: Go to the E-kalyan Portal . Step 2: Review the guidelines and select \" Create Account .\" Step 3: Complete the registration form with all required details (marked with (*)). Step 4: Click \"Register\" to finalize the process. Step 5: You will receive a confirmation message with your User ID and password displayed on the screen. Apply for Scheme: Step 1: Login to the E-Kalyan Portal using your User ID and password from registration. Step 2: Enter your personal, academic, and other relevant details. Step 3: Choose the district(s) for which you are applying, noting that you can select multiple hostels within that district. Step 4: Click \"Save and Continue\" to proceed. Step 5: Complete the application by uploading all required documents and clicking \"Submit.\" Note 1: Once submitted, the form cannot be modified. Note 2: The Minority Welfare Department will seek the student list from the Principal of the minority hostel where the students stay.",
        " User Manual "
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://state.bihar.gov.in/minoritywelfare/SectionInformation.html?editForm&rowId=3392"
    },
    {
      "title": "Scheme Details (Page No. 4)",
      "url": "https://bsmfc.org/wp-content/uploads/2020/01/Yojnadarpan.pdf"
    },
    {
      "title": "Scheme Details",
      "url": "https://saran.nic.in/minority-welfare/#1691211504468-40f15a1f-bd2c"
    },
    {
      "title": "E-kalyan Portal (Online Application)",
      "url": "https://ekalyan.bih.nic.in/MH_App/default.aspx"
    },
    {
      "title": "User Manual (Application Process)",
      "url": "https://ekalyan.bih.nic.in/MH_App/Downloads/DemoApplicationForm.pdf"
    }
  ],
  "documents_required": "Date of Birth Certificate from Matric (Class Xth) or equivalent Certificate Marksheet of Class Xth Marksheet of the last exam passed Aadhaar card Proof of admission to the /School/College/University/Institution, where the applicant is studying Recommendation letter from the Principal/Head of the Institution where the applicant has taken admission, recommending for admission to the Hostel, in the prescribed format  Savings Bank Account details with name of the Bank, Name of the applicant in the Bank Account, Account number, IFSC Code. Passport size photo of the candidate Passport size photo of father Passport size photo of visitor(s) Scanned signature of the candidate Caste/Community certificate Address proof Undertaking signed by the Parents/Guardian in the prescribed format  Any additional documents as required"
}