{
  "scheme_id": "67ee139d00704507d4ac723d",
  "slug": "sfspbbc",
  "scheme_name": "Scholarship for C.G. Domicile Students Pursuing Engineering Courses Outside Chhattisgarh State",
  "scheme_short_title": "SFSPBBC",
  "state": "Chhattisgarh",
  "level": "State/ UT",
  "nodal_department": "Technical Education Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Scholarship",
    "Education",
    "Engineering"
  ],
  "brief_description": "The scheme supports students in their first year and fills vacant awards in subsequent years (II/III/IV). Key benefits include financial aid to cover educational expenses and encouragement for students to pursue quality education. Eligible applicants must be Chhattisgarh domicile.",
  "detailed_description": "The scheme &quot;Scholarship for C.G. Domicile Students Pursuing Engineering Courses Outside Chhattisgarh State&quot; by the Directorate of Technical Education, Chhattisgarh Government, aims to provide financial assistance to students domiciled in Chhattisgarh who are pursuing B.E./B.Tech courses in recognised engineering colleges outside the state. The scheme supports students in their first year and fills vacant awards in subsequent years (II/III/IV). Key benefits include financial aid to cover educational expenses and encouragement for students to pursue quality education beyond state borders. Eligible applicants must be Chhattisgarh domicile holders and enrolled in AICTE-approved institutions.",
  "benefits": [
    "Financial assistance of ₹2000/- month to cover educational expenses."
  ],
  "eligibility_criteria": "The applicant must be a domicile of Chhattisgarh. The applicant must be enrolled in a recognized engineering college outside Chhattisgarh. The applicant should be studying in IIT / NIT / IISc or in an AICTE-approved institution. The applicant should be enrolled in the first year of a B.E./B.Tech. course. The applicant should have secured at least 60% marks in the 12th examination. The applicant must not be receiving any other scholarship from the state/central government or other sources.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should take print of the prescribed format of the application form.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to -",
        "The Director, Directorate of Technical Education, Chhattisgarh",
        "Indrawati Bhavan, Block-3, 3rd/4th Floor, Nawa Raipur, Atal Nagar, Dist..- Raipur - 492002",
        "Phone: 0771-2331331, 2221376 | Fax: 0771-2253620 | Website: http://www.egdleraipur.ac.in",
        "*Applicants are advised to save a copy of the submitted application and acknowledgement for future reference.",
        "*Ensure that the application is submitted within the prescribed period mentioned in the scheme guidelines.",
        "Post-Application Processes",
        "The Directorate will verify the submitted documents and approve eligible applications. The scholarship amount will be disbursed to the applicant's bank account upon approval."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cgdteraipur.cgstate.gov.in/sites/default/files/admissioninfo0310.pdf"
    }
  ],
  "documents_required": "Admission Letter From a Recognized Engineering College. Attested Copies of Mark Sheets From the 12th Standard Onwards. Domicile Certificate of Chhattisgarh Issued by a Competent Authority. AICTE Approval Letter (for Applicants from Private Institutions). Certificate From the Head of the Institution."
}