{
  "scheme_id": "6846bee950c110b1567f1a6d",
  "slug": "mcyuk",
  "scheme_name": "Mukhyamantri Chhatravritti Yojana",
  "scheme_short_title": "MCYUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Scholarship",
    "Higher Education",
    "NCC"
  ],
  "brief_description": "The \"Mukhyamantri Chhatravritti Yojana\" is a scholarship scheme for NCC cadets who have cleared 10th or 12th standard, completed two years of NCC training with 80% attendance, and are pursuing higher education.",
  "detailed_description": "The scheme &amp;quot;Mukhyamantri Chhatravritti Yojana&amp;quot; by the Department of Education, Government of Uttarakhand, aims to support eligible NCC cadets through financial incentives to encourage continued participation in education and NCC training. Through this scheme, scholarship amounts ranging from ₹600/- to ₹2,400/- are provided annually to eligible NCC cadets at group and unit levels. Annual cash scholarships are awarded at both group and unit levels to junior and senior division NCC cadets. The scheme is implemented by designated Group Headquarters and Unit Offices under the administrative control of the State Directorate of NCC.",
  "benefits": [
    "Group Level:",
    "For Senior Division/Senior Wing cadets: ₹2,400/-. For Junior Division/Junior Wing cadets: ₹1,200/-.",
    "Unit Level:",
    "For Senior Division/Senior Wing cadets: ₹1,200/-. For Junior Division/Junior Wing cadets: ₹600/-."
  ],
  "eligibility_criteria": "The applicant must be an NCC cadet. The applicant must have passed the 10th or 12th class or an equivalent examination in the previous academic session. The applicant must have completed two years of NCC training. The applicant must have maintained a minimum of 80% attendance in each year of NCC training. The applicant must be currently pursuing higher education. The applicant must not be receiving any other general or special scholarship from the State Government.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The Group Headquarters/Units collect applications in the prescribed format from cadets of schools/colleges where NCC is functional. Step 2: Each Group Headquarters constitutes a \"Board of Officers\" to review and verify applications. Step 3: The board also handles the processing of cadets' application forms and all related documents. Step 4: The complete application set, including the filled form and caste certificate certified by the competent authority, is submitted to the Directorate. Step 5: Upon approval at the Directorate level, the scholarship amount is sanctioned and disbursed."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 148)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Fully Filled Application Form. Caste Certificate (Issued by the competent authority). Any other documents as required."
}