{
  "scheme_id": "642a193bf1a4e351b5307c90",
  "slug": "gitanjali-housing",
  "scheme_name": "GITANJALI HOUSING SCHEME",
  "scheme_short_title": "GITANJALI HOUSING",
  "state": "West Bengal",
  "level": "State",
  "nodal_department": "Housing Department",
  "implementing_agency": "HOUSING DEPARTMENT",
  "categories": [
    "Housing & Shelter"
  ],
  "sub_categories": [
    "Housing",
    "Slum Rehabilitation/Redevelopment",
    "Shelter, integrated support and assistance"
  ],
  "target_beneficiaries": [
    "All"
  ],
  "tags": [
    "West Bengal Housing Infrastructure Development Corporation",
    "Housing For Low-income Families",
    "Affordable Homes Under GITANJALI HOUSING SCHEME",
    "Residential Scheme For The Needy"
  ],
  "brief_description": "The West Bengal State Government runs Gitanjali Housing Scheme. Under this Scheme, the West Bengal State Government will provide all assistance to construct houses for the homeless. The predecessor of the Gitanjali Housing Scheme is the ‘Amar Thikana Scheme'.",
  "detailed_description": "Name of the scheme: Gitanjali Housing Scheme, West Bengal Department: West Bengal Housing Department Purpose: To provide housing for homeless people in West Bengal. Application process: Offline Official website: https://wbhousing.gov.in/ <br> Intending to provide proper shelters, free of cost, to the poor, the Government in Housing Department has laid proper focus on the construction of houses for the Economically Weaker Section of people. This scheme is being implemented in the rural and non-Municipal urban areas in coordination with seven other Government Departments under the name of ‘Gitanjali' and ‘Amar Thikana'. ***The Departments executing the scheme ‘Gitanjali' are:*** a) Fisheries Department b) Backward Classes Welfare Department c) Minority Affairs &amp; Madrasah Education Department d) Forest Department e) Sundarban Affairs Department and f) Paschimanchal Unnayan Affairs Department. <br> _The Gitanjali Housing Scheme has two significant parts. One is the housing Scheme for the urban population and the other is the housing scheme for the rural population. The state government of West Bengal will build a shelter for the homeless people in the city._ <br> **The objective of the scheme is to provide proper shelter to the economically weaker section of society as well as to create additional employment opportunities for construction workers etc. The cost of such dwelling units for new construction on beneficiary's land in rural areas varies across the span and terrain of the state as follows owing to different soil and climatic conditions:** (a) Rs. 1.67 lahks for beneficiaries, in general, residing in Rural areas of plains; (b) Rs. 1.23 lakh for fishermen residing in non-coastal areas to be implemented by the Fisheries Department; (c) Rs. 1.94 lahks for beneficiaries residing in the forest fringe areas of Sunderbans (to be implemented by Forest Department), and, for beneficiaries residing in other non-forest Coastal areas to be implemented by Sundarban Affairs Department &amp; Fisheries Department; (d) Rs. 2.51 lakhs for beneficiaries residing within the forest fringe areas and forest villages in hill areas of Darjeeling district to be implemented by the Forest Department; (e) Rs. 3 lahks within the forest villages of Jalpaiguri district to be implemented by the Forest Department. <br> **The cost of such dwelling units for new construction in Non-Municipal Semi-Urban areas is as follows:** **(i) Rs. 1.67 lakh - for single–storied building on beneficiary's land;** **(ii) Rs. 3.30 lakh – for multi-Storied building on the own land of implementing Government agencies or on Government land.** <br> 1. _Construction of housing complexes in cluster approach is being explored for the EWS people in suitable areas dove-tailing with the programme ‘Nija Griha Nija Bhumi' launched by L&amp;LR Department._ 1. _Panchayat and Rural Development Department are implementing the scheme ‘Amar Thikana' at a unit cost of Rs. 45,000/- for the plain areas and Rs. 48,500/- in hills, difficult areas, and coastal areas._ 1. _Families with a Monthly income of Rs. 6000/- or less will be benefitted under the scheme._ <br> _Within this scheme, The State Government is providing Rs. 70 thousand per house in the plain area and Rs. 75 thousand per house in the Hill area and also in the Sundarban area under the project. Through the District Magistrate, 70% will be deposited as the first installment to the Bank account of the beneficiary and the residue 30% will be deposited as the second installment. To get the advantage the prospective beneficiary only should have hassle-free land in his name._ <br> ***Who can apply:*** _Homeless but owners of land and having monthly income below Rs. 6000/-, may apply under this project. In short, every poor of the state and especially those who are homeless due to flood or caving in of the embankment may apply._",
  "benefits": [
    "The Benefits of the scheme are to provide proper shelter to the economically weaker section of society as well as to create additional employment opportunities for construction workers etc.",
    "The Government in the Department of Housing has decided to modify the Housing Scheme for new construction of houses throughout the State of West Bengal for Economically Weaker Sections of People (EWS) who have no pucca house of their own or in the name of any member of their family.",
    "The benefits of the Gitanjali Housing Scheme are also multifaceted as it is related to multifaceted development.",
    "1. Those who have land but do not have money to build a house can build a house under this Scheme.",
    "2. Under this Scheme, homeless people in the city will be able to build shelters for themselves.",
    "3. Under this Scheme, rural people who are homeless due to financial weakness will get help from the state government to build houses.",
    "4. Those who have become homeless due to various natural causes including river erosion and floods will be able to build houses through state government subsidies.",
    "5. Besides, the lost land of the farmers has been returned to them under this Scheme. In this way, the farmers can cultivate the land again and live happily.",
    "6. Under the Gitanjali Housing Scheme, the West Bengal state government will provide about 5 lakh houses. Those who are homeless will be able to get these houses.",
    "Adding to it, there are the following provisions:",
    "Provision of Land",
    "The Scheme will be implemented in Rural areas on the land to be provided by the beneficiary of his/ her own land/ patta land and must be free from all encumbrances. In the case of urban areas where the land of beneficiaries is not available, the Group Housing may be built on the land supplied by District Administration, Municipality, or any Development Authority.",
    "Area",
    "The dwelling unit will be in the IAY pattern. District Authority will provide a low-cost toilet in every case.",
    "Cost of the dwelling Units",
    "a) In Rural Areas and Urban Areas (plains areas ):- As per IAY pattern of Rs. 70,000/- per unit.",
    "b) In Hilly/ Difficult and Sundarban Areas:- As per IAY pattern of Rs. 75,000/- per unit.",
    "The mode of selection of beneficiaries of ‘GITANAJALI' and ‘IAY' would be however different."
  ],
  "eligibility_criteria": "Homeless people living in the city who are citizens of West Bengal can come under this scheme.\nPeople who have become homeless due to floods or other natural calamities will be considered eligible for the Gitanjali Housing Scheme.\n\nCategory of Beneficiaries:\na) Poor People in Rural and Urban areas.\nb) Poor People in Erosion/ Flood/ Other calamity affected/ Disaster prone areas.\nc) Poor People affected by Government Projects (As part of rehabilitation measures).\n\nIncome Criterion:\nPeople having a family income of Rs. 6000/- per month or less are eligible. People on the BPL list will get priority.\n\nExtent of application of the scheme:\nThe Scheme applies to all over the state of West Bengal including Rural and Urban areas.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "At the district level, a sub-divisional governor, SDO, and block development officer BDO conduct the entire activities of the Scheme. In this case, the office can be contacted for the Scheme. In addition, a district governor and additional district governor supervise the work in each district.",
        "If you are considered eligible for the Gitanjali Housing Scheme, you can apply online for the benefits of this Scheme.",
        "There was no official portal for applying online but If government provides Gitanjali Housing Scheme Online Registration Then from there, you have to select Gitanjali Awas Yojana and press the registration button.",
        "Then a form will come in front of you. You have to fill in the required information on this site.",
        "However, make sure that the information you have filled in is correct. Then you need to attach the necessary documents and submit them carefully.",
        "The housing money received under the Gitanjali Housing Scheme will go directly to the bank account. However, in this case, the housing money can come in different installments.",
        "https://wbhousing.gov.in/pages/display/399-gitanjali-housing-scheme"
      ]
    }
  ],
  "references": [
    {
      "title": "HOUSING DEPARTMENT WEBSITE",
      "url": "https://wbhousing.gov.in/pages/display/7-scheme"
    },
    {
      "title": "Memorandum",
      "url": "https://www.wbhousing.gov.in/files/GITANJALI%20HOUSING%20SCHEME.pdf"
    }
  ],
  "exclusions": "There are some exclusions or limitations of these schemes may include the:\n\nEligibility criteria: Not everyone may be eligible to apply for these schemes, as they may be restricted to specific income groups or age brackets.\nLimited availability: There may be a limited number of residential units available under these schemes, which may not be sufficient to meet the demand.\nLocation: The schemes may be limited to specific locations, which may not be convenient for some people.",
  "documents_required": "The following documents are commonly required:\nIdentity proof includes Aadhaar card, voter ID, PAN card, passport, or driving license. Address proof such as Aadhaar card, voter ID, electricity bill, water bill, or telephone bill. Income certificate issued by a competent authority. Bank account details. Photographs of the applicant. Proof of age such as birth certificate, school leaving certificate, or passport. Any other document specified by the government or the housing development authority.\nReference Link is given below: \n1. https://wbhousing.gov.in/pages/display/399-gitanjali-housing-scheme\n2. https://www.wbhousing.gov.in/files/GITANJALI%20HOUSING%20SCHEME.pdf\n Link "
}