{
  "scheme_id": "68494afbe6e4c4d18e4cbfb3",
  "slug": "know-your-kaapi",
  "scheme_name": "Market Development and Export Promotion : Know your Kaapi – Let The Cups Speak: A cup quality evaluation Program & Flavour of India, the fine cup award",
  "scheme_short_title": "KNOW YOUR KAAPI",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Agricultural Inputs- seeds, fertilizer etc."
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Know Your Kaapi"
  ],
  "brief_description": "The \"Know Your Kaapi\" initiative by the Coffee Board of India is a nationwide cup quality evaluation drive aimed at enhancing the quality and marketability of Indian coffee.",
  "detailed_description": "The &amp;quot;Know Your Kaapi&amp;quot; initiative by the Coffee Board of India is a nationwide cup quality evaluation drive aimed at enhancing the quality and marketability of Indian coffee. Launched to empower coffee growers, particularly smallholders and Farmer Producer Organizations (FPOs), this program invites producers from diverse regions to submit their coffee samples for professional cupping and assessment. A panel of certified cuppers and quality experts evaluate these samples based on international standards, providing detailed feedback and actionable recommendations to improve post-harvest practices and cup profiles. By fostering a culture of quality consciousness and continuous improvement, &amp;quot;Know Your Kaapi&amp;quot; plays a pivotal role in elevating Indian coffee&amp;#39;s standing in the global specialty coffee sector.",
  "benefits": [
    "The high scoring coffees are recognized with the \"Flavour of India, the find cup award\" and promoted, offering growers increased visibility and access to premium markets."
  ],
  "eligibility_criteria": "Coffee growers all over India",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application forms can be downloaded from our website or collected personally from Coffee Board, Bangalore."
      ]
    }
  ],
  "references": [
    {
      "title": "Www.coffeeboard.gov.in",
      "url": "https://www.coffeeboard.gov.in/"
    }
  ],
  "documents_required": "RTC / land records/FPO registration/Company registration may be sought for verification by the Coffee Board officials in case of conflict."
}