{
  "scheme_id": "670511ea1810a9ba9ad62589",
  "slug": "fesftydpc",
  "scheme_name": "Free Education Scholarship for Three-Year Diploma (Polytechnic Courses)",
  "scheme_short_title": "FESFTYDPC",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Backward Classes Most Backward Classes and Minorities Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning"
  ],
  "sub_categories": [
    "Scholarships and student finance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Minority Welfare",
    "Scholarship",
    "Education",
    "Polytechnic Courses",
    "Diploma"
  ],
  "brief_description": "This scheme provides free education scholarships for students from Backward Classes, Most Backward Classes, and Denotified Communities pursuing 3-year Diploma courses in Government and Government-Aided Polytechnics.",
  "detailed_description": "The &amp;quot;Free Education Scholarship for Three-Year Diploma (Polytechnic Courses)&amp;quot; launched on 7th May, 2012, by the Backward Classes, Most Backward Classes and Minorities Welfare Department, Tamil Nadu, is designed to support students from Backward Classes (BC), Most Backward Classes (MBC), and Denotified Communities (DNC) who wish to pursue higher education in polytechnic institutions. &lt;br&gt; &lt;br&gt;",
  "benefits": [
    "Financial Assistance: Full payment of tuition fees. Coverage of special and other non-refundable compulsory fees. Full reimbursement of examination fees as per government norms. "
  ],
  "eligibility_criteria": "The beneficiary should be a student. The beneficiary should be a resident of Tamil Nadu. The beneficiary should belong to the Backward Classes (BC), Most Backward Classes (MBC), and De-notified Communities (DNC). The beneficiary should be pursuing studying in 3 year Diploma courses in Government and Government Aided Polytechnics. The beneficiary's family income should not exceed ₹1,00,000/- annually. There should not be any Diploma/ Graduate in the family. ",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step-1: The interested applicant should collect the application form from the concerned Government or Government Aided Polytechnic College. Step-2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step-3: Submit the duly filled and signed application form along with the documents to the institution. Step-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines-1",
      "url": "https://www.tn.gov.in/scheme/data_view/27483"
    },
    {
      "title": "Guidelines-2",
      "url": "https://cms.tn.gov.in/sites/default/files/schemes/bcmbcmw_5.pdf"
    }
  ],
  "documents_required": "Proof of identity (Aadhar card or any other document as directed by the authority). Caste certificate. Admission letter or proof of enrollment (Government or Government Aided Arts and Science College). Bank account details for fee reimbursement. Income Certificate (proving family income is below ₹1,00,000/-). No Graduate Certificate (self-declaration or from a gazetted officer) Previous academic records (as required by the college). Any other documents (if required)."
}