{
  "scheme_id": "684abc58e6e4c4d18e4f182d",
  "slug": "rtccuk",
  "scheme_name": "Rural Technology Complex",
  "scheme_short_title": "RTCCUK",
  "state": "Uttarakhand",
  "level": "State/ UT",
  "nodal_department": "Department Of Education",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Apprenticeships and training",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Rural Technology",
    "Skill Development",
    "Environment-Friendly Technology",
    "Training Program",
    "Self-Help Groups"
  ],
  "brief_description": "The scheme \"Rural Technology Complex\" by the Programme Implementation Department, Government of Uttarakhand, aims to enhance livelihood opportunities in the Himalayan region through the use of local, need-based and environment-friendly technologies.",
  "detailed_description": "The scheme &amp;quot;Rural Technology Complex&amp;quot; implemented by the Govind Ballabh Pant National Institute of Himalayan Environment (NIHE), aims to support livelihood enhancement in the Himalayan region through the application of need-based, eco-friendly technologies. The scheme involves the establishment of Rural Technology Complex(RTC) within institutional premises, where local technological needs are addressed by training participants in sustainable practices. These sessions, focused on skill development, aim to create awareness and equip trainees with techniques to improve their income generation capacities using low-cost and environmentally compatible tools. Training is provided at no cost, and is open to government officers, NGO representatives, educators, students, women, and rural self-help group members.",
  "benefits": [
    "Free Training: All training programmes under the scheme are provided at no cost. Livelihood Enhancement: Training equips individuals with skills for sustainable, eco-friendly income generation. Practical Exposure: Training includes hands-on learning and field demonstrations. No Participation Charges: There is no fee for training or the exposure visit to the Rural Technology Campus."
  ],
  "eligibility_criteria": "The applicant should belong to any of the following categories: A central or state government officer or staff member. A representative of a non-governmental organisation (NGO). A student from a recognised university or educational institution. A teacher or faculty member from any recognised educational institution. A rural woman or man interested in acquiring environment-friendly livelihood-based technological skills. A member of a registered self-help group (SHG).",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "The applicant must send a request letter to the Director of the institute for a visit or training. Note: For training lasting one to seven days, an advance payment must be made based on the package determined by the institute. For awareness visits to rural technical premises, no fee is payable. This service is free of charge."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines (Page No. 132)",
      "url": "https://uk.gov.in/department92/library_file/file-25-02-2025-06-08-25.pdf"
    }
  ],
  "documents_required": "Valid Photo Identity Proof (Aadhaar Card, Voter ID, etc.). Proof of Employment or NGO Affiliation (if applicable). Educational Proof or Student ID Card (for students). Certificate of SHG Membership (if applicable). Passport-Size Photograph. Any other documents as required."
}