{
  "scheme_id": "65fbf59747c0daa74e394275",
  "slug": "masglwb",
  "scheme_name": "Maternity Assistance Scheme- Gujarat Labour Welfare Board",
  "scheme_short_title": "MASGLWB",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Labour and Employment Department",
  "implementing_agency": "Gujarat Labour Welfare Board",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment",
    "Women and Child"
  ],
  "sub_categories": [
    "Pregnancy Care",
    "Financial Assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Maternity",
    "Woman",
    "Financial Assistance",
    "Organized Worker",
    "Industrial Worker"
  ],
  "brief_description": "The scheme provides financial assistance to female workers and the wives of workers to cover expenses incurred for health check-ups, medicine, nutritious diet, etc., during the maternity period.",
  "detailed_description": "The \"Maternity Assistance Scheme\" was launched by the Gujarat Labour Welfare Board, Labour, Skill Development &amp;amp; Employment Department, Government of Gujarat. Under the scheme, financial assistance is provided to female workers and the wives of workers to cover expenses incurred for health check-ups, medicine, nutritious diet, etc., during the maternity period.",
  "benefits": [
    "Under this scheme, financial assistance of ₹10,000/- is provided to female workers and the wives of workers to cover expenses incurred during the maternity period."
  ],
  "eligibility_criteria": "The workers who are working in the organized sector in the state of Gujarat will be eligible to get the benefit of this scheme. The workers should have been working continuously with the Factory/Company/Organization for one year and his/her Labour Welfare Fund should have been deposited in the board. Application has to be made within 1 (one) year from the date of delivery. The benefit of this scheme is available to either female workers or the wives of workers for only one delivery. Note: Assistance will not be provided if there is a change in the name of the pregnant woman mentioned in the birth certificate/document and the name of the pregnant woman mentioned in the bank passbook.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Application Process for Scheme Benefit: Step 01: The applicant may visit the Sanman Portal: https://sanman.gujarat.gov.in/  Step 02: On the home page, under the tab ‘Citizen Login', click on ‘ Please Register Here '. Step 03: Enter your Aadhaar Card Number, select user type and then enter your Labour Welfare Fund Account Number. Step 04: Now, click on ‘Fetch' & verify the details. Step 05: Enter user details and Password. Step 06: After successful registration, the applicants can login through their User ID and Password. Step 07: Now, select the scheme and read the instructions carefully for the selected scheme. Step 08: Fill out the application form and upload all the relevant documents. Step 09: Agree with the Rules & Regulations and submit the application form. A confirmation email with the application Number will be sent on the registered email ID. Note 01: Applications made with incomplete/wrong details will not be entertained. Note 02: The final decision regarding assistance will be with the Welfare Commissioner. The jurisdiction will be Ahmedabad."
      ]
    }
  ],
  "references": [
    {
      "title": "Official Website",
      "url": "https://glwb.gujarat.gov.in/prasurti-shay-ane-bati-protsahan-yojna.htm"
    },
    {
      "title": "Sanman Portal",
      "url": "https://sanman.gujarat.gov.in/Home/GLWBScheme#"
    }
  ],
  "documents_required": "1. Passport-size Photograph 2. A copy of the identity card issued by the contractor to the worker/labour 3. Aadhaar Card of Labour 4. Labour Welfare Fund Account Number 5. Proof of pregnancy/Medical report 6. Birth certificate of child 7. Aadhaar card of the beneficiary 8. Bonafide certificate  9. Bank account details/Bank Passbook 10. Any other documents as required"
}