{
  "scheme_id": "65315d034c46bfe12b230f60",
  "slug": "isepqisrdceoplccn",
  "scheme_name": "Integrated Scheme for Export Promotion & Quality Improvement in Spices and Research and Development of Cardamom: Export Oriented Production: Large Cardamom Certified Nursery (Unit)",
  "scheme_short_title": "ISEPQISRDC:EOP:LCCN",
  "level": "Central",
  "nodal_department": "Department Of Commerce",
  "dbt_scheme": true,
  "categories": [
    "Agriculture,Rural & Environment",
    "Business & Entrepreneurship"
  ],
  "sub_categories": [
    "Credit Linked Subsidy",
    "Financial assistance"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Farmer",
    "Nursery",
    "Export",
    "Subsidy",
    "Agriculture",
    "DBT"
  ],
  "brief_description": "The scheme \"Export Oriented Production: Large Cardamom Certified Nursery (Unit)\" is a Sub-Scheme of the Integrated Scheme for Export Promotion & Quality Improvement in Spices and Research and Development of Cardamom by the Spice Board, Department of Commerce and Industry, Ministry of Commerce.",
  "detailed_description": "The scheme &quot;Export Oriented Production: Large Cardamom Certified Nursery (Unit)&quot; is a Sub-Scheme of the Integrated Scheme for Export Promotion &amp; Quality Improvement in Spices and Research and Development of Cardamom by the Spice Board, Department of Commerce and Industry, Ministry of Commerce. The objective of this scheme is to promote farmers to produce quality and disease-free planting materials in their own fields for replanting.",
  "benefits": [
    "33.33% of the cost of production of planting material subject to a maximum of ₹ 3 per seedling for the General Category. 75% of the cost of production of planting material @ ₹ 6.75 per seedling for SC/ST.",
    "Time of Payment",
    "Payment of subsidy will be in the succeeding year of planting the mother suckers/ seeds for multiplication in the nursery and satisfactory production of suckers/seedlings.",
    "Mode of Payment",
    "Eligible assistance will be paid to beneficiaries through Direct Benefit Transfer (DBT) , except for specific cases like QGBG, weather-based insurance for cardamom (small), and distribution of polythene sheets."
  ],
  "eligibility_criteria": "Individual growers/farmers groups having suitable land and facility for irrigating the nursery.\n\nArea of Operation\nSikkim, Darjeeling & Kalimpong districts of West Bengal & other NE States.\n\nModalities\nAllotment of units will be multiples of 500 with a minimum of 1000 nos. to a maximum of 5000 nos. per beneficiary. Farmers will start nursery follow-up visits will be conducted by the Field Staff and necessary technical guidance will be rendered for successful production of planting materials. Planting materials produced in the nurseries will be used for replanting / gap filling by the applicants and the balance will be supplied to the neighbouring/needy farmers at an optimum price not exceeding the market price. Designated Officials will conduct final inspections and recommend the eligible cases.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Application Submission",
        "Applicants submit their applications with necessary document copies to Field Offices in major spice-growing regions of the country. The applications are entered into the system (GMS) and screened for eligibility based on criteria.",
        "Step 2: Additional Document Submission",
        "Applicants may be required to submit extra documents if requested by the concerned officer, such as SC/ST certificates, legal heirship certificates, and more.",
        "Step 3: Legal Entity Requirement for Farmers Groups",
        "Farmer groups seeking assistance must be a legal entity (e.g., Reg. Society/FPC/FPO/SHG/SPS). An agreement must be executed with the Board in the prescribed format on a ₹200/- stamp paper.",
        "Step 4: Inspection and Recommendation",
        "Officers will issue a conditional permit order after preliminary inspection (if applicable). A final inspection will be conducted by the officer in charge upon successful completion of the activity or purchase of equipment. The date of successful completion communication will determine the \"first-come-first-serve\" criteria for recommending eligible cases for sanction. Eligible cases will be recommended to the appropriate authority for sanction."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://www.indianspices.com/export_oriented_prod.html"
    }
  ],
  "documents_required": "Parcha copy / Possession certificate Aadhar card Copy of SC/ST certificate (if applicable) Copy of Bank Passbook e) No Objection Certificate from panchayats if the Land is not in the beneficiary's name."
}