{
  "scheme_id": "6792289e67f35403660fc389",
  "slug": "gis",
  "scheme_name": "Gopal Incentive Scheme",
  "scheme_short_title": "GIS",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Animal Husbandry Department",
  "dbt_scheme": false,
  "categories": [
    "Agriculture,Rural & Environment"
  ],
  "sub_categories": [
    "Animal husbandry"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Cows",
    "Animal",
    "Awards",
    "Farmers"
  ],
  "brief_description": "The \"Gopal Incentive Scheme\" by the Animal Husbandry Department, Government of Madhya Pradesh, promotes the rearing of Indian high-breed cattle and boosts milk production, benefiting animal breeders and livestock farmers with access to Indian advanced breed cows.",
  "detailed_description": "The &quot;Gopal Incentive Scheme&quot; by the Animal Husbandry Department, Government of Madhya Pradesh, aims to promote the rearing of Indian high-breed cattle and encourage increased milk production. The scheme is open to animal breeders and livestock farmers of all categories who have access to Indian advanced breed cows. A reward program is proposed to incentivize the rearing of Indian high-breed bovine animals. This will not only provide additional income for cattle breeders but also ensure that male calves from high-breed cows are available for farming purposes. Additionally, the scheme is designed to boost milk production and increase the population of productive Indian high-breed bovine animals.",
  "benefits": [
    "Development Block Level Awards",
    "First Prize: ₹10,000/- Second Prize: ₹7,500/- Third Prize: ₹5,000/- ₹10,000/- for organizing competition programs, arranging animal fodder and water, transportation, and herders.",
    "District Level Awards",
    "First Prize: ₹50,000/- Second Prize: ₹25,000/- Third Prize: ₹15,000/- Consolation Prize: ₹5,000/- (Total ₹35,000/-, seven awards of ₹5,000/- each) ₹50,000/- for organizing publicity camps, arranging fodder, and water for animals, and supporting cattle keepers.",
    "State Level (Directorate Level) Awards",
    "First Prize: ₹2,00,000/- Second Prize: ₹1,00,000/- Third Prize: ₹50,000/- Consolation Prize: ₹10,000/- (Total ₹70,000/-, seven awards of ₹10,000/- each)"
  ],
  "eligibility_criteria": "The applicant should be a breeder or livestock farmer with Indian high-breed cattle. The applicant should have access to advanced breed cows.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant should connect to the Office of the Chief Executive Officer District Panchayat and request the hard copy of the prescribed format of the application form from the concerned authority.",
        "Step 2: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required).",
        "Step 3: Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the authority.",
        "Step 4: Request a receipt or acknowledgement from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).",
        "NOTE: Ensure that the application is submitted within the prescribed period."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://cmhelpline.mp.gov.in/KnowYourEntitleDetail.aspx?status=ByVibhag&pointvalue=2&Schemeid=200"
    }
  ],
  "documents_required": "Identity Proof Proof of Residence Cattle Ownership Proof Photographs"
}