{
  "scheme_id": "679c73840f68fa765e621d26",
  "slug": "setcmstbc",
  "scheme_name": "Scheme for Enhancement of Technical Competence and Manpower: Scheme of Financial Assistance for Running Short-term Bridge Courses",
  "scheme_short_title": "SETCMSTBC",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Education & Learning",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Technical Competence",
    "Manpower Solution",
    "Skill Development",
    "Short Term Bridge Courses",
    "Entrepreneurship Development"
  ],
  "brief_description": "The \"Scheme for Enhancement of Technical Competence and Manpower\" under the Gujarat Industrial Policy aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs.",
  "detailed_description": "The &amp;quot;Scheme for Enhancement of Technical Competence and Manpower&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs. The component \"Scheme of Financial Assistance for Running Short-term Bridge Courses\" aims to enhance skill development by providing industry-relevant training. It enables Industry Partners and Host Institutes to collaborate in setting up specialized training centers to equip trainees with in-demand skills, improving employability and workforce readiness.",
  "benefits": [
    "General Assistance: Financial Assistance for Fixed Cost: Up to 75% of the total fixed cost (machinery, equipment, classroom furniture, and refurbishing) will be provided as financial assistance of a maximum ₹1,00,00,000/-. Refurbishing Support: Financial assistance for refurbishing the existing building used for training courses, limited to 20% of the project cost, up to a maximum of ₹20,00,000/-. Recurring Cost Assistance: Assistance for Recurring cost like remuneration to external faculties, raw material/ training material, tools, other consumables, electricity bill, stationary cost and other administrative expenses as approved by the Institutional Management Committee (IMC). Additional Assistance: Awareness Programs & Seminars: A maximum support of ₹1,00,000/- per training center per year will be provided for awareness programs and seminars. Other Expenditures: SLEC/IC/CED can approve the expenditure on any study, renovation/refurbishing of existing skill centers/institute, remuneration to third party evaluation of scheme, monitoring/audit expenses, assessment agency, etc. Trainee Transportation Reimbursement: Trainees who complete skill upgradation training under any scheme will be eligible for reimbursement of Gujarat State Road Transport Corporation (GSRTC) bus passes for travel between their residence and training center as per the following rates: For BPL candidates, Physically Handicapped, SC, ST, SEBC, and Women: 100% For Other candidates: 75%"
  ],
  "eligibility_criteria": "Host Institute must be an ITIs, Polytechnic, Engineering College, or Government-Affiliated Institution with at least 5 years of experience. Industry Partner must be an industry/association with at least 10 years of experience in skill development. Both entities must be legally registered under Societies Act, Trust Act, or Companies Act. Courses should be aligned with NSDC, NCVT, GCVT, or Sector Skill Council guidelines. A minimum of 25% of course intake must be industry-sponsored. At least 75% of industry-sponsored trainees must be provided employment. The training center must be operational for at least 5 years.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submit the application form to The Centre for Entrepreneurship Development(CED) for onward submission to the Screening Committee (applications are received twice a year in April and October). Step 2: A Committee consisting of the following members will scrutinize and appraise the proposals for feasibility and will submit its recommendations to the State Level Empowered Committee (SLEC) for consideration. Application to be Submitted to the below Address: Director, The Center for Entrepreneurship Development, Block No.1, 9th Floor, Udyog Bhavan, Sector 11, Gandhinagar - 382 017 For Further information/queries: Phone: 079-23247366, 23243847, 23240253 Fax: 079-23256679 E-mail: dir-ced@gujarat.gov.in Web site: www.ced.gujarat.gov.in "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/15-GR_02092020.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://ced.gujarat.gov.in/pageshort-term-bridge-courses-by-industriesinstitute"
    }
  ],
  "documents_required": "Application in the prescribed format . Registration detail of the applicant Organization. Audited financial report of last 3 years. Proposed courses details ( Annexure-A ). Need for conducting courses. Project Cost ( Annexure-B , Annexure- C , Annexure-D ). Proposed training center infrastructure photos/lay out/map. Self-declaration on available machinery & infrastructure. Consent/Interest letter. Linkages with Industries. Industries recommendation/demand/support letters. Land: Sale deed/ lease deed for ownership/ long lease. Rent agreement. Pre-feasibility report. Sign & Stamp at each page. Soft copy of application in CD/DVD. Others."
}