{
  "scheme_id": "6648498502cfbde316430490",
  "slug": "psftj",
  "scheme_name": "Pension Scheme for the Journalists",
  "scheme_short_title": "PSFTJ",
  "state": "Tamil Nadu",
  "level": "State/ UT",
  "nodal_department": "Tamil Development and Information Department",
  "dbt_scheme": false,
  "categories": [
    "Social welfare & Empowerment"
  ],
  "sub_categories": [
    "Pension"
  ],
  "target_beneficiaries": [
    "Journalist"
  ],
  "tags": [
    "Pension",
    "Retirement",
    "Financial Assistance"
  ],
  "brief_description": "The \"Pension Scheme for the Journalists\" was launched by the Tamil Development, Religious Endowments, and Information Department, Government of Tamil Nadu. The scheme aims to give a monthly pension to retired journalists.",
  "detailed_description": "The &quot;Pension Scheme for the Journalists&quot; was launched by the Tamil Development, Religious Endowments, and Information Department, Government of Tamil Nadu. The scheme aims to give a monthly pension to retired journalists who fit with the eligibility criteria.",
  "benefits": [
    "Pension Amount of ₹4,000/-  per month ."
  ],
  "eligibility_criteria": "The applicant should be a retired journalist. The age of the applicant should be 58 years or above. The applicant should have worked full-time for 20 years in one of the posts of teacher, assistant teacher, reporter, photographer, proofreader, or news correspondent. 10 years of journalism experience is sufficient if the applicant is terminally ill or physically disabled. The applicant's annual family income should not exceed ₹20,000/-. The applicant received gratuity and pension from previous companies should not exceed ₹30,000/-. In any year when the applicant was employed, their income should not exceed ₹50,000/-.",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: The interested applicant can download the application form from the official website. Step 2: In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3: Submit the duly filled and signed application form along with the documents to the Tamil Development, Religious Endowment & Information Department. Step 4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). NOTE: Candidate should send two completed application forms."
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://cms.tn.gov.in/sites/default/files/documents/Information_publicity_1_0.pdf"
    },
    {
      "title": "Official Website",
      "url": "https://www.tn.gov.in/scheme/data_view/6801"
    },
    {
      "title": "Application Form",
      "url": "https://cms.tn.gov.in/sites/default/files/forms/journalist_pension_0.pdf"
    }
  ],
  "documents_required": "Two Passport-size Photographs (to be countersigned by a Government Registered Officer). Age Certificate (from the educational institution). Certificates related to post and place of service. Retirement Certificate. Gratuity Certificate (received on retirement of the applicant). Income Certificate (maximum annual income and other income earned during employment). Certificates if he/she receives a Central-State Government Pension. Current Annual Income Certificate (to be obtained from the Office of the Governor). Medical Certificate (Government Hospital or Registered Medical Practitioner). Photograph of Spouse (for grant of family pension to the first surviving spouse of the pensioner in case of death). Disability Certificate (if disabled)."
}