{
  "scheme_id": "679cba17ecdc87934b7e23db",
  "slug": "setcmamsme",
  "scheme_name": "Scheme for Enhancement of Technical Competence and Manpower: Scheme of Financial Assistance for Skill Development to MSME Sector",
  "scheme_short_title": "SETCMAMSME",
  "state": "Gujarat",
  "level": "State/ UT",
  "nodal_department": "Industries and Mines Department",
  "dbt_scheme": false,
  "categories": [
    "Business & Entrepreneurship",
    "Skills & Employment"
  ],
  "sub_categories": [
    "Entrepreneurship development",
    "Training and Skill Up-gradation"
  ],
  "target_beneficiaries": [
    "Business Entity",
    "Industries"
  ],
  "tags": [
    "Technical Competence",
    "Manpower Solution",
    "Skill Development",
    "Entrepreneurship Development",
    "MSME"
  ],
  "brief_description": "The \"Scheme for Enhancement of Technical Competence and Manpower\" under the Gujarat Industrial Policy aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs.",
  "detailed_description": "The &amp;quot;Scheme for Enhancement of Technical Competence and Manpower&amp;quot; is an umbrella scheme launched by the Industries and Mines Department, Gujarat under the Gujarat Industrial Policy. Effective from August 7th, 2020 to August 6th, 2025, it aims to bridge the industry's skill gap, boost employment, and align workforce training with evolving technology and business needs. The component \"Scheme of Financial Assistance for Skill Development to MSME Sector\" aims to provide financial support to Micro, Small, and Medium Enterprises (MSMEs) for the skill upgradation of their workforce. Under this scheme, MSMEs can sponsor employees with at least one year of experience for training programs.",
  "benefits": [
    "Financial Assistance: 100% reimbursement of course fees, up to ₹10,000/- per trainee. Skill Enhancement: Employees receive skill upgradation, improving efficiency and productivity. Recognized Training: Programs are conducted by institutions approved by Anchor Institutes, MES, NCVT, GCVT, and Sector Skill Councils. Third-Party Assessment: Ensures quality training through post-course skill assessment. Additional Assistance: Awareness Programs & Seminars: A maximum support of ₹1,00,000/- per training center per year will be provided for awareness programs and seminars. Other Expenditures: SLEC/IC/CED can approve the expenditure on any study, renovation/refurbishing of existing skill centers/institute, remuneration to third party evaluation of scheme, monitoring/audit expenses, assessment agency, etc. Trainee Transportation Reimbursement: Trainees who complete skill upgradation training under any scheme will be eligible for reimbursement of Gujarat State Road Transport Corporation (GSRTC) bus passes for travel between their residence and training center as per the following rates: For BPL candidates, Physically Handicapped, SC, ST, SEBC, and Women: 100% For Other candidates: 75%"
  ],
  "eligibility_criteria": "The applicant unit should belong to the MSME sector. The MSME must sponsor a candidate from its workforce. The candidate must have at least one year of experience in the MSME. The training partner/organization must have at least 10 years of experience.\n",
  "application_process": [
    {
      "mode": "Offline",
      "steps": [
        "Step 1: Submit the application form to The Centre for Entrepreneurship Development(CED) for onward submission to the Screening Committee (applications are received twice a year in April and October). Step 2: A Committee consisting of the following members will scrutinize and appraise the proposals for feasibility and will submit its recommendations to the State Level Empowered Committee (SLEC) for consideration. Application to be Submitted to the below Address: Director, The Center for Entrepreneurship Development, Block No.1, 9th Floor, Udyog Bhavan, Sector 11, Gandhinagar - 382 017 For Further information/queries: Phone: 079-23247366, 23243847, 23240253 Fax: 079-23256679 E-mail: dir-ced@gujarat.gov.in Web site: www.ced.gujarat.gov.in "
      ]
    }
  ],
  "references": [
    {
      "title": "Guidelines",
      "url": "https://ic.gujarat.gov.in/documents/commondoc/2020/15-GR_02092020.pdf"
    },
    {
      "title": "Guidelines 2",
      "url": "https://ced.gujarat.gov.in/pageskill-development-to-msme-sector"
    },
    {
      "title": "Training Partners",
      "url": "https://ced.gujarat.gov.in/assets/downloads/Scheme5_TP_UPDATED_2112024.pdf"
    }
  ],
  "exclusions": "<br>",
  "documents_required": "Application in the prescribed format . Registration detail of the applicant Organization. Audited financial report of last 3 years. Proposed courses details ( Annexure-A ). Need for conducting courses. Project Cost ( Annexure-B , Annexure- C , Annexure-D ). Proposed training center infrastructure photos/lay out/map. Self-declaration on available machinery & infrastructure. Consent/Interest letter. Linkages with Industries. Industries recommendation/demand/support letters. Land: Sale deed/ lease deed for ownership/ long lease. Rent agreement. Pre-feasibility report. Sign & Stamp at each page. Soft copy of application in CD/DVD. Others."
}