{
  "scheme_id": "678f3849299213e15d383aa8",
  "slug": "skaaeti",
  "scheme_name": "Strengthening Skills, Arts and Employment through ITIs",
  "scheme_short_title": "SKAAETI",
  "state": "Madhya Pradesh",
  "level": "State/ UT",
  "nodal_department": "Department of De-notified, Nomadic and Semi-nomadic Welfare Department",
  "dbt_scheme": false,
  "categories": [
    "Skills & Employment"
  ],
  "sub_categories": [
    "Training and Skill Up-gradation",
    "Information for employers"
  ],
  "target_beneficiaries": [
    "Individual"
  ],
  "tags": [
    "Student",
    "Employment",
    "Nomadic",
    "Training",
    "Skill",
    "Arts"
  ],
  "brief_description": "The \"Strengthening Skills, Arts, and Employment through ITIs\" initiative by the Department of De-notified, Nomadic, and Semi-Nomadic Welfare, Government of Madhya Pradesh, aims to connect these skills with modern technology, short-term, employment-oriented training has been provided through ITIs.",
  "detailed_description": "The &quot;Strengthening Skills, Arts, and Employment through ITIs&quot; initiative by the Department of De-notified, Nomadic, and Semi-Nomadic Welfare, Government of Madhya Pradesh, aims to bridge traditional knowledge and art with modern technology. Communities under this department have historically relied on traditional knowledge and art for their livelihood. To connect these skills with modern technology, short-term, employment-oriented training has been provided through ITIs. The target for the financial year 2022-23 is to train 180 students, with a goal of benefiting 250 students in the coming year. After completing the training, there is a provision for employment or self-employment under the self-employment scheme.",
  "benefits": [
    "The scheme provides employment-oriented training through ITIs, aiming to enhance traditional skills and offer employment or self-employment opportunities."
  ],
  "eligibility_criteria": "The applicant should be from the De-notified, Nomadic, and Semi-Nomadic communities listed in Madhya Pradesh. The applicant should be a native of Madhya Pradesh. The applicant should not be an income taxpayer. The applicant's educational qualification should meet the course requirements.",
  "application_process": [
    {
      "mode": "Online",
      "steps": [
        "Registration",
        "Step 1: Visit the \" Samarth Portal \".",
        "Step 2: Navigate to the top right corner of the homepage and click \" Registration\". ",
        "Step 3: On the registration page, provide the mandatory details. (the fields marked with * are mandatory). If required, verify your Mobile Number and/or Email ID via OTP. Finally, click \"Register\".",
        "Application",
        "Step 1: Visit the \" Samarth Portal \".  ",
        "Step 2:  Use the credentials you created during registration to log in.",
        "Step 3:  Navigate to the online application form of the scheme you intend to apply for.",
        "Step 4:  In the application form, fill in all the mandatory fields and upload all the mandatory documents in the specified format and size.",
        "Step 5:  Carefully review all the information provided. Make any necessary corrections.",
        "Step 6:  Acknowledge and agree to the terms and conditions, declaration, and privacy policy (if any).",
        "Step 7:  Click the \"Submit\" to submit your application."
      ]
    }
  ],
  "references": [
    {
      "title": "Scheme Details",
      "url": "https://samarth.mp.gov.in/Public/Pages/SchemeDetail?ID=1"
    },
    {
      "title": "Registration",
      "url": "https://samarth.mp.gov.in/Registration/Default.aspx"
    }
  ],
  "documents_required": "Passport-size Photograph Aadhaar Card Domicile Certificate Caste Certificate Samagra ID Bank account Details"
}